{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Stir Fry/ผัดผัก!(Stir Fry) วิธีที่ยอดเยี่ยมที่สุดในการทำอาหารจานผักน่ะเหรอ? การผัดไงล่ะ เอาผักลงไปผัดในน้ำมันงาเล็กน้อย และอย่าลืมใส่ขิงกับกระเทียมสด ทีนี้ก็สูดหายใจลึกๆ โอ้ว มันเยี่ยมไปเลย!",
        "2": "Coleslaw/โคลสลอว์!(Coleslaw) คิดว่ามันเป็นแค่กองกะหล่ำปลีนิ่มๆ เท่านั้นใช่มั้ยล่ะ ไม่ใช่เธอคนเดียวหรอกนะ ที่คิดแบบนั้น แต่โคสลอว์ที่ดีน่ะ เป็นได้มากกว่านั้น! เธอต้องใช้กะหล่ำสดๆ ผสมกับน้ำส้มสายชูและมายองเนส เท่านี้ก็เรียบร้อย อาห์... กรอบอร่อยดีจริงๆ!",
        "3": "Radish Salad/สลัดหัวไชเท้า!(Radish Salad) ไม่มีอะไรที่ดีไปกว่า หัวไชเท้าลูกกลมแดง ที่กรอบสดและเผ็ดร้อน มันทำให้เจ๊นึกถึง ช่วงปลายฤดูใบไม้ผลิ... แม่ของเจ๊หั่นมัน และเสริฟมันพร้อมกับขนมปัง โรยด้วยเกลือและพริกไทยเล็กน้อย อา วันเหล่านั้นช่าง.... นอกเรื่องแล้ว เอาล่ะเรามาดูวิธีทำกัน...",
        "4": "Omelet/ไข่เจียว!(Omelet) นี่เป็นเมนูอาหารสุดง่าย แต่หลายคนมักจะทำไม่ถูกต้อง ไข่เจียวที่ดีนั้น มันต้องสวยงาม ทองอร่าม อย่างกับเทพธิดานางฟ้าแห่งไข่ และเจ๊จะแสดงเคล็ดลับให้ดู...",
        "5": "Baked Fish/ปลาอบ!(Baked Fish) เมื่อใดที่เจ๊ทำเมนูนี้นะ แมวสองตัวที่บ้านก็จะพากันร้องกันระงม เจ๊ก็เลยต้องมีผู้ช่วยเอาไว้อีกคน เพื่อกันไม่ให้พวกนางกระโดดขึ้นมาบนเคาน์เตอร์! เธอต้องแน่ใจว่าปลาของเธอสดพอ และจะดีมาก ถ้าหากตกมาด้วยคันเบ็ดของเธอเอง! ทีนี้มาดูกันนะยะ เจ๊จะวางชิ้นปลาลงบนต้นหอม ที่หั่นกองไว้ในจาน...",
        "6": "Pancakes/แพนเค้ก!(Pancakes) แหมๆ ถึงบางครั้ง เจ๊จะหลงใหลและชำนาญ การทำอาหารจานที่ยุ่งยากซับซ้อน หรืออลังการงานสร้าง... แต่ครั้งนี้ก็อยากจะลองทำอะไรที่ง่ายๆ อย่างแพนเค้กดูบ้าง แต่เธอต้องมีเนยกับน้ำเชื่อมเมเปิ้ล ที่มากพอที่จะใช้ละเลงลงบนแพนเค้กอุ่นๆ ที่ซ้อนกันเป็นชั้นพวกนี้.... อืมมมม",
        "7": "Maki Roll/ข้าวห่อสาหร่าย!(Maki Roll) รสชาติอันล้ำลึกจากท้องทะเล ห่อหุ้มพันข้าวนุ่มๆ อาจจะเติมวาซาบินิดหน่อยเพื่อความซู่ซ่า ให้ตายเถอะพูดไปน้ำลายก็สอไป โอ้ววว เจ๊รักซูชิอะไรขนาดนี้...",
        "8": "Bread/ขนมปัง!(Breads) การทำขนมปังมันเป็นศิลปะที่ซับซ้อนมากนะ แต่เจ๊จะทำให้มันง่ายสำหรับเธอเอง ส่วนผสมที่สำคัญที่สุดเลยคือแป้ง แต่ก่อนที่เราจะทำในส่วนของโด เราจะต้องทำให้ยีสต์พร้อมก่อน รู้มั๊ยว่าพวกมันชอบน้ำอุ่นๆ แล้วก็มีอาหารให้นิดหน่อย เจ๊จะใช้น้ำตาลธรรมดาพอ แต่น้ำผึ้งกับน้ำเชื่อมเมเปิ้ลก็ใช้ได้เหมือนกัน!",
        "9": "Tortilla/ตอร์ตีย่า!(Tortilla) พวกคุณกี่คนที่กินมันบนไมโครเวฟ ร่วมกับเบอร์ริโต ขณะกำลังดูรายการนี้ ช่างน่าเกลียด! เธออาจเคยม้วนตอร์ตีย่าถั่วในผ้ากันเปื้อนสกปรกๆ ตอนนี้ ฟังให้ดี ถ้าเธอลองทำตอร์ตีย่าข้าวโพดสไตล์ลูกทุ่งแบบเจ๊นะ เธอจะไม่กลับไปทำเมนูเดิมอีกเลยล่ะ...",
        "10": "Trout Soup/ซุปปลาเทราต์(Trout Soup) นี่คือปลาเทราต์สดๆ ที่เพิ่งตกขึ้นได้หมาดๆ จากแม่น้ำ บางทีมันอาจมีกลิ่นดินสดชื่น จากแม่น้ำปนอยู่จางๆ เวลาชิม วันนี้เจ๊มีสูตรชุปปลาเทราต์เลิสรสมาแบ่งปันให้เธอด้วย...",
        "11": "Glazed Yams/เกลซด์แยม!(Glazed Yams) มันคือฤดูการแห่งแยม และจะมีอะไรที่ดีไปกว่าการนำผลไม้ อันสวยงามเหล่านี้ทำเป็นแยม ให้ชุ่มไปด้วยความหวานเหนียวและแวววาว? เอาล่ะ นี่คือสิ่งที่เธอต้องทำ...",
        "12": "Artichoke Dip/น้ำจิ้มอาร์ทิโชก!(Artichoke Dip) นี่คือวิธีที่น่ารื่นรมย์กับการนำ อาร์ทิโชกเข้าไปสู่ร่างกายของคุณ โดยส่วนตัว เจ๊ไม่คิดว่าจะมีอะไรจุ่มมันกินเป็นน้ำจิ้มได้ แต่เจ๊เพิ่งดื่มมันลงไปราวกับกินนมปั่น อร่อยเวอร์",
        "13": "Plum Pudding/พุดดิ้งพลัม!(Plum Pudding) ลูกไหนลูกไหนๆก็อร่อย แล้วลูกไหนลูกไหนที่อร่อยล่ะ? ลูกพลัมเป็นผลไม้เนื้อหวานหอม แต่ก็มีรสฝาดเล็กน้อยอย่างพอเหมาะ เพื่อเปิดรสชาติเพิ่มความกระปรี้กระเป่าในตัวเธอ เธอแค่ต้องลองและเห็นด้วยตาของเธอเอง...",
        "14": "Chocolate Cake/ช็อกโกแลตเค้ก!(Chocolate Cake) จะมีทางไหนที่จะดีไปกว่า ข้ามผ่านคืนอันหนาวเหน็บ ไปกับกองภูเขาช็อกโกแลต? ถ้าได้เจ๊สอนล่ะก็ เธอเองก็จะสามารถสร้างเค้กอันสุดยอด ที่ไม่เคยเห็นมาก่อน เอาล่ะ เธอต้องเตรียมน้ำตาลเยอะๆ หน่อยนะ...",
        "15": "Pumpkin Pie/พายฟักทอง!(Pumpkin Pie) บ้านของเจ๊จะมีธรรมเนียมกินพายฟักทอง ในเทศกาลดาวเหมันต์ ฤดูนี้จะไม่สมบูรณ์ ถ้าขาดรสชาติอันแสนวิเศษ ที่เธอจะหาได้เฉพาะจากฟักทองชั้นเยี่ยม เก็บใหม่ๆจากฟาร์ม ลูกจันทน์เทศนิดหน่อย อบเชย และกานพลู จะพัดพาเธอไปยังดินแดนสีแดงและทองอร่าม...",
        "16": "Cranberry Candy/ ลูกอมแครนเบอร์รี่!(Cranberry Candy) หนึ่งในความสนุกเพื่อช่วยให้เธอใช้ในการเฉลิมฉลองปีใหม่ แครนเบอร์รี่จะค่อนข้างขมด้วยตนเอง แต่ให้จับมันแช่ลงในมหาสมุทรของน้ำตาล แล้วพวกมันจะมีรสชาติเหมือนน้ำตาของเทวดา นี่แหละคือวิธีที่เธอจะทำมัน...",
        "17": "Pizza/พิซซ่า!(Pizza) เหตุผลที่ทำให้พิซซ่าเป็นอาหารคลาสสิคตลอดกาล ก็ด้วยขอบกรอบนุ่มสีน้ำตาล รสชาติเปรี้ยวๆ ที่เธอได้รับ ซอสมารินาร่าผสมกระเทียม และท็อปปิ้งด้วยชีสสามรสชวนน้ำลายสอ และนี่มันเพิ่งเริ่มต้นเท่านั้น! ต้องโรยด้วยพริกไทยสดๆ และมะเขือเทศด้านบนสุดด้วย โอ้คุณพระ!",
        "18": "Hashbrowns/แฮชบราวน์!(Hashbrowns) อันนี้แม้จะทำง่ายๆ แต่มันก็เยี่ยมไปเลยนะ เธอต้องซอยมันฝรั่ง ใส่เกลือตามที่ชอบ แล้วทอดในน้ำมันร้อนๆ ฟังดูง่ายใช่มั้ยล่ะ? เจ๊ยังมีวิธีที่ทำให้เธอทำมันได้ง่ายกว่านี้อีกนะ... ",
        "19": "Complete Breakfast/อาหารเช้าครบชุด!(Complete Breakfast) สัปดาห์ที่แล้ว เจ๊ได้แนะนำการทำแฮชบราวน์ไป ในสัปดาห์นี้เจ๊จะแสดงให้เธอเห็น วิธีการนำมันมารวมกับส่วนประกอบอื่นๆ เพื่อสร้างมื้อเช้า ที่เต็มเปี่ยมไปด้วยคุณค่าโภชนาการ อาหารมื้อนี้จะช่วยให้เธอกระปรี้กระเปร่า และทำให้เธอมีพลังในการทำงานตลอดทั้งวัน",
        "20": "Lucky Lunch/มื้อเที่ยงนำโชค! (Lucky Lunch) มีตำนานเก่าแก่ กล่าวเกี่ยวกับอาหารที่ จะนำซึ่งความโชคดีและสิริมงคล สู่ผู้ที่ทานมันเข้าไป และแน่นอนมันจะดึงดูดสิ่งดีๆ เข้าไปในท้องของเธอ และเธอจะมีโชคดี จนกว่าอาหารจะย่อยหมดเลยทีเดียว! ฟังดูแปลกใช่ไหมล่ะ ห้ะ? เจ๊ไม่ได้บอกว่าเจ๊เชื่อเรื่องพวกนี้หรอกนะ แต่รับรองว่ามัน อร่อยจนลืมเรื่องร้ายๆ ไปเลยล่ะ! ",
        "21": "Carp Surprise/ปลาคาร์พเซอร์ไพรส์!(Carp Surprise) เฮ้ เธอเคยมั้ย การที่มีกลุ่มปลาคาร์พวางอยู่รอบๆ แล้วไม่รู้จะทำยังไงกับพวกมัน? ช่าย เจ๊ก็ด้วย ไม่ต้องห่วง เจ๊ได้คิดวิธีจัดการปัญหานี้ไว้แล้ว เจ๊เรียกมันว่า... ปลาคาร์พเซอร์ไพรส์ ซึ่งมันทำได้ง่ายมากเลย แต่เธอต้องใช้ปลาคาร์พมากหน่อยนะ... ",
        "22": "Maple Bar/โดนัทเมเปิ้ล!(Maple Bars) เคยสังเกตมั้ยว่าโดนัทเมเปิ้ลน่ะ เป็นอันแรกสุดเลยนะ ที่หายไปจากกล่องโดนัท? น่าสงสัยนะ แต่ก็เพราะว่าโดนัทเมเปิ้ล รสชาติเหมือนขนมลูกฮ๊อกกี้ ใช่มั้ยละ? ถ้างั้นรอลองทานสูตรของเจ๊ดู เธอจะได้รับรู้ถึงรสชาติของป่า ในแท่งโดนัทนี้แน่นอน โอเค เธอจำเป็นต้องใช้น้ำเชื่อม เมเปิ้ลคุณภาพดีด้วยนะ...",
        "23": "Pink Cake/เค้กสีชมพู!(Pink Cake) มีผู้ชมจากย่านเพอริกันเขียนถึงเจ๊... มาดูกัน... เธอชื่อเฮลีย์เธอเขียนบอกมาว่า 'ดิฉันลองชิมเค้กชมพูของเจ๊ ที่ดิฉันได้เจอที่เมืองซูซู และฉันชอบมากเลยค่ะ เจ๊สามารถแบ่งปันวิธีทำ ในเทปหน้าได้ไหมคะ?' ได้สิ ทำไมจะไม่ได้ล่ะ? มันเป็นเค้กที่มหัศจรรย์มาก และเธอต้องเดาไม่ถูกแน่นอน ว่าเคล็ดลับของมันก็คือ... แตงโม!",
        "24": "Roasted Hazelnuts/ฮาเซลนัทคั่ว!(Roasted Hazelnuts) เจ๊มีต้นฮาเซลนัทเก่าแก่อยู่หลังบ้านเจ๊ด้วยนะ แล้วทุก ๆ ปีเจ๊จะเชิญคนในครอบครัว มาจัดปาร์ตี้คั่วกัน และเมื่อเราเริ่มคั่ว ก็มักจะมีพวกเพื่อนบ้านโผล่มาเสมอ กลิ่นของมันหอมสุดๆ ไม่มีใครต้านทานกลิ่นนี้ได้หรอกนะ เอาล่ะ นี่คือสูตรของครอบครัว...",
        "25": "Fruit Salad/ฟรุ้ตสลัด!(Fruit Salad) มันดีต่อสุขภาพ และรสชาติที่อร่อยก็ทำให้เธอรู้สึกสดชื่น สิ่งที่สำคัญที่สุด ที่เธอควรจะจำไว้ คือผลไม้ที่สุกแล้ว ลืมผลไม้ที่ขายอยู่ตามห้างไปซะ... ฉันกำลังพูดถึง ผลไม้ที่เก็บมาสดๆ ชุ่มช่ำ เต็มไปด้วยรสชาติของผลไม้ โอเค ตอนนี้ก็ตั้งใจดูให้ดีๆ ล่ะ...",
        "26": "Blackberry Cobbler/พายแบล็กเบอร์รี่!(Blackberry Cobbler) เมนูนี้ทำให้เจ๊นึกถึงสตาร์ดิวแวลลี่ตลอดเลยนะเนี่ย มีไม่กี่วันในฤดูใบไม้ร่วงหรอกนะ ที่ในหุบเขาจะเต็มไปด้วยแบล็กเบอร์รี่สุดแสนอร่อย เท่าที่เจ๊เคยได้ชิมมาเลยล่ะ ถ้าเธอได้เก็บมันมาไว้บ้าง เจ๊ขอแนะนำให้เอามาทำพายแบล็กเบอรรี่ง่ายๆ นี่ดู",
        "27": "Crab Cakes/ปูจ๋า!(Crab Cakes)เนื้อปูนั้นบอบบาง แต่ถ้าได้ผสมกับไข่และเกล็ดขนมปังแล้วละก็ จะทำให้มันดูมีรูปร่างขึ้นมาหน่อย ปูจ๋าเป็นวิธีที่เจ๊ชอบที่สุดในการกินปู! แต่ก่อนเธอจะแกะปู มาดูส่วนผสมที่จำเป็นก่อนดีกว่า...",
        "28": "Fiddlehead Risotto/ข้าวผัดยอดใบเฟิร์น!(Fiddlehead Risotto) รู้มั้ยว่ายอดใบเฟิร์นน่ะสวยมาก แต่มันก็บอบบางเช่นกัน นี่คือเหตุผลที่เราต้องระวัง ในเรื่องการใส่เครื่องเทศลงไป ถ้าให้พูดตามตรงนะ มันก็ไม่ง่ายเลยแหละที่จะทำ ข้าวผัดยอดใบเฟิร์น แต่ไม่ต้องห่วง ด้วยความช่วยเหลือของเจ๊ โอกาสในการทำ ข้าวผัดยอดใบเฟิร์นสำเร็จ แทบจะไม่เป็น 0 เลยล่ะ",
        "29": "Poppyseed Muffin/มัฟฟินงาดำ!(Poppyseed Muffin) ดอกป๊อปปี้ป็นดอกไม้ประดับที่สวยงามนะ แล้วทำไม ไม่เอาประโยชน์นั้นมาใช้กับมัฟฟิน ของพวกเราหละ? เจ๊น่ะ เป็นแฟนพันธุ์แท้ของงาดำเลยนะ ถึงมันจะบอบบาง แต่มันก็ช่วยทำให้อาหารรสชาติดีขึ้น และยังช่วยให้ขนมปังดูน่ากิน อีกทั้งยัง ทำให้สุขภาพดีอีกด้วย!",
        "30": "Lobster Bisque/ซุปล็อบสเตอร์!(Lobster Bisque) เธอควรเสิร์ฟซุปนี้ให้กับเทศมนตรีด้วยตัวเองซักครั้งนะ รสชาติของมันเข้มข้น หวานมันและอร่อยมาก  อีกทั้งยังให้รสชาติของท้องทะเล ส่วนที่ยากที่สุดนั้นคือการหากุ้งล็อบสเตอร์ แต่เจ๊มั่นใจว่าเธอจะต้องหามันได้แน่ หรือถ้าเธอคิดว่าตัวเองมีความชำนาญ เธอก็สามารถจับมันได้ด้วยกระชังจับปู (Crab Pot) ได้ด้วยนะ",
        "31": "Bruschetta/บรูสเก็ตต้า!(Bruschetta) อาหารว่างทำง่ายๆ ที่สามารถแสดงคุณภาพ ของวัตถุดิบได้เต็มเปี่ยม เธอต้องใช้ ขนมปัง มะเขือเทศ และน้ำมัน ในขั้นตอนแรก เธอต้องนำขนมปังไปปิ้งก่อนนะ ต่อมาหั่นมะเขือเทศเป็นชิ้นเล็ก ๆ แล้วค่อยโปะไว้บนขนมปัง ทำให้เกรียมนิดหน่อยด้วยน้ำมัน แล้วเสิร์ฟได้เลย เจ๊บอกแล้วว่ามันง่ายนิดเดียว!",
        "32": "Shrimp Cocktail/ค๊อกเทลกุ้ง!(Shrimp Cocktail) นี่คือหนึ่งในอาหารว่างสุดอร่อยสำหรับเธอ และแขกที่มาทานมื้อเย็นกับเธอ ซอสค๊อกเทลของเจ๊น่ะเด็ดสุด ๆ และเจ๊เชื่อว่าเธอต้องชอบมันแน่ๆ เอาล่ะ ขั้นตอนแรก..."
    }
}
