{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "นี่สำหรับมือใหม่ทั้งหลาย: เธอสามารถตัดไม้และหาของป่า เพื่อหาเงินในระหว่างรอ การเก็บเกี่ยวแรกได้นะ!",
        "4": "นี่สำหรับผู้ใช้ชีวิต อยู่ในสตาร์ดิวแวลลีย์ ลองไปหาต้นหอม (Spring onion) ทางตะวันตกเฉียงใต้ของเมืองดู ตรงที่แม่น้ำบรรจบกับทะเล บางทีเธออาจจะได้ เจอพวกมันงอกอยู่",
        "8": "มาคุยเรื่องรั้วกัน รั้วมีประโยชน์มาก ในการจำกัดพื้นที่ของวัชพืช และปกป้องพืชผักของเธอ แถมยังใช้จำกัดพื้นที่ของพวก ปศุสัตว์ได้ด้วย เมื่อเวลาผ่านไป รั้วจะผุพังได้ แต่รั้วหิน รั้วเหล็กและรั้วไม้เนื้อแข็ง จะอยู่ได้นานกว่ารั้ว ที่ทำจากไม้ธรรมดา!",
        "11": "เคราะห์ร้ายจากอีกา? ดูเหมือนว่าเธอจะต้องการ หุ่นไล่กานะ! จัดวางหุ่นไล่กาในฟาร์มให้ดีๆ จะช่วยไล่อีกาพวกนั้นได้ ตรวจดูให้ดีว่าเธอปกป้องพืชผล อันมีค่าของเธอรึยัง!^อีกอย่างนึง... อยากได้กระเป๋าเป้ ที่ใหญ่กว่าเดิม เพื่อใส่ข้าวของใช่ไหม? ลองไปดูที่ ร้านขายของชำในเมืองสิ",
        "15": "นี่คือฤดูแห่งซัลมอนเบอร์รี่ (salmonberry)! ในพุ่มไม้ทั่วทางผ่าน แถวชนบทจะเต็มไปด้วย เหล่าเมล็ดเบอร์รี่น้อยๆ ที่ชุ่มฉ่ำ และสามารถเก็บพวกมันไปได้ฟรี! การเก็บเกี่ยวพวกมัน เป็นช่องทางที่ดีมาก สำหรับหารายได้เพิ่ม",
        "18": "อา สายฝนอันชุ่นชื้น... มิตรที่ดีของเหล่าชาวสวน! ในวันฝนตกไม่มีความจำเป็น ที่จะต้องรดน้ำ สามารถใช้โอกาสนี้ ให้เกิดประโยชน์ได้!",
        "22": "คว้าเบ็ดตกปลา แล้วขายปลาที่จับได้ซะ! การตกปลาเป็นการ หารายได้พิเศษที่ดี ในตอนที่มีเวลาว่าง ระยะห่างระหว่าง ทุ่นกับพื้นดินจะเป็นตัวกำหนด ชนิดปลาที่จะตกได้... รวมไปถึงสถานที่ ฤดู เวลา และสภาพอากาศด้วย!",
        "25": "ต้นผลไม้ ต้องใช้ระยะเวลา ทั้งฤดูในการเติบโต ดังนั้นต้องวางแผนให้ดี! แล้วถ้าพื้นที่รอบๆ ต้นไม้มีอย่างอื่นอยู่ ก็อาจจะก่อกวนการเติบโต ของต้นไม้ได้ เมื่อต้นผลไม้ของเธอ โตเต็มที่แล้ว พวกมันก็จะให้ผลไม้แสนอร่อย กับเธอทุกวันจนหมดฤดู เริ่มเก็บเงินแต่เนิ่นๆ ก็ดีนะ!",
        "29": "ฤดูร้อนมาถึงแล้ว มีพืชผักให้ปลูกใหม่เต็มไปหมด! จงปลูกฮอปส์ (hops) เพราะถึงแม้ไม้เถาจะใช้เวลา ในการเจริญเติบโตพอสมควร แต่พอมันโตเต็มที่แล้ว จะสามารถ เก็บเกี่ยวผลได้ทุกวัน โชคดี!",
        "32": "นี่คือรายการปลาที่เธอ จะหาได้เฉพาะใน ฤดูร้อนเท่านั้น: โดราโด (Dorado) พบได้ที่แม่น้ำ ในป่าช่วงกลางวัน เทราต์สายรุ้ง (Rainbow Trout) พบได้ที่แม่น้ำในป่า และบนเขาช่วงกลางวัน ปลาปักเป้า (Pufferfish) พบได้ที่ทะเลในช่วงบ่าย และ หมึกสาย (Octopus) พบได้ที่ทะเลในช่วงเช้า รีบจับพวกมัน ในตอนที่ยังจับได้ซะ!",
        "36": "มาคุยเรื่องข้าวโพด ข้าวโพดไม่ค่อยเหมือน พืชผักอื่นๆ เพราะมันปลูกได้ถึงสองฤดู! ใช่แล้ว พืชผักส่วนใหญ่จะตาย เมื่อเปลี่ยนฤดู แต่ข้าวโพดยังอยู่ได้ เธอสามารถปลูกข้าวโพด ได้ทั้งในฤดูร้อน และฤดูใบไม้ร่วง เอาล่ะ ออกไปปลูกข้าวโพดกันเถอะ!",
        "39": "ตั้งแต่วันพรุ่งนี้ จะมีเปลือกหอยและปะการัง ไม่ทราบจำนวน ถูกซัดเกยชายหาดทั่วโลก ฉันไม่ใช่นักวิทยาศาสตร์ แต่ได้ยินมาว่าในช่วง ฤดูผสมพันธุ์ของปู จะมีโอกาสหาเงินดีๆ จากการหาของ บริเวณชายหาดใกล้บ้านได้",
        "43": "มีสปาอยู่ในเมือง? ผ่อนคลายและอยู่นิ่งๆ ให้น้ำร้อนพื้นฟูพลังงาน ของเธอเถอะ อาา... รู้สึกดีใช่ไหมล่ะ?",
        "46": "ฤดูร้อนเป็นที่รู้จัก ในฐานะฤดูพายุสายฟ้า ถ้ารู้วิธีทำสายล่อฟ้า ก็จะสามารถเก็บไฟฟฟ้ามาสร้างแบตเตอรี (battery packs) ได้ นอกจากจะเอาไปขายแล้วยัง ใช้สร้างสิ่งของอื่นๆ ได้ด้วย!",
        "50": "เมืองส่วนใหญ่ จะมีปฏิทินประจำฤดูแขวนไว้ที่ หน้าร้านขายของชำ เป็นช่องทางที่ดี ที่จะใช้ตรวจสอบดูว่า มีอะไรเกิดขึ้นในเมืองบ้าง อย่าลืมแวะดู ใบประกาศว่าจ้างงานด้วยล่ะ!",
        "53": "ฤดูใบไม้ร่วงจะมาถึงแล้ว! กล่าวกันว่า เป็นฤดูแห่งการทำกำไร ของเหล่าชาวสวนเลยล่ะ ดังนั้นอย่าลืมเตรียมเงินไว้ สำหรับซื้อ เมล็ดพันธุ์ใหม่ด้วยนะ ถ้าตอนนี้ยังไม่ได้ เอาบัวรดน้ำไปอัพเกรดล่ะก็ บางทีก็อาจจะเป็นความคิด ที่ดีอยู่นะ",
        "57": "มาพูดถึงดอกทานตะวันกันเถอะ ตอนที่เก็บเกี่ยว ดอกทานตะวันเนี่ย เธอจะไม่ได้แค่ ดอกไม้แสนสวยมาหรอกนะ แต่มีโอกาสได้เมล็ด ดอกทานตะวันมาด้วย เธอสามารถเอามันไปปลูกใหม่ ไม่ก็ขายได้ด้วยนะ ฉันขายเกลี้ยงแล้วล่ะ!",
        "60": "ถ้าเธอเป็นชาวสวนในเมืองเล็กๆ บางทีเธออาจจะถูกเชิญไปงาน \"การแสดงผลผลิตจากฟาร์ม (grange display)\" ได้ ปกติแล้วการแสดงผลผลิตจากฟาร์ม (grange display)จะประกอบด้วยผลผลิต ที่ดีที่สุดจากฟาร์ม 9 อย่าง ที่แสดงออกถึง ความสามารถของเธอ เลือกสิ่งที่ดีที่สุด และมีค่ามากที่สุด และอย่าลืมว่าต้องมี ความหลากหลายด้วย ไม่ว่าจะเป็น ปลา แร่ สินค้าแปรรูป ผลไม้ หรือผัก ก็ล้วนดีที่จะมีทั้งนั้น!",
        "64": "ถึงฤดูของแบล็คเบอร์รี (blackberry) แล้ว! พุ่มไม้ทั่วชนบท ต่างก็เต็มไปด้วยผลไม้ ที่สุกงอมแล้วทั้งนั้น ออกไปข้างนอก แล้วไปดูด้วยตัวเองดูสิ!",
        "67": "ว่าด้วยเรื่องปลา: แซลมอน (Salmon) ปลาแซลมอนจะกลับมา วางไข่ยังบ้านเกิดของมัน ในทุกฤดูใบไม้ร่วง นั่นหมายความว่าในแม่น้ำ จะเต็มไปด้วยพวกมัน! เธอจับพวกมันได้ เฉพาะในฤดูใบไม้ร่วง ดังนั้นออกไปแล้วจับพวกมันซะ",
        "71": "มีเครื่องเก็บยางไม้ (tappers) ไหม? นักหาของป่าช่างประดิษฐ์ รู้วิธีสร้างนะ เธอสามารถใช้จอกยางเหล่านี้ ติดไว้ตามต้นไม้ ที่เจริญเติบโตอยู่รอบๆ ได้ ต้นเมเปิลจะให้เมเปิลไซรัป (maple syrup) ต้นโอ๊ค (oak) ให้ยางไม้ (resin) และต้นสน (pine) ผลิตน้ำมันสน (pine tar) ถึงแม้ว่าไซรัป (Syrup) จะมีค่ามากที่สุด แต่เหล่าต้นไม้อื่น ก็มอบสิ่งที่จำเป็น ต่อการใช้งานให้เหมือนกันนะ!",
        "74": "จะถึงฤดูหนาวแล้ว อย่าลืมตรวจดูให้แน่ใจว่า มีฟางไว้เพียงพอ สำหรับให้สัตว์ในช่วงฤดูหนาว ด้วยนะ เพราะหญ้าจะตายหมดและยุ้งฉาง (silo) แต่ก็เก็บฟาง (hay) ได้แค่ 240 ชิ้นต่อหลังเท่านั้น ดังนั้นต้องคำนวนให้ดี ดูว่าจำเป็นต้อง สร้างเพิ่มรึเปล่าด้วย!",
        "78": "ว่าด้วยเรื่องปลา: วอลลาย(Walleye) คุณสามารถพบปลานี้ได้ ในวันฝนตกในช่วงฤดูใบไม้ร่วง และฤดูหนาว ตามบริเวณที่มีน้ำจืด",
        "81": "ฤดูหนาวใกล้เข้ามาแล้ว... และนั่นหมายความว่า การปลูกผักของเธอได้มาถึง จุดที่ต้องหยุดพักแล้ว ไม่มีพืชผักเติบโตในฤดูหนาว เว้นแต่ว่าเธอจะโชคดีพอ ที่จะมีเรือนกระจก แต่มันก็ยังมีอะไรให้ทำ น้อยมากอยู่ดี! เอาไว้เพิ่มเติม คราวหน้าแล้วกันเนอะ",
        "85": "ฤดูหนาว... ช่วงเวลาที่โลกทั้งใบ ก้าวเข้าสู่ความเงียบงัน แต่เป็นช่วงเวลา ที่ดีที่จะลงเหมือง ตกปลา และตามหาของมีค่า อัพเกรดอุปกรณ์เตรียมพร้อมไว้ ปลูกพืชในฤดูใบไม้ผลิ หรือไม่ก็ลองไปหาช่างไม้ เพื่อสร้างอะไรบางอย่าง ในฟาร์มดู ตุนทรัพยากร อัพเกรดข้าวของ และเตรียมตัวสำหรับปีถัดไป",
        "88": "สงสัยว่าจะเอา 'ควอทส์บริสุทธิ์ (Refined Quartz)' มาได้ยังไงใช่ไหม? เพียงแค่เอาควอทส์ quartz ธรรมดาใส่เข้าไปในเตาหลอม (furnace) ก็ได้แล้วแต่ต้องใช้ถ่าน (coal) เพื่อจุดไฟด้วยนะ",
        "92": "เจอเมล็ดต้นไม้ ระหว่างต้นไม้งั้นหรือ? เอาพวกมันไปปลูกใหม่ ในดินได้นะ แล้วต้นใหม่ก็จะค่อยๆ โตขึ้นมาเอง สร้างสรรค์เข้าไว้ล่ะ!",
        "95": "มีปลาอยู่สองชนิด ที่จะพบได้เฉพาะในฤดูหนาว... คือหมึกกระดอง (Squid) และลิงคอร์ด (Lingcod) เจ้าหมึกกระดอง (Squid) จะจับได้ที่ทะเลเฉพาะ ช่วงกลางคืน ส่วนลิงคอร์ด (Lingcod) จะพบได้ในน้ำจืดทุกช่วงเวลา แน่นอนว่ามีข่าวลือว่า มีปลาที่หายากและพิเศษมากๆ ซึ่งหาได้แค่เฉพาะ บางช่วงในแต่ละฤดู แต่ฉันไม่มีข้อมูลอะไร เกี่ยวกับพวกมันเลย",
        "99": "มาพูดเรื่อง geodes กันเถอะผลึกโพรง (Geodes) เป็นหินกลวงที่มักจะมี แร่ล้ำค่าอยู่ข้างใน ช่างตีเหล็ก (blacksmith) สามารถเปิดพวกมันให้กับเธอได้ โดยแลกกับค่าธรรมเนียม และมีผลึกโพรง (geodes) อยู่มากมายหลายประเภท... แต่ละประเภทก็จะเก็บแร่เอาไว้ แตกต่างกัน ประเภทที่หายากๆ ก็คือ \"ผลึกโพรงผสม (omni-geode)\" ซึ่งสามารถเก็บแร่เอาไว้ได้ ทุกประเภท",
        "102": "ถ้าอยากให้ใครสักคนมีความสุข ก็เอาของที่พวกเขาชอบไปให้ ในวันเกิดเถอะ! เชื่อฉันสิ",
        "106": "เคยเห็นเส้นเล็กๆ สีน้ำตาลสามเส้น ผุดขึ้นมาจากพื้นดินไหม? ถึงพวกมันจะสังเกตเห็นได้ยาก แต่ถ้าเธอขุดไปที่มันล่ะก็ เธอจะเจออะไรบางอย่าง อยู่ข้างใต้เสมอเลยล่ะ แล้วก็ไม่ต้องมาถามฉันเลยนะ ว่ามันทำงานกันยังไง",
        "109": "เคยลองแหย่มือเข้าไป คุ้ยขยะของเพื่อนบ้านไหม? อี๋! เฮ้ ถ้ามันเป็นสิ่งที่เธออยากทำ ก็อย่าทำมัน ต่อหน้าคนอื่นแล้วกัน ถ้าพวกเขารู้ พวกเขาจะรู้สึกขยะแขยง และส่งผลต่อความสัมพันธ์ได้ ก็นะ เว้นแต่ว่าพวกเขา จะทำมันเหมือนกัน",
        "113": "เยี่ยม ปีใหม่มาถึงแล้ว อย่าลืมไปดูว่า มีเมล็ดพันธุ์อะไรใหม่ วางขายที่ร้านขายของชำด้วยล่ะ หวังว่าเธอจะอัพเกรดอุปกรณ์ เรียบร้อยหมดแล้ว ตั้งแต่ช่วงฤดูหนาวและ พร้อมสำหรับปีแห่งการผลิต!",
        "116": "ว่าด้วยเรื่องปลา: ปลาไหล (Eel) ปลาไหลสามารถพบได้ เฉพาะในช่วงวันที่มีฝนตก ของฤดูใบไม้ผลิและ ฤดูใบไม้ร่วงเท่านั้น",
        "120": "มีครัวแล้วเหรอ? การทำอาหารเป็นหนทางที่ดี ในการเพิ่มความสามารถ ของตัวเธอได้ ไม่ใช่เพียงแค่ เป็นแหล่งพลังงาน แต่อาหารหลายจาน สามารถเพิ่มทักษะ ความเร็ว และอย่างอื่นให้กับเธอได้! ดีใช่ไหมล่ะ?",
        "123": "Item Spotlight: กับดักปู (Crab Pot) นักตกปลามากประสบการณ์ จะรู้ว่าจะสามารถสร้าง หม้อดักปู ได้อย่างไร แม้ชื่อจะเป็นหม้อดักปู แต่เจ้ากับดักนี่ สามารถดักจับอะไรได้หลายอย่าง มากกว่านั้น และสามารถวางได้ทั้ง ในน้ำจืดและน้ำเค็ม สิ่งที่เธอต้องทำมีเพียงแค่ วางเจ้าหม้อนี้ลงไปในน้ำ แล้วใส่เหยื่อลงไป วันรุ่งขึ้นก็กลับมาตรวจดู สิ่งที่หม้อดักปูของเธอ ดักได้ได้เลย หลังจากนั้น ถ้าอยากจะดักอะไรเพิ่มอีก เธอก็แค่หย่อนเหยื่อ ลงไปใหม่ก็พอ",
        "127": "นี่คือฤดู salmonberry! ในพุ่มไม้ทั่วทางผ่าน แถวชนบทจะเต็มไปด้วย เหล่าเมล็ดเบอรี่น้อยๆ ที่ชุ่มฉ่ำ และสามารถเก็บพวกมันไปได้ฟรี! การเก็บเกี่ยวพวกมัน เป็นช่องทางที่ดีมาก สำหรับหารายได้เพิ่ม",
        "130": "มาพูดเรื่องทำน้ำผึ้งกัน ไม่ ไม่ได้หมายถึงเธอ ซื่อบื้อ ฉันพูดถึงเจ้าเพื่อนตัวน้อย หรือก็คือผึ้ง ที่จะมาสร้างผลผลิตแสนหวาน ให้พวกเราต่างหาก ที่จะบอกก็คือ... ถ้าปลูกดอกไม้เอาไว้ใกล้ๆ บ้านของเหล่าผึ้ง พวกเขาก็จะผลิตน้ำผึ้ง ที่มีรสชาติตามดอกไม้ เหล่านั้นออกมา ถ้าไม่อย่างนั้นพวกเขา ก็จะผลิตออกมาแต่ 'น้ำผึ้งป่า (wild honey)' เท่านั้นแหละ น่าสนใจใช่ไหมล่ะ หืม?",
        "134": "นี่เป็นคำแนะนำ สำหรับเหล่านักผจญภัย... อย่าลืมว่าอาวุธแต่ละอย่าง มีวิธีการโจมตีที่แตกต่างกัน! ดาบสามารถปัดป้องการโจมตี ที่จะมาถึงตัวได้ ซึ่งจะมีประโยชน์มาก เวลาที่สไลม์จะกระโดดมา โจมตีเธอ กระบอกสามารถทุบลงไปบนพื้นได้ ทำให้ศัตรูของเธอ ลอยขึ้นไปเหนือพื้น... และด้วยกริชจะทำให้เธอ โจมตีได้ไวขึ้น และสามารถทำการโจมตีติดกัน ถึงสามครั้งรวดได้! รักษาตัวด้วยล่ะ",
        "137": "ฉันอยากจะกล่าวถึง กิลด์นักผจญภัย อันโด่งดังในเมืองเพลิแกนสักหน่อย ผู้นำของกิลด์มาร์ลอนมีรางวัลดีๆ เตรียมไว้ให้กับผู้กล้า ที่สามารถจัดการกับ เหล่ามอนสเตอร์ ในถ้ำของเมืองได้ เหล่านักผจญภัยจะได้รับรางวัล อันทรงพลังเป็นการแลกเปลี่ยน หากจัดการกับเหล่ามอนสเตอร์ จำนวนมหาศาล ตามรายละเอียดที่แปะ อยู่บนบอร์ดประกาศ มันสุดยอดมาก!",
        "141": "ฉันได้ยินมาว่า มีคนบางส่วนไปยืนอยู่แถวๆ รถไฟที่กำลังเคลื่อนที่ เพื่อเก็บเอาข้าวของ ที่ร่วงตกลงมา ว้าว... คนเรานี่ก็ทำอะไรแบบนี้ได้ เพื่อของฟรี!",
        "144": "Animal Spotlight: หมู^^ฉันจะบอกว่าหมูนั้น ถูกฝึกฝนมาให้ดมหาเหล่า ทรัฟเฟิลอันมีค่า สิ่งที่เธอต้องทำมีเพียง ปล่อยให้เหล่าหมูออกมาข้างนอก และรอ... เหล่าหมูจะใช้เวทมนตร์ ของพวกมันเมื่อพวกมันรู้สึกดี และพร้อมมากพอ เธอสามารถนำทรัฟเฟิล ที่เก็บได้ไปทำน้ำมัน เพื่อเพิ่มกำไรได้",
        "148": "นี่เอาไว้เตือนความจำว่า ปลาเหล่านี้ เธอจะพบมันได้เฉพาะ ในฤดูร้อนเท่านั้น: โดราโด (Dorado) พบได้ที่แม่น้ำในป่า ช่วงกลางวัน เทราต์สายรุ้ง (Rainbow Trout) พบได้ที่แม่น้ำในป่า และบนเขาช่วงกลางวัน ปลาปักเป้า (Pufferfish) พบได้ที่ทะเลในช่วงบ่าย และ หมึกสาย (Octopus) พบได้ที่ทะเลในช่วงเช้า รีบจับพวกมัน ในตอนที่ยังจับได้ซะ!",
        "151": "ว่าด้วยเรื่องปลา: ซุปเปอร์ปลิงทะเล (Super Cucumber) เป็นปลาหายาก ที่พบได้เฉพาะในทะเล พวกมันจะออกมาเฉพาะช่วงเย็น ของฤดูร้อนและฤดูหนาวเท่านั้น",
        "155": "ฉันรู้ว่ามันยาก... แต่เลิกกังวล เรื่องม้าสักทีเถอะ! จะปล่อยมันทิ้งไว้ที่ไหนก็ได้ เดี๋ยวพอถึงเวลามันก็หาทาง กลับบ้านมาได้เอง พวกมันเป็นสัตว์ ที่ฉลาดมากและมีอิสระด้วย!",
        "158": "นี่เป็นแค่แนวคิดนะ... ทำสวนต้นไม้! ทำสวนต้นไม้แล้วเอา จอกยางไปติดตั้งไว้กับพวกนั้น จะได้เก็บน้ำเชื่อม อันมีค่าได้ จะไม่ทำก็ได้! ฉันไม่สนหรอก",
        "162": "Item Spotlight: Keg เป็นถังคลาสสิค ที่เอาไว้สำหรับหมักองุ่น ให้กลายเป็นไวน์ แต่เธอรู้ไหมว่า เราสามารถผลิตไวน์ จากผลไม้อื่นๆ ได้ด้วยนะ? ใช่แล้ว^เธอยังสามารถทำน้ำผัก จากผักด้วยได้เช่นกัน",
        "165": "มีสมุดบันทึกงั้นเหรอ? อย่าลืมตรวจสอบมันบ่อยๆ ล่ะ เพราะบางทีก็ลืมได้ง่ายๆ ว่าได้เขียนอะไรสำคัญๆ ทิ้งเอาไว้รึเปล่า",
        "169": "ถ้าเกิดว่าได้รับ 'เมล็ดหายาก (rare seed)'มาแล้วล่ะก็ ตอนนี้คงเป็นเวลาสำหรับ ปลูกมันแล้วล่ะ ถึงแม้จะบอกว่า มันต้องใช้เวลาทั้งฤดู ในการเจริญเติบโต แต่แหล่งข่าว ที่เชื่อถือได้ได้ บอกกับฉันมาว่าจริงๆ แล้วมันใช้เวลาแค่ 24 วันเท่านั้นเอง ในข่าวลือ ล้วนกล่าวว่า มันเป็นผลไม้ ที่หวานที่สุดในโลกด้วย",
        "172": "มีชาวสวนบางส่วน ได้รายงานว่า พบสิ่งประหลาดเกิดขึ้น ในแปลงกะหล่ำดอก เมลอน หรือฟักทองขนาดใหญ่ ของพวกเขา เมื่อพวกมัน เจริญเติบโตเต็มที่แล้ว อืมมม แต่ฉันยังไม่อาจ พิสูจน์ความจริงใดๆ ได้",
        "176": "ถึงฤดูของแบล็คเบอร์รี (blackberry) แล้ว! พุ่มไม้ทั่วชนบท ต่างก็เต็มไปด้วย ผลไม้ที่สุกงอมแล้วทั้งนั้น ออกไปข้างนอก แล้วไปดูด้วยตัวเองดูสิ!",
        "179": "อยากจะแต่งงานอย่างนั้นเหรอ? เธอจะต้องใช้สร้อยคอของนางเงือก (Mermaid's Pendant) ทุกคนที่อาศัยอยู่ ยังทะเลด้านนี้รู้ว่า มันมีความหมายอย่างไร เมื่อเธอมอบจี้ของนางเงือก ให้กับพวกเขา^การได้รับจี้มา อาจจะถูกหลอกลวงเอาได้ แต่ละภูมิภาคล้วนมี รูปแบบเฉพาะของตนเองอยู่ แต่ส่วนใหญ่ก็มักจะเกี่ยวกับ ชายหาดหรือทะเลเสมอ",
        "183": "Item Spotlight: เครื่องรึไซเคิล (Recycling Machine) ได้รับขยะมากมายมาจาก การตกปลาใช่ไหม? มันก็เป็นปกติ สำหรับยุคสมัยนี้นั่นแหละนะ เอาล่ะ ด้วยเครื่องรีไซเคิล เธอจะสามารถเปลี่ยนขยะพวกนั้น ให้กลายเป็นสิ่งที่ใช้งานได้ เพียงแค่เอาขยะ ใส่ลงไปในเครื่องรีไซเคิล แล้วปล่อยให้มันทำงานก็พอ โดยขยะแต่ละประเภท จะรีไซเคิลได้ของ ต่างชนิดกันด้วย",
        "186": "ว่าด้วยเรื่องปลา: อัลบาคอร์ (Albacore) ปลาชนิดนี้สามารถพบได้เฉพาะ ในช่วงเช้าตรู่หรือตอน กลางคืนเท่านั้น ลองไปตามหาดูที่ทะเล ในช่วงฤดูใบไม้ร่วง หรือฤดูหนาวดู",
        "190": "ว่าด้วยเรื่องปลา: ปลาวู๊ดสคิป (Woodskip), ปลาทราย(sandfish), และปลาคาร์พแมงป่อง (scorpion carp) ปลาวู๊ดสคิป (Woodskip) ได้รับการกล่าวขานว่า อาศัยอยู่เฉพาะ ในป่าลึกเท่านั้น ส่วนปลาทราย (sandfish) และปลาคาร์พแมงป่อง (scorpion carp) สามารถพบได้เฉพาะ ในโอเอซิสกลางทะเลทราย เท่านั้น",
        "193": "อีกเพียงสองวัน ก็จะถึงเวลาที่ชุมชน ในสาธารณรัฐเฟิร์นกิลล์จะเฉลิมฉลองเทศกาลภูติ (Spirit's Eve) แล้ว! หนึ่งในประเพณีที่เธออาจจะ ไม่รู้จักในเทศกาลนี้ ก็คือการตามหาฟักทองทองคำ (golden pumpkin) ถ้าในเมืองของเธอ มีวงกตผีสิง เธอก็มั่นใจได้เลยว่า จะต้องมีเจ้าฟักทองสีทองนี้ ซ่อนอยู่ในสักที่แน่ๆ และเจ้าฟักทองนั่นมีค่ามาก!",
        "197": "ชาวบ้านเอ๋ย ฟังที่ฉันแนะนำนะ พวกเธอจะต้องมี ห้องเด็กก่อนที่จะมีลูก เพราะเด็กต้องใช้เปลเด็กนะ!",
        "200": "Item Spotlight: เครื่องคัดลอกอัญมณี (Crystalarium) เจ้าเครื่องจักรมหัศจรรย์นี้ สามารถสร้างอัญมณีเลียนแบบ ได้นับไม่ถ้วน เพียงแค่นำอัญมณี ที่ต้องการก็อปปี้ ไปใส่ไว้ในเครื่อง แล้วปล่อยให้มันทำงาน แม้ว่ามันจะต้องใช้เวลาสักพัก แต่ เฮ้... มันเป็นกำไรล้วนๆ เลยนะ!",
        "204": "ถ้าเธอมี โรงเลี้ยงสัตว์ขนาดใหญ่ และยังมีพื้นที่เหลืออยู่... มีโอกาสที่หนึ่งในสัตว์ของเธอ จะให้กำเนิดลูกสัตว์ ออกมาด้วยนะ ก็แค่เรื่องที่อยากให้รู้ เอาไว้เท่านั้น",
        "207": "ว่าด้วยเรื่องปลา: ปลาดุก (Catfish) หนึ่งในปลาหายาก ที่จะออกมาจากที่ซ่อนเฉพาะ ในวันที่มีฝนตก จะสามารถพบมันได้ตามแม่น้ำ ในเมืองที่พวกมัน สามารถดื่มด่ำกับเศษซาก อะไรก็ตามที่ถูกทิ้ง ลงไปในน้ำได้ตามใจชอบ พวกมันไม่ชอบน้ำร้อน เพราะงั้นอย่าไปเสียเวลา ตามตกมันในช่วงฤดูร้อนซะล่ะ!",
        "211": "Item Spotlight: เครื่องสร้างเหยื่อตกปลา (Worm Bin) อยากได้แหล่งผลิตเหยื่อ ไม่จำกัดงั้นหรือ? ทำถังหนอนสิ เพียงแค่ถังเดียว เธอก็จะสามารถ เก็บเหยื่อได้ทุกวันแล้วล่ะ",
        "214": "ภายใต้พื้นหิมะทั้งหมดเมล็ดพันธุ์ฤดูใบไม้ผลิ (spring seeds) จะค่อยๆ เตรียมตัวเพื่อ เริ่มต้นชีวิตใหม่ ภายใต้แสงอาทิตย์เพราะงั้น อย่าตกใจถ้าฤดูใบไม้ผลิ ใกล้เข้ามา และฟาร์มของเธอ ต้องการการปรับปรุงเอาไว้บ้าง!",
        "218": "ถ้าเธอได้รับตะแกรงทองคำ (gold pan) ลองมองหาแสง ที่แปล่งประกายอยู่ในน้ำดู^มันมักจะมีก้อนแร่ดิบดีๆ อยู่แถวนั้น ร่อนเอาไปได้ฟรีๆ เลย!",
        "221": "ชาวบ้านเอ๋ย ฉันมีประกาศจะมาแจ้ง นี่เป็นตอนสุดท้ายของ ใช้ชีวิตนอกเมือง ก่อนฉันจะเกษียณตัวเอง ฉันได้มีเวลาที่ดี มาตลอดการทำรายการ และฉันคงคิดถึงพวกเธอ โอ้ และฉันจะบอกว่าทางสถานี จะฉายฉบับย้อนหลัง ให้ดูได้ใหม่ในปีหน้า ^^รักษาสุขภาพด้วยล่ะ!"
    }
}
