{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "สวัสดี!^ฉันมีไม้วางไว้รอบๆ เยอะเลย... ฉันคิดว่าคุณอาจจะได้ใช้มัน รักษาตัวเองด้วย!  ^   -โรบิน %item object 388 50 %%",
        "Demetrius": "สวัสดี @^ เมื่อวันก่อน ผมได้ลงไปสำรวจภาคสนามมา แล้วก็เจอตัวอย่างแปลกๆ ด้วยล่ะ ^ หวังว่าคุณเองก็จะสนใจมันเหมือนผมนะ     ^   -ดิมีเทรียส%item object 392 1 394 1 132 1 66 1 %%",
        "Linus": "สวัสดีเพื่อนยาก ^ช่วงนี้ทะเลสาปบนภูเขา ช่างเมตตากับผมจริงๆ ผมอยากจะแบ่งโชคลาภนี้ให้คุณด้วยนะ  ^   -ลีนัส %item object 136 1 143 1 202 1 227 1 228 1 %%",
        "Pierre": "เรียนท่านลูกค้าผู้มีอุปการะคุณ ^ขอขอบคุณที่ได้มาเยี่ยมเยียน ร้านของปีแอร์! สิ่งที่แนบมาด้วยคือ 'เงินคืน (Cash-back) ' จากส่วนลดเชิญใหม่ในโอกาสหน้า! ^   -ปีแอร์^  ป.ล. ขออภัยหากข้อความนี้ รบกวนท่าน @ ขอให้มีความสุข! %item money 250 601  %%",
        "Caroline": "สวัสดี @^ นี่เป็นผักจากสวนน้อยๆ ที่ฉันแอบทำล่ะ ตอนนี้คุณอาจจะมีผักเยอะ จนไม่รู้จะเอาไปทำอะไร แต่ก็... เอาเหอะเนอะ   ^   -แคโรไลน์%item object 190 1 192 1 24 1 %%",
        "George": "เจอหินคุณภาพดีล่ะ ^ บางทีคุณน่าจะนำมันไปสร้างของ หรืออะไรทำนองนั้นได้นะ  ^   -จอร์จ %item object 390 35 %%",
        "Evelyn": "สวัสดี ฉันหวังว่าฟาร์มของเธอคงไปได้ดีนะ ^ นี่เป็นสิ่งของเล็กน้อยจากในครัวฉัน หวังว่ามันจะไม่แตกในซองซะก่อนนะ  ^   -เอเวอลิน  %item object 216 1 220 1 223 1 %%",
        "Pam": "เฮ้ ^ ฉันเจอนี่ในลิ้นชัก เธอน่าจะลองเอาไปใช้ดูนะ   ^   -แพม %item object 346 1 349 1 787 1 %%",
        "Lewis": "@^ ดีใจจริงๆที่คุณได้ย้ายมาอยู่ที่นี่ ผมแนบเช็คเบิกเงินมา 500 G จากกองทุนการเกษตร ของสตาร์ดิวแวลลี่ เพื่อเป็นกำลังใจใน การทำงานของคุณ ^ บางทีคุณควรจะไปซื้อเมล็ดมาลองปลูกดูนะ  ^  ด้วยความจริงใจ เลวิส%item money 500 501 %%",
        "Gus": "@!^นายต้องเลี้ยงฉันสักหน่อยนะที่บาร์ เช้านี้ เข้าใจ๊!   ^   -สหาย กัส%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%",
        "Clint": "เอ่ออ สวัสดี...     ^ ขอโทษทีลายมือฉันมันแย่ไปหน่อย ฉันทำแท่งโลหะเหลือน่ะ ฉันคิดว่าคุณน่าจะต้องการมันนะ  ^   -คลินท์ ช่างตีเหล็ก %item object 334 1 335 1 336 1 %%",
        "Jodi": "สวัสดี @^ ฉันสั่งปุ๋ยมามากเกินไปน่ะ! ฉันพนันได้เลยว่าคุณคงจะ นำไปใช้ประโยชน์ได้ ดูแลตัวเองดีๆนะ  ^   -โจดี้ %item object 368 5 369 5 370 5 %%",
        "Kent": "สวัสดี @^ เจ้านี้มันฝุ่นเกาะอยู่ชั้นเครื่องมือน่ะ ผมคิดว่าคุณคงจะใช้มันได้นะ บางที  ^   -เคนท์%item object 286 1 287 1 288 1 787 1 %%",
        "Emily": "ไง! ^ เป็นยังไงบ้าง? หวังว่านายจะชอบ ของขวัญที่ฉันส่งไปนะ... อืม... บ๊ายบาย! +   ^   -เอมิลี่ %item object 397 1 428 1 440 1 %%",
        "Marnie": "สวัสดี @^ คุณเป็นเพื่อนบ้านที่ดีมาก ฉันคิดว่า ฉันน่าจะส่งอาหารสัตว์ไปให้บางส่วน เพื่อให้คุณทำงานง่ายขึ้นนะ สู้ๆ! ^   -มานี %item object 178 30 %%",
        "Shane": "เฮ้ ^ผมคิดว่ามันน่าจะสนุก ถึงได้ส่งจดหมายมาให้ ก็ไม่รู้หรอกว่าจะเขียนอะไร แต่ก็นะ ^เอ้า มีของขวัญจะให้ด้วยนะ อย่าไปบอกใครล่ะ ฉันแอบเอามันมาจากคลัง ของร้านโจจ้าเมื่อนานมาแล้ว ^โอเค ไว้เจอกันนะ  ^   -เชน %item object 215 1 206 1 %%",
        "Wizard": "ไง คนเก่ง ^ ฉันแนบของมาในแพคนี้ด้วย มันเป็นความลับมากนะ ใช้ดีๆล่ะ      ^   -เอ็ม. ราสโมเดียส, พ่อมด%item object 422 1 82 1 84 1 70 1 %%",
        "Sandy": "สวัสดีจากทะเลทรายคาลิโก้! ^ มาหาหน่อย เบื่อที่นี่มาก :( เข้ามาเอาของที่นี่ได้เลย แล้วก็มาขอบคุณฉันด้วยล่ะ   ^   -แซนดี้ %item object 88 1 90 1 218 1 %%",
        "afterSamShow": "@ ^ โชว์โคตรร็อคเลย ฉันอยากจะบอกว่า ขอบคุณอีกครั้งสำหรับความช่วยเหลือ ในการสร้างวงดนตรีที่ตื่นตาตื่นใจนี้ เราคงทำไม่ได้ถ้าไม่มีคุณ   ^   -แซม",
        "afterArtShow": "สวัสดี @ ^ ฉันขอขอบคุณอีกครั้งที่ มางานแสดงศิลปะของฉันนะ ฉันดีใจที่มันสำเร็จ ฉันขายงานศิลปะของฉัน เกือบหมดเลยล่ะ ทุกคนชมฉันและให้กำลังใจฉัน หวังว่าจะพบกันอีกนะ  ^   -ลีอา",
        "haleyGarden": "@ ^ ฉันว่ามันน่าสนุกดีนะที่ เขียนจดหมายหาคุณแบบนี้ ^ ฉันสนุกมากตอนอยู่วัวเมื่อวานน่ะ... ฉันเริ่มเข้าใจว่าทำไมคุณเลือก ที่จะเป็นเกษตรกร หวังว่าจะเจอกันอีกนะ  ^   -เฮลีย์",
        "PennyCleanTrailer": "ขอโทษเกี่ยวกับ เรื่องที่บ้านฉันเมื่อวานนะ... แม่ของฉันเธอขี้โมโหไปหน่อยน่ะ ^ ลืมๆมันไปเถอะ  ^   -เพนนี",
        "Duck": "สวัสดี @ ^ คุณได้พิสูจน์แล้วว่าสามารถเลี้ยงไก่ได้ เพราะฉะนั้น ฉันจึงเริ่มขายเป็ดที่ร้านของฉันแล้ว!      ^   -มานี",
        "Rabbits": "สวัสดี @ ^ ตอนนี้ฉันมีกระต่ายขายในร้านแล้วนะ มันจะให้ขนนุ่มๆกับเธอได้เยอะเลย       ^   -มานี",
        "Sheep": "สวัสดี @ ^ คุณได้พิสูจน์แล้วว่าสามารถเลี้ยงวัวได้ ฉันเลยเริ่มขายแกะที่ร้านของฉันแล้วนะ!       ^   -มานี",
        "Goats": "สวัสดี @ ^ ตอนนี้ที่ร้านของฉันมีแพะขายแล้วนะ เธอทำได้ดีมากๆ        ^   -มานี",
        "Pigs": "สวัสดี @ ^ คุณมาได้ไกลมากเทียบกับตอนที่มาใหม่ ผลก็คือฉันตัดสินใจเริ่มขายหมูที่ร้าน ลองมาดูสิหมูพวกนี้มันถูกฝึกมา เอาไว้หาเห็ดทรัฟเฟิลล่ะ       ^   -มานี",
        "SeaAmulet": "@ ^ ผมจะให้คำแนะนำกับคุณนะ เพราะผมชอบคุณ และผมต้องการให้คุณอยู่ในเมือง Pelican ต่อ ถ้าคุณอยากจะแต่งงาน คุณจะต้องให้ 'สร้อยนางเงือก' ไม่ต้องกังวลว่าคนจะมองยังไง คนในเมืองนี้เข้าใจดีว่ามันหมายถึงอะไร มันเป็นประเพณีเก่าแก่น่ะ ขอให้โชคดี! ^   -เลวิส",
        "Bouquet": "@ ^ เหมือนว่าคุณกำลัง เริ่มเข้าหาผู้คนแล้วนะ ถ้าคุณแสดงว่ารักใครละก็ มาซื้อดอกไม้ที่ร้านฉันสิ ราคาย่อมเยา ถูกใจทุกคน ถ้าอยากมีครอบครัวละก็ นี่ล่ะ ก้าวแรก! ^   -ปีแอร์",
        "RobinCooking": "สวัสดี @ ^ นี่เป็นสูตรเก่าแก่ของคุณย่าฉันเอง ขอให้อร่อยนะ!   ^   -โรบิน%item cookingRecipe %%",
        "DemetriusCooking": "อยากมากล่าว 'ขอบคุณ' ที่สนใจในงานของฉัน นี่เป็นสูตรอาหารที่ฉันชอบน่ะ ^   -ดิมีเทรียส%item cookingRecipe %%",
        "LinusCooking": "@ ^ เป็นอย่างไรบ้าง? ฉันมีสูตรการทำอาหาร เกี่ยวกับปลามาให้น่ะ ^   -ลีนัส%item cookingRecipe %%",
        "PierreCooking": "ลับสุดยอด: ^ นี่เป็นสูตรการทำทาร์ตบลูเบอรี่ล่ะ อย่าบอกใครนะ ฉันให้คุณเพราะ คุณเป็นเพื่อนที่ดีมากเลยล่ะ ^   -ปีแอร์%item cookingRecipe %%",
        "CarolineCooking": "สวัสดี @ ^ ไม่มีอะไรที่น่าพอใจ ไปกว่าการทำอาหาร ด้วยผักสดๆจากผักที่ปลูกเองหรอก นี่แล้ว ฉันได้แนบสูตรอาหารมาให้แล้วนะ ดูแลตัวเองด้วย ^   -แคโรไลน์%item cookingRecipe %%",
        "GeorgeCooking": "ฉันคิดว่า ฉันน่าจะให้สูตรของฉัน ที่วางทิ้งไว้แถวนี้ อย่าเผามันล่ะ ^   -จอร์จ%item cookingRecipe %%",
        "EvelynCooking": "สวัสดี @ ^ ฉันมักจะไม่ให้สูตรใครนะ แต่ตั้งแต่คุณเข้ามา คุณก็ดีกับจอร์จมาตลอด ฉันเลยเอามาให้ ^   -เอวเอลิน%item cookingRecipe %%",
        "PamCooking": "สวัสดี ไอ้หนู ^ นี่เป็นสูตรขนมเล็กๆ ที่พ่อของฉัน เคยทำน่ะ ค่อยๆทำล่ะ ^   -แพม%item cookingRecipe %%",
        "LewisCooking": "@ ^ อย่าลืมว่าต้องกินอาหาร ที่มีประโยชน์หรือไม่ก็จะไม่มี พลังงานในการทำงาน ในฉันรวบรวมสูตรโปรดมาให้ ดูให้ดีล่ะว่า ใช้มะเขือเทศสุกน่ะ! ^   -เลวิส%item cookingRecipe %%",
        "GusCooking": "สวัสดี @ ^ นี่เป็นสูตรจากร้านของฉัน ฉันจะให้มันกับเพื่อนฉันอย่างเดียวนะ ^   -กัส%item cookingRecipe %%",
        "ClintCooking": "เอ่อ ฉันรู้ว่าฉันมีสูตรอาหารไม่มาก ^ ฉันจะส่งให้คุณอันนึงละกัน ^ มันน่าจะช่วยคุณในการขุดแร่ ดูแลตัวเองดีๆล่ะ ^   -คลินท์%item cookingRecipe %%",
        "JodiCooking": "@ ^ สูตรนี้ทำให้ฉันชนะเลิศ ในการแข่งทำอาหารล่ะ หวังว่าคุณจะชอบมันนะ ขอบคุณที่เป็นเพื่อนกัน ^   -โจดี้%item cookingRecipe %%",
        "KentCooking": "นี่เป็นสูตรอาหารจากต่างประเทศ ^ อยากบอกขอบคุณที่ทำให้ฉันรู้สึกยินดีนะ ^^   -เคนท์%item cookingRecipe %%",
        "EmilyCooking": "@! ^ กลับหัวจดหมายดูสิ มันเป็นสูตรอาหารซึ่งดีต่อสุขภาพมากๆล่ะ! ^ มันจะทำให้คุณรู้สึกตื่นตัว แล้วเจอกัน  ^   -เอมิลี่%item cookingRecipe %%",
        "MarnieCooking": "ถึงเพื่อนบ้าน ^ เมื่อฉันไม่ได้ดูแลสัตว์ ฉันก็ทำอาหารล่ะ ได้เวลาแบ่งปันสูตรให้แล้ว ^ หวังว่าคุณจะชอบนะ! ^   -มานี%item cookingRecipe %%",
        "ShaneCooking": "@ ^ ฉันพบนี่ในนิตยสารน่ะ และฉันคิดว่ามันน่าสนใจดี ฉันจะดีใจมากถ้าคุณให้ฉันชิม เมื่อคุณทำมันเสร็จนะ ฮิฮิ ^   -เชน%item cookingRecipe %%",
        "SandyCooking": "สวัสดี @ ^ ฉันเบื่อมากที่ต้องอยู่ที่นี่ ในทะเลทราย เลยต้องเขียนจดหมายมา ฉันมีสูตรซุปแสนอร่อย แนบมาล่ะ  มาเยี่ยมกันบ้างนะ! ^   -แซนดี้%item cookingRecipe %%",
        "WillyCooking": "สวัสดี @ ^ ฉันอยากแบ่งสูตรอาหารของพ่อฉันให้น่ะ มันต้องใช้ปลาสดๆเท่านั้นนะ  ^   -วิลลี่%item cookingRecipe %%",
        "mom1": "สวัสดี @^ เป็นยังไงบ้างลูก แม่คิดถึงลูกมากตั้งแต่ลูกไปอยู่นั่น หวังว่าชีวิตการทำฟาร์มจะเป็นไปด้วยดีนะ ^ รัก แม่   ^ ป.ล. แม่ส่งคุกกี้ของโปรดลูกไปให้ด้วยนะ < %item object 223 1 %%",
        "mom2": "\n        สวัสดี @ ^ นานแล้วนะตั้งแต่แม่ ได้ยินข่าวจากลูก บางสิ่งที่นั่นอาจจะทำให้ ลูกเหมือนได้กลับบ้านแล้ว คิดถึงลูกมากๆ ^ รัก แม่ ^ ป.ล.แม่เจอซองเงินที่ปู่ทิ้งไว้ให้น่ะ %item money 500 501 %%",
        "mom3": "สวัสดี @^ แม่เห็นบทความที่ เกี่ยวกับลูกในหนังสือพิมพ์ ดูเหมือนว่าชีวิตในชนบท เหมาะกับลูกนะ แม่ภูมิใจในตัวลูกนะ ดูแลตัวเองดีๆ รัก แม่",
        "mom4": "ถึง @^ เป็นอย่างไรบ้าง? ลูกคงกำลังสร้าง ทรัพย์สมบัติอยู่ที่ฟาร์ม อย่าลืมแม่แก่ๆ คนนี้ของลูกตอนที่ ลูกเป็นมหาเศรษฐีละ! ^  รัก แม่   ^   ป.ล. ทานเค้กให้อร่อยนะ!%item object 221 1 %%",
        "dad1": "สวัสดี @ ลูกรัก^  ปรับตัวเข้ากับชีวิตใหม่ได้รึยังล่ะ? ไม่อยากจะเชื่อเลยว่า ลูกจะโตเป็นผู้ใหญ่ขนาดนี้แล้ว.... เวลาก็ผ่านไปเร็วนะ พอลูกออกไปแล้ว พ่อก็มีเงินเหลืออยู่เยอะ เลยส่งมาให้เป็นของขวัญเล็กๆ น้อยๆ ล่ะนะ ^  ด้วยรัก พ่อ%item money 500 501 %%",
        "dad2": "ถึง @ ^ วิถึชีวิตชนบทเป็นยังไง บ้างสำหรับลูกล่ะ? ที่นี่ดูเหงาๆพอไม่มีลูกนะ แต่พ่อก็ภูมิใจในสิ่งที่ลูกทำ ^ รัก จากพ่อ ^ ป.ล.พบซองจดหมายกับเงิน ที่ปู่ทิ้งไว้สำหรับลูก %item money 500 501 %%",
        "dad3": "ถึง @ ^ พ่อได้อ่านบทความ เกี่ยวกับลูก ในหนังสือพิมพ์ท้องถิ่น! พ่อประทับใจ กับความคืบหน้าในฟาร์มมาก! เก็บนี่ไว้และพ่อแก่ๆสุดที่รักของลูก อาจออกจากบังกะโลหรูในเกาะเฟิร์นหลังจากนี้ ;)  ^ รัก จากพ่อ",
        "dad4": "ถึง @ ^ พ่อรู้ว่าลูกกำลังยุ่งอยู่กับฟาร์ม และนั่นคือเหตุผลที่ลูกมาเยี่ยมไม่ได้ พ่อเข้าใจ ลูกทำงานหนักมาก... ทำต่อไปแล้วลูกจะทำอะไร ให้สำเร็จได้ทุกอย่าง ^ รัก จากพ่อ ^ ป.ล.รวมถึงหินคุณภาพดีนี่ด้วย %item object 390 30 %%",
        "newsstory": "สวัสดี @ ^ มันเป็นความยินดีของเราอย่างยิ่ง ที่จะแจ้งให้คุณทราบว่า ฟาร์มของคุณจะถูกนำเสนอ ในสัปดาห์ถัดไปของคอลัมน์ใน สื่อสาธารณะของสตาร์ดิวแวลลี่ ขอแสดงความยินดี เราประทับใจกับความก้าวหน้า อย่างรวดเร็วของคุณ ^   -เอสวีที",
        "pierreBackpack": "(โฆษณา)  ^ 'ฉันเจอของดีมากๆ แต่กลับพบว่า กระเป๋าไม่มีที่จะใส่!' ^^คุณเคยประสบปัญหา เช่นนี้หรือไม่? ปิแอร์ช่วยคุณได้! เพียงแวะร้านขายของชำ ของปิแอร์วันนี้ เราพร้อมขาย กระเป๋าขนาด 24 ช่องให้กับคุณเสมอ!^ ไว้เจอกัน!",
        "pierreHours": "(โฆษณา)   ^^ ร้านค้าทั่วไปของปีแอร์เปิด 7 วันต่อสัปดาห์แล้ว!",
        "robinKitchenLetter": "ถึงคุณเจ้าของฟาร์ม^@ ^^ฉันอยากขอโทษที่ล้อคุณเรื่อง กระท่อมเก่าๆของปู่คุณ ตอนที่เราเจอกันครั้งแรก มันเป็นบ้านเล็กๆ ที่ดูดีน่ะ!^^ยังไงซะ คุณอาจต้องใช้พื้นที่ มากขึ้นซักวัน นั้นแหละที่ฉันช่วยได้ ถ้าคุณเอาวัตถุดิบมาแล้วจ่ายค่าจ้าง ฉันสามารถขยายบ้านคุณได้ ^(มีต่อหน้าถัดไป) ^^การขยายขั้นแรกของฉันคือ ห้องครัว ด้วยห้องครัว คุณสามารถทำอาหารตามสูตรที่มีได้! ^^อย่างไรก็ตาม หวังว่าคงจะเริ่มรู้สึกเหมือน ได้อยู่บ้านในสตาร์ดิวแวลลี่!^^    ช่างไม้ท้องถิ่นแถวนี้ ^        โรบิน",
        "taxPassed": "ถึง @^ ภาษี การจัดส่งผ่านแล้ว โดยในวันนี้ ภาษี 3% จะถูกหักออกจากกำไ รการจัดส่งสินค้าทั้งหมดของคุณ นอกจากนี้ ค่าธรรมเนียมสำหรับ การบริการสาธารณะยังคงมีผลอยู่ เจอกันใหม่เร็วๆนี้!! ^   -นายกเทศมนตรี",
        "taxRejected": "ถึง @ ^ ภาษีจัดส่งนั้นถูกปฏิเสธ กำไรจากการจัดส่งสินค้า ของคุณยังอยู่เหมือนเดิม ค่าธรรมเนียมสำหรับ การบริการสาธารณะ จะยังคงเหมือนเดิมเช่นกัน เจอกันใหม่เร็วๆ นี้  ^   -นายกเทศมนตรี",
        "quest10": "@^ผมได้ยินมาว่า คุณไปช่วยคนบางคนในเมือง มาแล้วหนิ ทุกคนรู้สึกขอบใจมาก ผมให้รางวัลคุณในเดือนนี้ด้วย \"รางวัลเพื่อนบ้านดีเด่น\" (รวมถึงเงินเล็กน้อย) ทำต่อไปนะ! ^   -นายกเทศมนตรี%item money 500 501 %%",
        "quest35": "ถึง @^คุณได้ช่วยเหลือ คนมากมายตั้งแต่ ย้ายเข้ามาอยู่ที่นี่ ผู้คนได้บอกกับผมเสมอ เกี่ยวกับที่ดีๆที่คุณได้ทำลงไป! โปรดรับนี่เป็นรางวัลตอบแทน ^   -นายกเทศมนตรี%item money 2500 2501 %%",
        "quest100": "@^เรามีความยินดีที่จะ ประกาศว่าคุณได้รับเลือก ให้ได้รับรางวัล \"เพื่อนบ้านแห่งปี\"! และคุณจะได้รับรางวัล เป็นเงินจำนวน 10,000g ทางเราขอแสดงความยินดี! และทุกคนในเมืองต้องการที่จะ 'ขอบคุณ' สำหรับทุกสิ่งที่คุณได้ทำ ^   -นายกเทศมนตรี%item money 10000 10001 %%",
        "hero_update": "@^ถึงเวลาจัดอันดับของ วีรบุรุษสตาร์ดิว (Stardew hero)! ฉันได้แนบไว้ ในซองจดหมายแยกต่างหากแล้ว โชคดีในฤดูกาลนี้นะ!  ^   -นายกเทศมนตรี",
        "hero_update1": "%update",
        "CF_Fish": "สวัสดี @^ ฝีมือตกปลาของเธอ ดีกว่าของพ่อฉันซะอีก... น่าประทับใจ ^ สตาร์ดรอป (Stardrop) นี้เป็นมรดกตกทอดต่อกันมา ในตระกูลวิลลี่เป็นเวลา... โอ้ ก็ประมาณพันกว่าปีแล้ว ^และฉันก็ไม่มีลูกหลาน... เลยอยากให้เธอเก็บมันไว้^^ -วิลลี่   ^  %item object 434 1 %%",
        "adoptionLetter": "สวัสดี @ และคู่ครอง^ขอแสดงความยินดีด้วย!! คำร้องขออุปการะเด็กของคุณ ได้รับการอนุมัติแล้ว ^เรากำลังทำงานกันอย่างหนัก เพื่อคัดเลือกทารกที่เหมาะสม กับพวกคุณมากที่สุด ^สมาชิกใหม่ในครอบครัวคุณ จะมาถึงภายใน 2 สัปดาห์^^ -บริษัทจัดการรับเลี้ยงเด็กเฟิร์นกิลล์",
        "stardewHeroMine": "ข้อความลับ: ถ้าคุณสามารถไปถึง ด้านล่างสุดของเหมืองอีกครั้ง ความลับกำลังรอคุณอยู่ ระวัง เหมืองจะอันตรายมากขึ้น",
        "fertilizers": "ถึงเพื่อนบ้าน ^ผมหวังว่าคุณจะมีความสุข กับบ้านใหม่ของคุณนะ ที่ผมเขียนจดหมายมาถึงคุณ เพราะผมจะแจ้งให้ทราบว่า ที่ร้านของผมได้นำ 'ปุ๋ย' มาวางขายแล้ว ทำไมคุณไม่ลองแวะมาดูหน่อยล่ะ คุณอาจจะสนใจซื้อมันสักถุงก็ได้นะ?  ^   -ปีแอร์",
        "fertilizers2": "ถึง @^ตอนนี้ฉันขายปุ๋ยที่คุณภาพสูงขึ้น รวมถึงพืชพันธุ์ใหม่ๆอีกด้วย! แล้วเจอกัน ^   -ปีแอร์",
        "abbySpiritBoard": "สวัสดี @ ^วันใดวันหนึ่งคุณควรจะ มาที่ห้องของฉันตอนค่ำๆ... บางทีประมาณ 2 ทุ่ม ^ฉันมีอะไรบางอย่างอยากไห้คุณดู ^   -แอ็บบี้",
        "pennySpa": "มาเจอฉันในโรงอาบน้ำตอนมืดนะ ^   -เพนนี",
        "incubator": "Dear @^^ ขอบคุณสำหรับการซื้อเล้าแบบใหม่ นอกจากจะเพิ่ม กำลังการผลิตไข่ ของคุณแล้วฉันยังได้ ติดตั้งเครื่องฟักไข่ให้คุณด้วย ^การใช้เครื่องฟักไข่นั้น  เพียงแค่วางไข่ภายใน ถ้าในเล้าของคุณมีพื้นที่ว่างพอ ไข่จะฟักเองภายในไม่กี่วัน!^^ เหมือนเคย ขอบคุณสำหรับธุรกิจของคุณ^-โรบิน",
        "hatter": "หวัดดี^^เราขายหมวกล่ะ เข้าใจตรงกันเนอะ?^^มาที่บ้านร้างเก่าโคตรเก่านั่นแหละ เอาเงินมาด้วยล่ะ^^-หนูหมวก",
        "Beat_PK": "ขอแสดงความยินดี!! ^ ^ คุณชนะ 'การเดินทางของราชาแพร์รี (Journey Of The Prairie King)', และถูกสุ่มในการจับรางวัล ของผู้ชนะพิเศษของเรา! ^คุณชนะเกมราชาแพร์รี (Prairie King Arcade System)!^ในตอนนี้เชิญคุณสนุกไปกับ 'การเดินทางของราชาแพร์รี (Journey Of The Prairie King)' ที่บ้านของคุณได้เลย^^คุณสมควรได้รับมัน! ^-ทีมพัฒนาราชาแพร์รี %item bigobject 141 %%",
        "JunimoKart": "ขอแสดงความยินดี!! ^ ^ คุณชนะระดับทั้งหมดใน 'จูนิโม่คาร์ท (JunimoKart)'...จริงๆ แล้ว คุณเป็นคนแรก ในสาฐารณรัฐเฟิร์นกิลล์ที่ทำได้! ^ รางวัล: จูนิโม่คาร์ท (Junimo Kart) สำหรับภายในบ้าน! ^ ^ ขอให้สนุก!^-ทีมพัฒนาจูนิโม่คาร์ท %item bigobject 159 %%",
        "elliottReading": "@^ผมมีข่าวดี... ผมเขียนนิยายเสร็จแล้ว!! ผมจะอ่านมันให้ ผู้คนฟังที่ห้องสมุดบ่ายวันนี้ หวังว่าจะเจอคุณที่นั่น! ^   -เอลเลียต",
        "elliottBoat": "ช่วยมาพบฉันที่ท่าเรือ ตอนเช้าวันอาทิตย์ ฉันคิดอะไรได้บางอย่าง ^   -เอลเลียต",
        "harveyBalloon": "@ ^ผมมีอะไรจะทำให้ คุณประหลาดใจล่ะ มาเจอกันที่ทางรถไฟนะ ^   -ฮาร์วีย์",
        "samMessage": "@ ^มาเจอกันที่หน้าบ้านผม หลังพระอาทิตย์ตกดิน ^   -แซม",
        "joshMessage": "@ ^มาเจอกันที่ซาลูน หลังพระอาทิตย์ตกดินนะ ^   -อเล็กซ์",
        "lewisStatue": "@ ^^ในภายหน้า ฉันจะขอบคุณอย่างมาก ถ้าคุณเลิกวางของส่วนตัวของฉัน ไว้ในเมืองให้ทุกคนเห็น!! ^^ฉันไม่พอใจมาก!! ^^เอาเงินนี่ไป และอย่าพูดถึง 'โครงการ' ของฉันกับทุกคน จำไว้!%item money 750 751 %%",
        "marnieAutoGrabber": "@ ^ฉันมีสินค้า มาใหม่ด้วย ...เรียกว่า \"เครื่องเก็บเกี่ยวอัตโนมัติ (Auto-Grabber)\"^^สิ่งนี้จะช่วยคุณรีดนมวัว นมแพะ ตัดขนแกะของคุณ ทั้งหมดโดยอัตโนมัติ!! ^^ถือว่าเป็น 'เครื่องมือหรูหรา' ดังนั้น ฉันจะขายให้คุณในราคา 25,000g ^^    -มานี",
        "EmilyClothingTherapy": "@ ^ฉันมีความคิดใหม่ที่บ้ามาก ฉันอยากจะเชิญคุณไป.... มันเรียกว่า \"ตู้ลองชุดหรรษา\"^^ได้โปรดมาที่บ้าน นายกเทศมนตรี ในวันนี้ด้วยนะ ฉันมีอะไรจะให้คุณชม^^ รักนะ เอมิลี่",
        "EmilyCamping": "@ ^ไปตั้งแคมป์กัน! ^^ มาพบฉันที่ป่าซินเดอร์แซป (Cindersap forest) หลัง 10pm^^ ด้วยรัก เอมิลี่",
        "EmilyDoneCamping": "ขอบคุณที่มาพบฉันเมื่อคืน... เป็นช่วงเวลาที่มีค่าสำหรับฉัน ^ฉันดีใจที่มีหมีปรากฏตัวขึ้น! ^^แล้วพบกันใหม่^^  ด้วยรัก เอมิลี่",
        "foundLostTools": "ถึง @ ^มีคนเอาเครื่องมือ ของคุณไปและฉัน ไปพบในถังขยะเมื่อคืน ^^ฉันเอาไปวางไว้ ข้างเตียงคุณแล้วนะ ^หวังว่าจะไม่ได้ ทำให้คุณตื่นนะ... ^^  -นายกเทศมนตรีเลวิส",
        "fishing2": "ฉันมีสินค้าใหม่เข้ามา...^ เบ็ดตกปลาแบบหรูหรา และพวกเหยื่อที่คุณ สามารถใส่มันเข้าไปได้! ^คุณสามารถใช้เหยื่อ เพื่อที่จะทำให้ปลา กินเบ็ดไวขึ้น หวังว่าจะได้เจอกันเร็วๆ นี้! ^   -วิลลี่",
        "fishing6": "มาที่ร้านฉันแล้วลองดูเบ็ด คันใหม่ที่ฉันเอามาขายดูสิ ^มันดีที่สุดแล้วที่เงินจะซื้อได้... และคุณสามารถแต่งมันเพิ่ม ด้วยอุปกรณ์แต่งเบ็ด! ^หวังว่าจะเจอกันเร็วๆนี้! ^   -วิลลี่",
        "wizardJunimoNote": "แหล่งข้อมูลของฉันบอกฉันว่า เธอได้เข้าไปเดินด้อมๆมองๆ ในศูนย์ชุมชมเก่าๆนั่นสินะ ^ ทำไมไม่มาเยี่ยมฉันสักหน่อยล่ะ? ^  ที่พำนักของฉันอยู่ที่ทิศตะวันตก ของป่าติดลำธาร ในหอคอยเก่าๆ ฉันอาจจะมีข้อมูลอะไรบางอย่าง ที่ช่วยตอบคำถามเกี่ยวกับ 'หนูตัวปัญหา' ของเธอก็ได้นะ^   -เอ็ม. ราสโมเดียส, พ่อมด %item quest 1 true %%",
        "winter_18": "ถึง @^ ฉันอยากจะให้ข้อมูล อะไรบางอย่างกับเธอ เกี่ยวกับเทศกาลที่จะถึงนี้สักหน่อยนะ ที่เรียกว่างานฉลองดาวฤดูหนาวน่ะ มันถึงเวลาแล้วที่ชุมชนของเรา จะรวมตัวกันแล้วระลึกไปถึงสิ่งดีๆ ที่พวกเราได้รับในปีนี้ ^ สิ่งที่พวกเราทำกัน เป็นประจำในเทศกาลนี้คือ การ \"แลกของขวัญ\" ที่ซึ่งทุกๆคนในเมืองจะถูกสุ่ม ให้มอบของขวัญให้กับคนนั้นๆ ซึ่งในวันเทศกาลนั้น ทุกๆคนจะนำของขวัญ มามอบให้เพื่อนลับนั้น และเซอร์ไพส์เขาหรือเธอ ด้วยอะไรบางอย่างที่วิเศษ! ^^ ปีนี้ เพื่อนลับของเธอคือ:^ %secretsanta ^ อย่าบอกใครล่ะ! งานจะเริ่มในวันที่ 25 เวลา10 โมงเช้า จนถึงบ่าย 2 ที่ศูนย์กลางของเมืองนะ แล้วเจอกัน! ^   -นายกเทศมนตรีเลวิส",
        "ccBulletinThankYou": "ถึง @ ^ ตอนนี้ทุกๆ คนในเมืองต่างพูดถึง ความเอื้ออาทรของเธอ! ^ เห็นได้ชัดว่า มีพัสดุใส่ของบางอย่าง ที่พวกเขาเคยอยากได้และ เขียนประกาศติดไว้ที่ ป้ายแถลงการณ์ในศูนย์ชุมชน ตั้งแต่เมื่อปีที่แล้ว ปรากฏขึ้นในบ้านของแต่ละคน และพัสดุเหล่านั้นก็ถูกจ่าหน้าว่า ส่งมาจากฟาร์มของเธอ ทั้งหมดเลย! ^ ขอบคุณมากนะ ที่เธอเสียเวลาไปกับ อะไรเล็กน้อยเหล่านี้... แต่พวกเราทุกคน รู้สึกดีเป็นอย่างมาก! ^   -นายกเทศมนตรีเลวิส",
        "guildQuest": "ฉันเห็นคุณกำลังสำรวจอยู่ที่เหมือง คุณเป็นคนที่มีจิตวิญญาณ แห่งการผจญภัย ฉันสามารถบอกได้เลย ^ถ้าคุณสามารถกำจัด สไลม์ 10 ตัวได้ล่ะก็ คุณจะได้มาเป็นส่วนหนึ่ง ของกิลด์นักผจญภัยของฉัน ^ดูแลตัวเองด้วย    -มาร์ลอน %item quest 15 true %%",
        "skullCave": "เธอได้เขาไปใน ถ้ำหัวกระโหลกแล้วสินะ ^แต่ฉันมีอะไรที่ท้าทายกว่านั้นเจ้าหนู ไปให้ได้อย่างต่ำ 25 ชั้นสิ  ฉันยินดีมอบเงินก้อนโต เป็นภูเขาให้เธอเลย ถ้าเธอไปถึงได้น่ะนะ ^ เพื่อนของคุณ Mr. Qi %item quest 20 %%",
        "robinWell": "โรบินเอง! ^ฉันรู้ดีว่ารอบๆฟาร์มของเธอ มีหินระเกะระกะเป็นจำนวนมาก ^ ถ้าเธอมีมากเกินไปละก็ เธออาจจะอยากให้ฉัน สร้างบ่อเก็บน้ำให้เธอก็ได้นะ ^บ่อเก็บน้ำเนี่ย สามารถวางได้ทุกที่ บนฟาร์มของเธอเลยล่ะ และทำประโยชน์ด้วยการเติมน้ำ ให้บัวรดน้ำของเธอไง ^^ เมื่อเธอพร้อมแล้ว แค่แวะมาที่ร้านของฉันพร้อมหิน 75 ก้อน และเงินอีก 1000 เท่านั้นเอง^-โรบิน",
        "landslideDone": "ถึงผู้มีอุปการะคุณทุกท่าน: ^ทางเราร้านโจจ้าได้แก้ปัญหา ดินถล่มอันเนื่องมาจาก การขุดเจาะใกล้แหล่งน้ำ บนภูเขาของทางบริษัทแล้ว อย่างไรก็ตามทางบริษัท มีความประสงค์ที่จะแจ้งท่านว่า การกระทำของทางบริษัทนั้น อยู่ภายใต้กฎหมาย (อ้างอิงตามใบอนุญาตก่อสร้างเลขที่ L61091 ฝ่ายพัฒนาบริษัทโจจ้า การติดตามดูแลสภาพแวดล้อม ของท้องถิ่นเป็นสิ่งที่ทางบริษัทให้ ความสำคัญเป็นอันดับแรก ^^ ทางบริษัทขออภัยในความ ไม่สะดวกที่เกิดขึ้นอันเนื่องมาจาก อุบัติเหตุในครั้งนี้ ^ ทางเราขอขอบคุณ ท่านผู้มีอุปการะคุณที่ให้ ความสนับสนุนทางบริษัทเรา อย่างต่อเนื่อง^^-มอร์ริส ^ตัวแทนฝ่ายบริหาร ความพึงพอใจของลูกค้า",
        "QiChallengeComplete": "คุณทำได้^ ฉันประทับใจมากเลย^ ขอให้สนุกกับของรางวัลของคุณ^   -Qi. %item money 10000 %%",
        "spring_2_1": "ไง สวัสดี ^ฉันเพิ่งกลับมาจาก การตกปลา ^เธอควรมาที่ชายหาดบ้างนะ ^ฉันมีบางอย่างจะให้ ^  -วิลลี่ %item quest 13 true %%",
        "spring_12": "แด่ @ ^ในวันพรุ่งนี้เราจะมีงาน เทศกาลไข่อีสเตอร์ ในจัตุรัสกลางเมือง ^^ซึ่งคุณมาร่วมสนุกกับเราได้ ตั้งแต่เวลา 9 โมงเช้าถึงบ่าย 2 ^อย่าพลาดกับกิจกรรมเกมล่าไข่ล่ะ ^  -นายกเทศมนตรีเลวิส",
        "spring_15_1": "สวัสดี ที่รัก... ^^ฉันรู้ว่าเธอพึ่งเริ่มต้น กับการเป็นชาวไร่ ฉันเลยอยากให้คำแนะนำนิดหน่อย ^^พืชส่วนใหญ่โตแค่ฤดูกาลเดียว เมื่อฤดูร้อนมาถึง พืชในฤดูใบไม้ผลิจะตายทั้งหมด ^เพราะฉะนั้นวางแผนดีๆละ^^ -คุณยายเอเวอลิน",
        "spring_23": "สวัสดี @ ^พรุ่งนี้พวกเราทุกคน ได้รับเชิญไปในเทศกาลดอกไม้ ^^ถ้าคุณอยากหาคู่ใจ ที่ต้องการเต้นรำกับคุณ! ^งานเต้นรำจัดอยู่ที่ป่า ทางตะวันตกของเมือง  มาระหว่าง 9 โมงเช้าถึงบ่าย 2 ถ้าคุณสนใจ^  -นายกเทศมนตรีเลวิส",
        "summer_10": "ถึง @ ^พรุ่งนี้เราจะมีการรวมตัวกันที่ ชายหาดประจำปีกับงานลัวร์ ของเมืองเพลิแกน ^^ไฮไลท์ของงานคือจะมีของกิน จากทุกคน แน่ใจนะว่าคุณจะนำบางอย่าง ที่ดีมารวมด้วย! ผู้ว่าการรัฐก็จะเข้าร่วมงานนี้ด้วย ขอให้คุณประพฤติตัวดีๆ^มาที่ชายหาดได้ตั้งแต่เวลา 9 โมงเช้าถึงบ่าย 2^   -นายกเทศมนตรีเลวิส",
        "summer_28": "ถึง @ ^คืนนี้ เวลาประมาณ 10PM จะมีปรากฏการณ์ที่สวยงาม และหาดูได้ยากเกิดขึ้น ^^กระพรุนแสงจันทร์จะลอยผ่านมา ที่เมืองเพลิแกน ระหว่างการเดินทางอพยพ ไปทางใต้ในฤดูหนาว ^^พวกเราทุกคนจะไปรวมตัวกัน เพื่อไปคอยดูที่ชายหาด คุณต้องไม่อยากพลาดแน่ๆ!^แล้วเจอกันคืนนี้นะ^ -ดิมีเทรียส",
        "fall_9": "ถึง @ ^หนึ่งสัปดาห์จากวันนี้ เราจะมีงานแสดงสินค้า สตาร์ดิวแวลลี่ที่จตุรัสกลางเมือง! ^มันเป็นงานที่ใหญ่ที่สุดของปี  ผู้คนจากทั้งประเทศจะเข้ามาที่ เมืองเล็กๆของเรา^ถ้าคุณต้องการ คุณสามารถตั้งร้านแสดงสินค้า จากฟาร์มของคุณในงานนี้ แค่นำของที่ดีที่สุดมา 9 ชิ้น มันจะแสดงถึงความสามารถของคุณ  คุณจะได้รับการตัดสินจากคุณภาพ และความหลากหลายของ การจัดโชว์ของ^งานจะเริ่มเวลา 9 โมงเช้า... อย่าพลาดล่ะ!^   -นายกเทศมนตรีเลวิส",
        "fall_15": "ถึง @ ^ผมแค่อยากจะเตือนคุณว่า งานแสดงสินค้าสตาร์ดิวแวลลี่ จะจัดขึ้นในวันพรุ่งนี้ ^อย่าลืมที่จะนำวัตถุดิบของคุณ 9 อย่างสำหรับ ตั้งร้านแสดงสินค้า ^จำไว้นะ งานจะเริ่มเวลา 9 โมงเช้า ที่ทาวน์สแควร์ แล้วเจอกัน!^   -นายกเทศมนตรีเลวิส",
        "fall_26": "ถึง @ ^รู้สึกได้ถึงบรรยากาศ อันเย็นยะเยือกนี้มั้ย? มันอาจจะเป็นเพียงแค่สัญญาณ การกลับมาของลมหนาว... ^หรืออาจจะมีพลังงานบางอย่าง ซ่อนอยู่ก็เป็นได้ มาร่วมงานฉลองในวันพรุ่งนี้ กับพวกเราสิ... กับงานเทศกาลภูติ (Spirit's Eve)^ถ้าอยากจะเข้าร่วม ก็มาที่จตุรัสกลางเมืองตอน เวลา 4 ทุ่ม นะ^  -นายกเทศมนตรีเลวิส",
        "winter_7": "ถึง @ ^พรุ่งนี้เราจะรวมตัวกันที่ หน้าบ้านมานี สำหรับเทศกาลแห่งน้ำแข็ง ^^มันเป็นงานฉลองในฤดูหนาว... จะมีมนุษย์หิมะ การแกะสลักน้ำแข็ง และการแข็งขันตกปลา ในน้ำแข็ง!^งานมีตั้งแต่ 9 โมงเช้าถึงบ่าย 2 นะ ถ้าคุณอยากมีส่วนร่วมกับเรา^  -นายกเทศมนตรีเลวิส",
        "winter_14": "เริ่มพรุ่งนี้แล้ว ^ที่กองทัพเรือสินค้า จะมาเทียบท่าที่เมืองเพลิแกน เพื่อพร้อมสำหรับ 'ตลาดราตรี' ที่จัดขึ้นเป็นประจำทุกปี ^^ตลาดจะเปิดเวลา 5 โมงเย็น และจะอยู่ที่ท่าเรือเป็นเวลา 3 วัน!^^โปรดมาเยือนชายหาดหลัง 5 โมงเย็นเป็นต้นไป เพื่อเข้าร่วมมหกรรมครั้งนี้ ^  มีกาแฟฟรี!",
        "spring_11_1": "ประกาศของหาย:^ฉันทำขวานอันโปรดหาย! หากคุณเจอมัน โปรดส่งคืนให้เร็วที่สุด ฉันลำบากมากถ้าไม่มีมัน มีรางวัล 250g สำหรับคนที่หามันเจอ^   -โรบิน%item quest 100 %%",
        "spring_19_1": "คุณชาวไร่ @^ฉันมีเรื่องขอร้องคุณ ฉันต้องการต้นกะหล่ำดอก (cauliflower) สดๆสำหรับ สูตรอาหารที่อยากจะทำ เอามาให้ซักอันได้ไหม?^   -โจดี้%item quest 101 %%",
        "summer_3_1": "@^มันน่าอายจริงๆที่จะพูดเรื่องนี้กับคุณ... คือฉันหากางเกงสีม่วงนำโชคไม่เจอ ชั้นไม่รู้จะบอกยังไงกับใครดี เว้นแต่คุณ คุณคือคนเดียวที่ฉันไว้ใจ ^ถ้าคุณเจอมันแล้ว นำมาให้ฉัน\"อย่างระมัดระวัง\"ด้วย แล้วฉันจะยินดีจ่ายให้อย่างงามเลย ^ขอบคุณ^   -นายกเทศมนตรีเลวิส%item quest 102 %%",
        "summer_14_1": "เฮ้ เด็กน้อย ^คอป้าแห้งจนเหลือแต่กระดูกแล้ว ป้ากระหายเบียร์อ่อนจริงๆ หนูพอจะมีไหม? ป้าไม่เอาเบียร์เก่านะ ต้องเบียร์อ่อนๆ เท่านั้น^   -แพม%item quest 103 %%",
        "summer_20_1": "@^ฉันรวบรวมข้อมูลความสัมพันธ์ ระหว่างความด่างในดินกับ ระดับน้ำตาลในพืช เรื่องมันยาว ฉันต้องการเมลอน (melon) สด จากฟาร์มของคุณ ถ้าเอามาให้ฉันได้ลูกหนึ่ง ฉันจะขอบคุณมาก^   -ดิมีเทรียส%item quest 104 %%",
        "summer_25_1": "ถึงเจ้าของฟาร์ม @:^อาการเจ็บของเข่าฉัน มันเริ่มมาอีกแล้วล่ะ แล้วเจ้ารู้หรือปล่าวอะไรช่วยได้? ^ใช้เจ้าพริกที่เผ็ดร้อนถูๆไงล่ะ^ ปัญหาคือ ทรัพยากรฉันหมดไปแล้ว ถ้าเธอมีซักอันที่จะให้ ฉันก็จะเป็นหนี้บุญคุณเธอเลยล่ะ^   -จอร์จ %item quest 105 %%",
        "fall_3_1": "สวัสดี @ ฉันต้องการให้วัวของฉัน ได้รับการรักษาเป็นพิเศษ พวกเขากำลังดีขึ้น และหิว คุณสามารถนำผักโขม (amaranth) มาให้ฉันได้ไหม พวกเขารักสิ่งนี้มาก ^ขอบคุณนะ^   -มานี %item quest 106 %%",
        "fall_8_1": "สวัสดี^ ช่วงนี้เป็นฤดูของแบล็คเบอร์รี่เลยนะ พุ่มไม้เต็มไปด้วยผลของมัน ฉันอยากจะเก็บมันสักหน่อย แต่ว่าฉันทำตะกร้าของฉันหายไป ช่วยฉันหน่อยได้ไหม?^   -ลีนัส%item quest 107 %%",
        "fall_19_1": "@ ^ฉันอยากจะซื้อ ฟักทองจากเธอน่ะ ลูกสาวของฉันกับฉันอยากจะทำ โคมไฟจากฟักทอง สำหรับงานเทศกาลภูติ (Spirit's Eve) ที่จะถึงนี่ ^   -แคโรไลน์%item quest 108 %%",
        "winter_2_1": "เฮ้ ฉันมีเรื่องท้าทายเล็กน้อย มาฝากน่ะ^ จับหมึกกระดอง (squid) มาให้ฉัน^ เธอสามารถตกมันได้แถวๆทะเล ในเวลากลางคืน แต่ว่าพวกมันจะโผล่มาเฉพาะ ในฤดูหนาวเท่านั้นนะ^   -วิลลี่%item quest 109 %%",
        "winter_6_1": "ฉันมีเรื่องแปลกๆ จะขอร้องหน่อยนะ ช่วยเก็บเป็นความลับด้วยได้ไหม?^ ฉันอยากให้เธอ ส่งอเมทิสไปให้เอมิลี เพราะว่ามันเป็นหินที่เธอชอบมาก แล้วบอกเธอด้วยล่ะว่า ฉันเป็นคนส่งมาให้^   -คลินท์ %item quest 110 %%",
        "winter_12_1": "@ ^ตอนนี้ข้ากำลังศึกษาเกี่ยวกับ ศาสตร์แห่งการทำนายเงา ที่สูญหายไปอยู่ ข้าต้องการของสิ่งหนึ่งที่เรียกว่า 'หินแห่งความมืด (Void Essence)' นำมันมาให้ข้า แล้วเจ้าจะได้รับ การตอบแทน^ -เอ็ม. ราสโมเดียส,พ่อมด %item quest 111 %%",
        "winter_17_1": "@ ^ขอโทษนะที่รบกวนคุณอีก แต่ฉันมีบางอย่างให้ช่วย ^ฉันได้ค้อนใหม่มาและฉันต้องการ ทดสอบความแข็งกับแร่หลายๆชนิดดู ^รบกวนช่วยหลอมIron bar แล้วนำมาให้ฉันหน่อยนะ? ^ขอบคุณมาก^ -คลินท์ %item quest 112 %%",
        "winter_21_1": "@ ^เป็นไงบ้าง? หวังว่าฤดูหนาวจะไม่โหดร้าย กับคุณมากเกินไปนะ^เอาล่ะ ฉันเขียนนี่มาเพื่อจะขอไม้ จากคุณสักหน่อย ถ้าคุณมีอยู่ ฉันก็ต้องการสัก10ชิ้น^ถ้าไม่มีก็ไม่เป็นไรนะ รักษาตัวด้วยล่ะ!^  -โรบิน%item quest 113 %%",
        "winter_26_1": "ถึง @ ^ฉันอยากทำสตูว์ปลา แต่ฉันต้องการปลาอัลบาคอร์ (albacore)! ฉันรู้ว่ามันเกือบจะหมดฤดูแล้ว... ขอโทษที่บอกช้าไป จับมาให้ซักตัวได้ไหม?^   -กัส%item quest 114 %%",
        "spring_1_2": "แจ้งให้ทราบ: ^^ราคาของวัตถุดิบที่ร้านของโรบิน และคลินท์เพิ่มขึ้น",
        "spring_6_2": "@ ^ฉันกำลังต้องการแอปริคอท (Apricot) สดๆอย่างมาก ฉันหาไม่ได้ซักอันที่ร้านค้า ฉันก็เลยมาถามคุณ จะจ่ายให้อย่างงามเลยล่ะ!^   -เอมิลี่%item quest 115 %%",
        "spring_15_2": "ถึง @ ^ฉันอยากให้ของขวัญ เซอไพรซ์สามีฉัน เขาชอบต้นหอมมาก ช่วยนำมาให้ฉันหน่อยได้ไหม?^   -คุณยายเอเวอลิน%item quest 116 %%",
        "spring_21_2": "ประกาศ^นี่ปีแอร์เอง... ฉันอยากกินปลาดิบ (sashimi) มากๆเลย ฉันจ่ายแพงแน่นอน สำหรับคนที่เอามาให้^   -ปีแอร์%item quest 117 %%",
        "summer_6_2": "ต้องการนักตกปลา ^ฉันต้องการตัวอย่าง ปลาปักเป้าที่ใช้ได้ ฉันกำลังทดลองเกี่ยวกับ พิษที่ปล่อยจากปลาปักเป้า^รางวัล: 1000g^ -ดิมีเทรียส%item quest 118 %%",
        "summer_15_2": "ถึงเจ้าของฟาร์ม @ ^ฉันอยากให้มะเฟือง (Starfruit) กับภรรยาฉัน ในวันครบรอบของเราน่ะ คุณปลูกมันไว้ในฟาร์มคุณ หรือเปล่า? ถ้าคุณเอามาให้ฉันซักอัน ฉันจะดีใจมากเลย^   -เคนท์%item quest 119 %%",
        "summer_21_2": "@ ^ฉันต้องการน้ำมันเห็ดทรัฟเฟิล (truffle oil) อย่าถามว่าทำไม ^ -นายกเทศมนตรีเลวิส%item quest 120 %%",
        "fall_6_2": "ต้องการ: ลอบส์เตอร์ (Lobster) 1 ตัว สำหรับซุปครีมกุ้งที่ฉัน กำลังทำอยู่^จาก: กัส เจ้าของซาลูนสตาร์ดรอป ^รางวัล: 800g %item quest 121 %%",
        "fall_19_2": "ประกาศ ^ใครพอจะมี แบตเตอรี (Battery pack) บ้าง? รีโมทโทรศัพท์ของฉัน มันแบตหมด และมันก็ยุ่งยากมากๆ ที่จะต้องคอยลุก ออกจากโซฟา เพื่อไปเปลี่ยนช่อง^  -แพม%item quest 122 %%",
        "winter_5_2": "@ ^ตอนนี้ฉันกำลังทำ คทาเอนชานท์แห่งพลังมหัศจรรย์ (enchanted staff of phenomenal power) อยู่ ^แต่ยังขาดของบางอย่างอยู่: แท่งอิริเดียม (Iridium bar) ^ฉันเต็มใจที่จะจ่ายให้ 5 เท่าของราคาตลาดเลย สะดวกเมื่อไหร่ก็เอามาเลยนะ ^ -เอ็ม. ราสโมเดียส, พ่อมด %item quest 123 %%",
        "winter_13_2": "ฉันมีการท้าทายใหม่: จับปลาลิงคอร์ด (Lingcod) มาให้ฉัน^มันไม่ได้จับง่ายๆหรอก แต่ฉันรู้ว่าทำได้^  -วิลลี่%item quest 124 %%",
        "winter_19_2": "ถึง @ ^ฉันมีปัญหาที่แก้ไม่ตกจริงๆ ฉันอยากจะทำ โคโค่-โน-โน่ ที่ซาลูนมากๆเลย แต่ฉันไม่รู้จะไปหามะพร้าว (coconut) ที่ไหนน่ะสิ!^ช่วยฉันหน่อยนะ?^  -กัส%item quest 125 %%",
        "winter_24": "ถึง @ ^วันพรุ่งนี้ก็จะเป็นเทศกาล ดวงดาวฤดูหนาวแล้ว ^เธอเตรียมของขวัญสำหรับ 'เพื่อนลับ'... %secretsanta แล้วหรือยัง? ^เทศกาลจะเริ่มตอน 9 โมงเช้า ในจตุรัสกลางเมือง แล้วเจอกัน! ^   -นายกเทศมนตรีเลวิส",
        "passedOut1_Billed_Male": "เรียนมิสเตอร์ @^คืนก่อน สมาชิกทีมคนหนึ่งของโจจ้ามาพบคุณ ตอนได้รับบาดเจ็บ ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย^เราดีใจที่คุณไม่เป็นไร! ^^(คุณได้รับการเรียกเก็บเงิน {0}g สำหรับบริการนี้) ^^-มอร์ริส ^ตัวแทนฝ่ายบริหาร ความพึงพอใจของลูกค้า",
        "passedOut1_Billed_Female": "เรียนคุณ @^คืนก่อน สมาชิกทีมคนหนึ่งของโจจ้ามาพบคุณ ตอนได้รับบาดเจ็บ ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย^เราดีใจที่คุณไม่เป็นไร! ^^(คุณได้รับการเรียกเก็บเงิน {0}g สำหรับบริการนี้) ^^-มอร์ริส ^ตัวแทนฝ่ายบริหาร ความพึงพอใจของลูกค้า",
        "passedOut1_NotBilled_Male": "เรียนคุณ @^คืนก่อน สมาชิกทีมคนหนึ่งของโจจ้ามาพบคุณ ตอนได้รับบาดเจ็บ ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย^เราดีใจที่คุณไม่เป็นไร! ^^เนื่องจากคุณไม่มีเงิน ทางเราจึงไม่ได้คิด ค่าใช้จ่ายในการ ใช้บริการนี้ ^^-มอร์ริส ^ตัวแทนฝ่ายบริหาร ความพึงพอใจของลูกค้า",
        "passedOut1_NotBilled_Female": "เรียนคุณ @^คืนก่อน สมาชิกทีมคนหนึ่งของโจจ้ามาพบคุณ ตอนได้รับบาดเจ็บ ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย^เราดีใจที่คุณไม่เป็นไร! ^^เนื่องจากคุณไม่มีเงิน ทางเราจึงไม่ได้คิด ค่าใช้จ่ายในการ ใช้บริการนี้ ^^-มอร์ริส ^ตัวแทนฝ่ายบริหาร ความพึงพอใจของลูกค้า",
        "passedOut2": "@ ^ คุณโชคดี ที่ฉันพบคุณเมื่อคืน! คุณหมดสติและมีคน กำลังค้นกระเป๋าของคุณ ฉันไม่รู้ว่าพวกเขา เอาเงินไปได้เท่าไหร่... ^พวกเขาวิ่งหนีทันที ตอนฉันกำลังเข้าไปหา ^ระมัดระวังด้วย! ^^-ลีนัส",
        "passedOut3_Billed": "@^ มีคนทิ้งคุณไว้ที่คลินิกเมื่อคืน คุณหมดสติเนื่องจากความอ่อนเพลีย!^ คุณควรดูแลตัวเองให้มากกว่านี้ และควรกลับไปที่เตียง เมื่อถึงเวลาพอเหมาะ^ผมเรียกเก็บเงินจากคุณ {0}g เป็นค่าใช้จ่าย ทางการแพทย์ของคุณ ^^-หมอฮาร์วีย์",
        "passedOut3_NotBilled": "@^ มีคนทิ้งคุณไว้ที่คลินิกเมื่อคืน คุณหมดสติเนื่องจากความอ่อนเพลีย!^ คุณควรดูแลตัวเองให้มากกว่านี้ และควรกลับไปที่เตียง เมื่อถึงเวลาพอเหมาะ^เนื่องจากคุณไม่มีเงิน ผมจึงไม่คิดค่าใช้จ่าย ที่ใช้ในการรักษาคุณ ^^-หมอฮาร์วีย์",
        "passedOut4": "@  ^^เวลาราวๆตี 3 พบว่าเธอคว่ำหน้าลงในโคลน^^เธอควรพยายาม กลับบ้านให้เร็วกว่านี้!^^     -มาร์ลอน[#]ข้อความจากมาร์ลอน",
        "elliottLetter1": "@ ที่รัก ^^ผมเพิ่งมาถึงแกรมเพิลตัน (Glampleton) จุดเริ่มต้นการเดินทาง ผมลืมไปแล้วว่าเมืองนี้ มีชีวิตชีวาแค่ไหน! ถนนที่เต็มไปด้วยผู้คน... พวกเขาดูเหมือนจะเร่งรีบ หรือสับสน และไม่รู้อะไรเลยเกี่ยวกับ สภาพแวดล้อมของพวกเขา ผมคิดถึงเมืองเพลิแกนแล้ว! ^^จุดเริ่มต้นการเดินทางของผม เริ่มจากร้านหนังสือท้องถิ่น คืนนี้ผมต้องยอมรับว่า ผมประหม่าเล็กน้อย เมื่อคิดเกี่ยวกับ การพูดในที่สาธารณะ... ท้องของผมรู้สึกเหมือน ถูกบีบเป็นเพรทเซลและ ราดด้วยซอสชีสเผ็ด หวังว่าผมจะโชคดี! ^^-รักนะ เอลเลียต^^ป.ล. ผมหวังว่าคุณจะ อยู่ในความสงบคืนนี้ และไม่กลัวที่จะอยู่คนเดียว ในบ้านหลังใหญ่! %item conversationTopic ElliottGone2 0 %%[#]จดหมายจากสามีของฉัน",
        "elliottLetter2": "แด่ @ สุดที่รัก^^ดีเลยสำหรับครั้งแรกที่ได้อ่าน แม้ว่าผู้ชมจะน้อยกว่าที่ผมต้องการ อย่างไรก็ตามผมขายหนังสือ ได้เพียงพอที่จะครอบคลุม ค่าใช้จ่ายของโรงแรม! อีกไม่กี่ชั่วโมงผมจะไปที่ เมืองบรรพบุรุษของผม การอ่านเมื่อวาน คือการอุ่นเครื่อง ต่อไปจะเป็นจริงแล้ว อาจจะตูมตามเลยก็ได้… ^ผมคิดถึงเธอมาก อย่าลืมทานให้อร่อยนะ โอ้อย่าลืมว่าผม ทิ้งเค้กปูไว้ในตู้เย็น....^ด้วยรัก เอลเลียต %item conversationTopic ElliottGone3 0 %%[#]จดหมายจากสามีของฉัน 2",
        "elliottLetter3": "ถึงหวานใจของผม @ ^^มันเป็นประสบการณ์ ที่ยอดเยี่ยมในเมืองซูซูเมื่อคืน! ดูเหมือนว่าจะมีฉาก วรรณกรรมที่ดีที่... มีหลายสิบคนเข้ามาใน ห้องอ่านหนังสือของผม! ผมเซ็นลายเซ็นมากมาย มันแปลกที่จะถือว่าเป็นบุคคลสำคัญ ทั้งหมดนี้เป็นคำถาม ของกรอบจินตนาการที่ยิ่งใหญ่... เพราะแท้จริง ไม่มีใครพิเศษ เฉพาะกับเอลเลียต ที่คุณทุ่มเทเช่นเคย ^^สำหรับตอนนี้ผมอยู่คนเดียว ในห้องพักโรงแรมของผม ผมกินอาหารที่ยอดเยี่ยมของโจจ้า... ^^มันควรจะเรียกว่า 'อาหาร'?^หรือ 'วัตถุที่กินได้' ดีล่ะ? ^ผมไม่ต้องคิดนาน ^มันต้องเป็นอย่างหลัง ^^ผมรอคอยที่จะกลับบ้านเร็วๆนี้ หวังว่าคุณจะชอบเค้กปู ^^-รัก เอลเลียต %item conversationTopic ElliottGone4 0 %%[#]จดหมายจากสามีของฉัน 3",
        "elliottLetter4": "ในความฝัน เมื่อได้รับเกียรติกับ มุมมองอันสูงส่ง ^ผมจ้องมองทะเล ทีสดใส^จ้องมองไปที่ชายฝั่ง ที่ห่างไกล ^ที่ผมได้เดินผ่าน แต่ตอนนี้เวลาได้บดบัง ความทรงจำของผม ^^มีเพียงหนึ่งสถานที่นิรันดร์ ^ที่ผมจะอยู่ที่นั่นสักวัน ^ในหุบเขาสุดสวาท ที่ที่ยอดรักรอคอย: ^บ้านเล็กๆ ของเราข้างสระน้ำ ^^-เอลเลียต %item conversationTopic ElliottGone5 0 %%[#]จดหมายจากสามีของฉัน4",
        "elliottLetter5": "แด่ที่รัก @^^พวกเขาส่วนใหญ่ มักจะเบื่อกับอ่านของผม แต่ผมจะไม่ยอมให้คุณเบื่อ กับรายละเอียดพวกนั้นแน่ ^^เมื่อถึงเวลานั้น ผมแน่ใจว่าคุณจะ ตื่นเต้นกับมัน! ผมแทบรอไม่ไหวแล้ว ที่จะได้กลับไป และอยากดูว่า มีอะไรคืบไปแล้วหน้าบ้าง ^^การเดินทางที่แสนยาวนาน ระหว่างเมืองแต่ล่ะเมือง ผมทำให้ตัวเองสนุก โดยการปิดตาและคิดถึง เรื่องราวต่างๆในฟาร์ม... ผมเห็นถังหมักเหล้าหวาน เห็นแร่ในเตาเผา และเห็นห้องครัวเล็กๆ ที่มีกลิ่นหอมของ อบเชยและลูกจันทน์เทศ แค่นึกถึงก็มีความสุขแล้ว! ^^อย่าอยู่ในเหมืองจนดึกดื่นนะ ที่รัก มันอันตรายมากนะรู้ไหม! หากจำเป็นจริงๆ... พกอาหารไปด้วยให้เพียงพอนะ ^^-รัก เอลเลียต %item conversationTopic ElliottGone6 0 %%[#]จดหมายจากสามีของฉัน 5",
        "elliottLetter6": "ถึงยอดรัก @^^นี่น่าจะเป็นจดหมาย ฉบับสุดท้ายแล้ว ก่อนที่ผมจะได้กลับบ้าน นี่เป็นการเดินทางที่ดี... ถึงจะไม่ค่อยเจอเรื่องตื่นเต้น มากมายก็เถอะ มันก็ดีนะที่ได้เห็นผู้คน มีความสุขกับงานของผม แต่ถึงยังไง ผมก็อยากกลับ ไปที่บ้านอยู่ดี ^^ผมมองหาสิ่งปลอบโยน ภายในบ้านหลังเล็กๆนั่น งานในฟาร์ม ที่น่าพึงพอใจ มีอาหารทำเอง และที่สำคัญที่สุด ความอบอุ่นภายใน ผืนผ้ากำมะหยี่กับคุณ ^^แล้วพบกัน!^-รัก, เอลเลียต %item conversationTopic ElliottGone7 0 %%[#]จดหมายจากสามีของฉัน 6",
        "MarlonRecovery": "@ ^พบของที่เธอทำหายไป^^ครั้งหน้า ดูแลตัวเองให้ดีด้วย!^   -มาร์ลอน%item itemRecovery %%[#]มาร์ลอนเจอสิ่งของของคุณ",
        "RarecrowSociety": "ถึงคุณ @ ^^การอุทิศตนของคุณนั้น น่าประทับใจอย่างยิ่ง... ^^มีเพียงไม่กี่คนเท่านั้น ที่ได้รับคอลเล็กชัน หุ่นไล่กาแบบสมบูรณ์!^^โปรดยอมรับพิมพ์เขียวชิ้นนี้ เพื่อระลึกถึงความสำเร็จของคุณ^   -เดอะ แซด.ซี. สมาคมหุ่นไล่กาหายาก (The Z.C. Rarecrow Society)%item craftingRecipe Deluxe_Scarecrow %%[#]จากเดอะ แซด.ซี. สมาคมหุ่นไล่กาหายาก (The Z.C. Rarecrow Society)",
        "CarolineTea": "ถึง @ ^^ขอบคุณสำหรับ การมาเยือนห้องรับแสง ของฉันเมื่อวานนี้ ฉันมักจะดื่มชาคนเดียว แต่มันก็สนุกดี ที่ได้ดื่มกับเธอ! ^^ฉันได้รับคำแนะนำเกี่ยวกับ วิธีการเตรียมและปลูกชา ที่เธอมี ไรซึ่งความกดดันใดๆ แต่ถ้าต้นชาเติบโตขึ้นมาบ้าง ขอให้นำชาสักถ้วยมาให้ฉันด้วย!^^-แคโรไลน์%item craftingRecipe Tea_Sapling %%[#]ข้อความเกี่ยวกับชาของแคโรไลน์",
        "WoodChipper": "ว่าไง @ ^^ฉันอยากให้เธอได้รู้จัก กับสิ่งของชิ้นใหม่ที่ฉันมี... มันถูกเรียกว่า 'เครื่องย่อยไม้ (Wood Chipper)'^^คุณสามารถใช้มัน เพื่อตัดไม้เนื้อแข็ง (hardwood) ออกเป็น ไม้ธรรมดา (wood) หลายชิ้น !^^ฉันรู้ว่ามันเป็นเรื่องยาก ที่จะหาไม้ในฤดูหนาว ดังนั้นถ้าคุณมีปัญหา ในการจัดหาไม้ พิจารณาซื้อซักอันสิ^       -โรบิน[#]การแจ้งเตือนเกี่ยวกับเครื่องย่อยไม้ (Wood Chipper)",
        "spring_1_1": "= ยินดีต้อนรับสู่ Stardew Valley Mod ภาษาไทย^ ใช้กับ Stardew Valley 1.4.5 เท่านั้น!! ^  --Mod update&Status--^ -Dialogue NPC -100%^ -Mail Box -100%^ -NPCGiftTastes -100%^ -Marriage Dialogue-100%^ -Dialogue ทั่วไป -100%^ -Festivals -100%^ -Events -100%^ -Extra Dialogue -100%^^+ จัดทำและแปลโดย Translator Army^ Memee Thechoco, Pookhao23, RushingOn, Tomyamkung.^^< รายชื่อผู้โดเนท^ 'ELL, Krit, Memee Thechoco, นิรนาม.^^= Coder & ตัดต่อวิดีโอ^ 'ELL, Shibosan.^^< ผู้จัดทำเวอร์ชั่น 1.0-1.8.8^ SORNZiLLATE, NoTSoXDream, JASON.^^= ทําเนียบนักแปล^ Davykun, iParnRequiem, PangInFN, ProfessorHydra, Tawan, unknownwmz.^^< ขอบคุณทีมงานเดิม^ Artdekdok, cybertorns, MiXEL.SC, NoTSoXDream, Pigter, sornzilla, superogira.^^= Chief Beta Tester^ Grace Manassanan.^^< Beta tester^ Alice, Agist, Anel, BirdBBK, Kazuma, PadalPrussus, TaNGGoDZeeD, wa.%item money 500 501 %%"
    }
}
