{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Meet The Wizard/มีจดหมายถึงคุณ จากพ่อมดท้องถิ่น เขาอ้างว่า มีข้อมูลเกี่ยวกับ ศูนย์ชุมชนเก่า (Old Community Center)/ไปที่หอคอยพ่อมด/WizardHouse/-1/0/-1/false",
        "2": "Basic/The Mysterious Qi/ในกล่องปริศนานี้ คุณพบโน้ตเกี่ยวกับ คำแนะนำแปลกๆ ลงนามโดย 'Mr. Qi'/โยนเปลือกหอยสีรุ้ง (Rainbow shell) ในกล่องที่สถานีรถไฟ/null/-1/0/-1/false",
        "3": "Basic/The Mysterious Qi/คุณได้พบโน้ตแปลกๆ ที่เขียนขึ้นโดย 'Mr.Qi' คำขอนี้ยิ่งดูยิ่งแปลก/ใส่บีทส์ (Beets) 10 หัว ในตู้เย็นบ้าน นายกเลวิส/null/-1/0/-1/false",
        "4": "Basic/The Mysterious Qi/คุณได้พบโน้ตแปลกๆ อีกอันนึงในตู้เย็นของเลวิส ครั้งนี้คำแนะนำ มันดูคลุมเครือมากๆ/\"ให้อาหารมื้อสุดท้าย ของเขากับมังกรทราย\"/null/-1/0/-1/false",
        "5": "Basic/The Mysterious Qi/คุณได้พบโน้ตแปลกๆ ในดวงตาของมังกรทราย ดูเหมือนว่า การล่าสมบัติที่แปลก ประหลาดของ Mr. Qi ได้สิ้นสุดลงแล้ว/ตรวจสอบกองไม้ ข้างบ้านของคุณ/null/-1/0/-1/false",
        "6": "ItemHarvest/Getting Started/ถ้าคุณต้องการ เป็นชาวไร่ละก็ คุณต้องเรียนรู้ พื้นฐานซะก่อน ใช้จอบเพื่อพรวนดิน จากนั้นหว่านเมล็ด ใส่ในดินที่พรวนแล้ว รดน้ำทุกวันจนกว่าพืชผล จะพร้อมสำหรับ การเก็บเกี่ยว/ปลูกและเก็บเกี่ยว หัวผักกาด (Parsnip)/24/h7 8/100/-1/true",
        "7": "Building/Raising Animals/โรบิน เธอเป็นช่างไม้ท้องถิ่น อาศัยอยู่ทางตอนเหนือของเมือง สำหรับการแลกเปลี่ยน วัสดุกับเงินนั้น เธอจะสร้างสิ่งก่อสร้าง ในฟาร์มของคุณ คุณจะต้องให้เธอ สร้างเล้าหรือโรงนาให้ เพื่อที่คุณจะ สามารถเลี้ยงสัตว์ได้/ก่อสร้างเล้า (Coop)/Coop/-1/100/-1/true",
        "8": "Crafting/Advancement/ในขณะที่คุณ ได้รับประสบการณ์ คุณจะค้นพบวิธี ประดิษฐ์ (Craft) สิ่งใหม่ๆ เพื่อที่จะสร้างกำไร และทำให้ชีวิตง่ายขึ้น อย่างเช่น หุ่นไล่กา (Scarecrow) จะปกป้องพืชผลจากอีกา ที่จะมากินพืชผล อันมีค่าของคุณ/สำเร็จ Farming level 1 และประดิษฐ์หุ่นไล่กา (Scarecrow)/8 true/-1/100/-1/true",
        "9": "Social/Introductions/มันจะดีมากเลยนะ ถ้าคุณไปแนะนำตัว กับคนอื่นๆ รอบๆ เมือง บางคนอาจจะ รู้สึกกังวัลที่จะได้พบ ชาวสวนคนใหม่ ก็ได้นะ/./null/25/0/-1/true",
        "10": "Basic/Copper Ore/คุณค้นพบเศษ แร่ทองแดง (Copper ore) คุณไม่แน่ใจว่า จะใช้งาน เศษชิ้นส่วนนี้ยังไง แต่ช่างตีเหล็ก ท้องถิ่นรู้วิธี/นำเศษ แร่ทองแดง (Copper ore) ไปที่ร้านตีเหล็กของคลินท์/./-1/0/-1/false",
        "11": "Crafting/Forging Ahead/หากคุณตั้งใจ จะขุดเหมืองต่อไปละก็ คุณน่าจะสร้างเตาหลอมนะ/ประดิษฐ์เตาหลอม (Furnace) สักเตา/13 true/12/0/-1/true",
        "12": "ItemHarvest/Smelting/ตอนนี้คุณได้สร้าง เตาหลอมแล้ว สามารถถลุงแร่ บางอย่างได้ ตามคำแนะนำของคลินท์ ถ้าคุณใส่ แร่ทองแดง (Copper ore) 5 ก้อน และ ถ่าน (Coal) 1 ก้อน ในเตาหลอมล่ะก็ คุณจะได้รับแท่งทองแดง (Copper bar) 1 แท่ง/ใช้งานเตาหลอม (Furnace) เพื่อสร้างแท่งทองแดง (Copper Bar) สักชิ้น/334 1/-1/0/-1/true",
        "13": "Basic/To The Beach/บางคนที่ชื่อวิลลี่ได้ชวนคุณไปที่ ชายหาดทางตอนใต้ ของเมือง เขาบอกว่า มีของบางอย่าง จะมอบให้คุณ/ไปที่ริมชายหาด ก่อน 5 โมงเย็น/-1/-1/0/-1/true",
        "14": "Basic/Explore The Mine/มีเหมืองเก่าๆ อยู่ที่ภูเขา ทางเหนือของเมือง อาจพบแร่ล้ำค่าข้างใน แต่มาร์ลอนบอกว่า มันค่อนข้างที่จะ อันตราย/ลงไปชั้นที่ 5 ของเหมือง/17/17/0/-1/false",
        "15": "Monster/Initiation/ถ้าคุณฆ่า สไลม์ 10 ตัวได้ คุณจะได้รับตำแหน่ง ในสมาคมนักผจญภัย (Adventurer's Guild) /ฆ่า 0 ใน 10 สไลม์/Green_Slime 10/16/0/-1/false",
        "16": "Location/Initiation/คุณประสบความสำเร็จ ในการฆ่า! สไลม์ 10 ตัวแล้ว ตอนนี้คุณสามารถ เข้าไปใน สมาคมนักผจญภัย (Adventurer's Guild) ได้แล้ว/ เข้าไปใน สมาคมนักผจญภัย /AdventureGuild/-1/0/-1/false",
        "17": "Basic/Deeper In The Mine/ดูเหมือนว่า ลิฟท์ของเหมือง ยังคงทำงานอยู่ มันจะช่วยให้คุณ สามารถกลับไปชั้นที่คุณ ค้นพบได้อย่างรวดเร็ว ในการลงไปชั้นลึกๆ /ลงไปชั้นที่ 40 ของเหมือง /18/18/0/-1/false",
        "18": "Basic/To The Bottom?/จนถึงตอนนี้ ไม่มีร่องรอยของชั้นสุดท้าย มันลึกแค่ไหนกันนะ?/ลงเหมืองถึงชั้นสุดท้าย/-1/-1/0/-1/false",
        "19": "Basic/The Skull Key/คุณพบกุญแจรูปร่างแปลกๆ ที่ก้นเหมือง /หาวัตถุประสงค์ของกุญแจรูปหัวกะโหลก/-1/-1/0/-1/false",
        "20": "Basic/Qi's Challenge/คุณถูกท้าทายให้ลง ถ้ำหัวกะโหลกถึงชั้นที่ 25 คุณจะได้รางวัลมากมาย หากคุณทำสำเร็จ/ ลงไปที่ชั้น 25 ของถ้ำหัวกะโหลก (Skull Cavern)/-1/-1/0/-1/false",
        "21": "Basic/Marnie's Request/มานีมาที่ฟาร์มและถามคุณว่า พอจะหาแครอทถ้ำ (Cave Carrot) ได้ไหม เธอกำลังพยายาม ฝึกให้แพะให้พูด และพวกมันดูเหมือนจะชอบแครอทถ้ำ เป็นของว่างมาก/พก แครอทถ้ำ (Cave Carrot) สักอัน ไปที่ร้านของมานี/-1/-1/0/-1/true",
        "22": "Basic/Fish Casserole/โจดี้ต้องการให้คุณ ไปกินข้าวเย็นด้วยกันตอน 1 ทุ่ม เธอมีเพียงคำขอเดียว คือให้คุณนำ ปลากะพงปากกว้าง (Largemouth bass) มาให้เธอสำหรับทำหม้อตุ๋นปลา /นำปลากะพงปากกว้าง (Largemouth bass) สักตัว ไปหาโจดี้ที่บ้านตอน 1 ทุ่ม (19:00) /-1/-1/0/-1/true",
        "23": "Location/Archaeology/คุณพบวัตถุที่ดูโบราณ มันอาจเป็นสิ่งประดิษฐ์ ชนิดหนึ่งเมื่อนานมาแล้ว? บางทีกันเธอร์ผู้ดูแล พิพิธภัณฑ์ท้องถิ่นอาจมีคำตอบ /พูดคุยกับกันเธอร์ที่พิพิธภัณฑ์/ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Archaeology/กันเธอร์ขอให้คุณ บริจาควัตถุโบราณ (Artifacts) หรือแร่ (Minerals) ที่คุณเจอ ไปที่พิพิธภัณฑ์ เขาบอกว่า เขาจะให้ของหายากกับคุณ เป็นครั้งคราว/บริจาควัตถุโบราณ (Artifacts) หรือแร่ (Minerals) ให้กับพิพิธภัณฑ์/-1/-1/250/-1/true",
        "25": "Basic/How To Win Friends/การมอบ ของขวัญ เป็นวิธีที่ดีในการ สร้างมิตรภาพ เรียนรู้รสนิยม ของแต่ละคน แล้วจะทำให้คุณ เป็นที่นิยมใน เวลาไม่นาน/มอบของขวัญให้ใครสักคน/-1/-1/100/-1/true",
        "26": "Basic/\"Rat Problem\"/มีบางอย่างแปลกๆ กำลังเกิดขึ้นในศูนย์ชุมชน (Community Center).../สำรวจด้านในของศูนย์ชุมชน (Community Center)/-1/-1/0/-1/true",
        "27": "Basic/Goblin Problem/มีก็อบลินมาขวางเส้นทาง ไปยังกระท่อมแม่มด ต้องหาวิธีบางอย่าง ให้เขาถอยออกไป.... บางทีฉันควรหาข้อมูลเพิ่มเติม เกี่ยวกับพวกก็อบลิน/ไปให้ถึงทางเข้ากระท่อมแม่มด/-1/-1/0/-1/true",
        "28": "Basic/Dark Talisman/พ่อมดขอให้ฉันนำ หมึกเวทมนตร์ (Magic ink) กลับมาจากบ้าน ของภรรยาเก่าของเขา... แต่การเข้าไปในนั้น ฉันจะต้องมียันต์แห่งความมืด (Dark Talisman) /เข้าสู่ท่อระบายน้ำและถามโครบัส เกี่ยวกับยันต์แห่งความมืด (Dark talisman)/-1/-1/0/-1/false",
        "29": "Basic/Strange Note/คุณพบโน้ต ลายมือหมีเขี่ย ขอให้คุณนำ \"เม-ปา ล เซ อ รุฟ\" ไปยัง \"ป่ า ลึก ลบ\"/นำ \"เม-ปา ล เซ อ รุฟ (เมเปิ้ลไซรัป)\" ไปยัง \"ป่ า ลึก ลบ (ป่าลึกลับ-Secret Woods)\"/-1/-1/0/-1/true",
        "30": "Basic/Cryptic Note/คุณพบข้อความที่อ่านว่า \"มีบางคนรอพบคุณอยู่ที่ชั้น 100 ของ ถ้ำหัวกะโหลก (Skull Cavern) \"/ลงไปชั้นที่ 100 ในถ้ำหัวกะโหลก (Skull Cavern)/-1/-1/0/-1/true",
        "31": "Basic/A Winter Mystery/คุณพบเงาดำที่ดู น่าสงสัยแถวป้ายรถบัส เมื่อคุณสังเกตเห็น มันก็หนีไปทางเมืองแล้ว อาจเป็นเบาะแสบางอย่างก็เป็นได้?/ตามหาเงาดำ/-1/-1/0/-1/true",
        "100": "LostItem/Robin's Lost Axe/โรบินทำขวานเล่มโปรดของเธอหาย ครั้งสุดท้ายเธอจำได้ว่า ใช้มันตัดไม้ที่บริเวณตอนใต้ ของฟาร์มปศุสัตว์มานี/ตามหาขวานของโรบิน/Robin 788 Forest 110 81/-1/250/-1/true/เฮ้ เธอหาขวานฉันเจอแล้ว! โล่งอกไปที... ฉันเกือบตัดนิ้วเท้าไปแล้ว ตอนใช้ขวานอีกอัน ขอบคุณ!",
        "101": "ItemDelivery/Jodi's Request/โจดี้ต้องการดอกกะหล่ำ สำหรับใช้ทำสูตรอาหาร ที่เธอกำลังทำอยู่ เธอขอให้คุณเอา ไปให้เธอหนึ่งดอก/นำ ดอกกะหล่ำ (Cauliflower) ไปให้โจดี้ 1 ดอก/Jodi 190/-1/350/-1/true/โอ้ นั่นดูน่าอร่อยมาก! ขอบคุณ นี่แหละที่ฉันต้องการ มันจะต้องสมบูรณ์แบบสำหรับ แกงกะหรี่เหลืองของฉัน",
        "102": "LostItem/Mayor's \"Shorts\"/นายกเทศมนตรีเลวิส ได้ทำ \"กางเกงขาสั้น\" สีม่วงหายไป เขาขอให้คุณช่วยค้นหา และนำมันกลับมาคืนเขา... อย่างเงียบๆ /ตามหา กางเกงขาสั้นสีม่วง นำไปส่งคืนให้เลวิส/Lewis 789 AnimalShop 13 7/-1/750/-1/true/เธอเจอมัน... ที่ไหน? ...โอ้!...อืมมม...หึ#$b#นั่นไง? ฉันไม่รู้ว่ามัน ไปอยู่ที่นั่นได้ยังไง...*แค่ก แค่ก*#$b#รู้กันแค่เธอกับฉันนะ ตามนี้แหละ?$u",
        "103": "ItemDelivery/Pam Is Thirsty/แพมกำลังอยากดื่มเบียร์สด (Pale ale) เบียร์แบบธรรมดาคงไม่ช่วย คุณสามารถหมักด้วยตัวเองได้ ถ้าคุณมีดอกฮ็อพ (Hops) และถังหมัก /หาเบียร์สด (Pale ale)ไปให้แพม/Pam 303/-1/350/-1/true/เอามาให้ฉัน *ยกซด*... อาาาา มันใช่เลย#$b#มันเยี่ยมมากและ มี่กลิ่นและรสของดอกฮ็อพ... มีกลิ่นของพืชตะกูลส้มและสนด้วย แต่ด้วยกลิ่นและรสที่เข้มข้น ทำให้พวกมันเข้ากันได้ดี#$b#ขอบใจนะ เจ้าหนู มันมีความหมายสำหรับฉันมาก ฉันรู้ว่าฉันพึ่งพาเธอได้$h",
        "104": "ItemDelivery/Crop Research/ดิมีเทรียสจำเป็นต้องใช้ เมล่อนสดๆ สำหรับงานวิจัยของเขา /หาเมล่อน (Melon) มาให้ ดิมีเทรียส/Demetrius 254/-1/550/-1/true/นี่มันสมบูรณ์แบบ! นี่แหละคือสิ่งที่ฉันต้องการ สำหรับการวิจัย ถึงมันยาก ที่จะหักห้ามใจ ไม่ให้กินมันก็เถอะ! ขอบคุณสำหรับเมล่อน",
        "105": "ItemDelivery/Knee Therapy/จอร์จต้องการพริก เพื่อบรรเทาอาการ เจ็บเข่าของเขา/นำพริก (Hot Pepper) ไปให้จอร์จ /George 260/-1/200/-1/true/ไปหาซะนานเลยนะ ฮึ่มมมม อย่างน้อยก็ช่วยให้ดีขึ้น แล้วก็เผ็ดร้อนดีด้วย ขอบใจนะ",
        "106": "ItemDelivery/Cow's Delight/มานีอยากให้อาหารพิเศษ แก่วัวของเธอ เธอขอผักโขมสักกำ/ส่งผักโขม (Amaranth) ให้มานี/Marnie 300/-1/500/-1/true/โอ้ นั่นมันผักขมที่ฉัน ขอให้เธอเอามาให้นี่นา! ขอบใจมากนะ... พวกวัวของฉัน จะต้องรักมันแน่ๆ!$h",
        "107": "LostItem/Blackberry Basket/มันเป็นฤดูสำหรับแบล็คเบอร์รี่ (Blackberry) แต่ว่าลีนัส หาตะกร้าของเขาไม่เจอ! เขากำลังขอให้คุณ ช่วยหาตะกร้าของเขา เขาไม่รู้เลยว่ามันไปอยู่ที่ไหน/ตามหาตะกร้าของลีนัส แล้วส่งคืนให้เขา/Linus 790 Backwoods 27 27/-1/0/-1/true/ตะกร้าของฉัน! ขอบคุณ มันมีความหมายกับผมมาก$h",
        "108": "ItemDelivery/Carving Pumpkins/แคโรไลน์ต้องการ แกะสลักฟักทองกับ ลูกสาวของเธอ เธอขอให้คุณนำฟักทอง จากฟาร์มมาให้/นำฟักทองไปให้แคโรไลน์/Caroline 276/-1/500/-1/true/โอ้ ฟักทองนี่! นี่เป็นผลที่ดีเลย... อบิเกลมีความสุขมากเมื่อเห็นสิ่งนี้ ขอบคุณ @!$h",
        "109": "ItemDelivery/Catch A Squid/วิลลี่ท้าให้คุณจับปลาหมึก เขาบอกว่า คุณสามารถตกมันได้ จากมหาสมุทร ตอนกลางคืนตอนหน้าหนาว/หาปลาหมึก (Squid) ให้วิลลี่สักตัว/Willy 151/-1/800/-1/true/เฮ้ คุณทำมันได้! ไม่เลว ไม่เลว ฉันประทับใจมาก #$b#ฤดหนาวเป็นช่วงเวลาที่ดี ที่จะตกปลาด้วย เบ็ดคันเก่าใช่มั้ยล่ะ?",
        "110": "ItemDelivery/Clint's Attempt/คลินท์ต้องการให้คุณนำอเมทิสต์ (Amethyst) ไปให้เอมิลี เขาต้องการให้คุณบอกเธอว่า เขาเป็นคนฝากมาให้/หาแร่อเมทิสต์ (Amethyst) ไปให้ เอมิลี่/Emily 66/-1/0/-1/true/โอ้ หินที่ฉันชอบที่สุด! คุณช่างน่ารักจังเลย!$h#$b#เอ๋? จากใครนะ?$u#$b#โอ้ คุณได้มันมาจากร้านของคลินท์? ไม่เป็นไรฉันไม่สนใจว่า คุณได้มันมาจากไหน มันสวยมาก! ขอบคุณ! *ส่งจูบ*$h",
        "111": "ItemDelivery/A Dark Reagent/พ่อมดขอให้คุณ ลงไปในเหมืองแล้วนำ หินแห่งความมืด มาให้เขา เขาต้องการที่จะใช้เพื่อทำ ศาสตร์มืดบางอย่าง/หาหินแห่งความมืด (Void Essence) ไปให้พ่อมด/Wizard 769/-1/1000/-1/true/อา คุณนำมันมาแล้ว ได้รับความรู้สึกของคุณจากผม และเงินอีก 1000g เป็นรางวัล ทีนี้ไปได้แล้ว",
        "112": "ItemDelivery/A Favor For Clint/คลินท์ได้ค้อนอันใหม่ และเขาต้องทดสอบมัน กับโลหะหลายๆชนิด/หาแท่งเหล็ก (Iron Bar) สักแท่งไปให้คลินท์/Clint 335/-1/500/-1/true/เฮ้ นั่นมันคือแท่งเหล็ก (Iron bar) ที่ฉันขอนี่ มันดูแข็งแรงดี...สมบูรณ์แบบเลย#$b#ขอบคุณนะ @ ฉันซาบซึ้งใจจริงๆ",
        "113": "ItemDelivery/Robin's Request/โรบนเขียนจดหมายถึงคุณ เพื่อขอไม้เนื้อแข็ง /ส่งไม้เนื้อแข็ง (Hardwood) 10 ชิ้นให้โรบิน/Robin 709 10/-1/500/-1/true/โอ้ เธอเอามันมาแล้ว! ฉันรู้ว่าฉันสามารถ พึ่งพาเธอได้เสมอ @$h#$b#อื้อหืมม... ไม้นี่มันสมบูรณ์แบบเลย มันคืออย่างที่ฉันต้องการเป๊ะ ขอบใจนะ!",
        "114": "ItemDelivery/Fish Stew/กัสอยากทำสตูว์ปลา แต่เขาอยากได้ ปลาอัลบาคอร์ในการทำ/ส่งปลาอัลบาคอร์ (Albacore) ให้กัสสักตัว/Gus 705/-1/400/-1/true/*ฟุดฟิด*...*ฟุดฟิด*... นั่นมันอะไรน่ะ? บางสิ่งที่กลิ่นเหมือนปลาอัลบาคอร์ (Albacore) !#$b#อะฮ่า! คุณนำมันมาแล้ว! ขอบใจมากนะ!",
        "115": "ItemDelivery/Fresh Fruit/เอมิลีต้องการสัมผัสฤดูใบไม้ผลิ เธอขอผลแอปริคอต (Apricot) สดจากคุณ /นำผลแอปริคอตไปให้เอมิลี่/Emily 634/-1/600/-1/true/โอ้... คุณสนใจคำขอของฉันด้วย! ขอบคุณนะ มันดูน่าอร่อยมากเลยล่ะ!$h",
        "116": "ItemDelivery/Granny's Gift/คุณยายเอเวอลินต้องการ เซอร์ไพรซ์สามีของเธอ ด้วยของขวัญพิเศษ /นำต้นหอม (Leek) ไปให้ คุณยายเอเวอลิน/Evelyn 20/-1/500/-1/true/โอ้ ขอบคุณนะที่รัก หอมต้นนี้ดูจะน่าอร่อยมากเลย จอร์จจะต้องมีความสุขมากแน่ๆ#$b#เขารักอาหารเช้าที่ทำจาก ต้นหอมและไข่มากเลย",
        "117": "ItemDelivery/Pierre's Notice/ปีแอร์จะจ่าย \"ราคาสูงสุด\" ให้กับคนที่นำปลาดิบ (Sashimi) มาให้เขา เห็นได้ชัดว่าเวลานี้ เขามีความต้องการมันจริงๆ /นำปลาดิบ (Sashimi) ไปให้ ปีแอร์สักจาน/Pierre 227/-1/1000/-1/true/ทันเวลาพอดี! ฉันกำลังเริ่มที่จะตัวสั่นอยู่พอดี ฉันต้องการปลานี่มากๆเลย *งั่ม*... อื้มม ตอนนี้มันเยี่ยมไปเลย#$b#ขอบใจนะ @$h",
        "118": "ItemDelivery/Aquatic Research/ดิมีเทรียสกำลังศึกษาเรื่อง ระดับของพิษในปลาปักเป้า เขาต้องการให้คุณ นำไปให้เขาสักตัว /นำปลาปักเป้า (Pufferfish) ไปให้ดิมีเทรียส/Demetrius 128/-1/1000/-1/true/คุณมาแล้ว ตัวอย่างนี่มันสมบูรณ์แบบมาก ผมจะเอามันไปแช่แข็งทันทีเลย ขอบใจนะ @!",
        "119": "ItemDelivery/A Soldier's Star/เคนท์ต้องการให้ มะเฟือง (Starfruit) แก่ภรรยาของเขา เป็นของขวัญวันครบรอบ /นำ มะเฟือง (Starfruit) ไปให้เคนท์/Kent 268/-1/500/-1/true/เฮ้ ชู่วว... อย่าให้โจดี้เห็นนะ#$b#อา มันดูฉ่ำมากเลย เธอจะต้องรักมันแน่ๆ ขอบใจมากนะ$h",
        "120": "ItemDelivery/Mayor's Need/เลวิสสต้องการน้ำมันทรัฟเฟิล (Truffle Oil) เขาไม่บอกว่าใช้มันเพื่ออะไร บางทีมันอาจจะ ไม่ใช่เรื่องของคุณ/นำขวดน้ำมันทรัฟเฟิล (Truffle Oil) ไปให้เลวิสสักขวด/Lewis 432/-1/750/-1/true/คุณได้น้ำมันมาแล้ว? เอามาให้ผมดูหน่อย...#$b#มันมีคุณภาพสูงเลยทีเดียว... ลื่นเป็นมันดีมากๆ เยี่ยม ขอบใจ",
        "121": "ItemDelivery/Wanted: Lobster/กัสติดประกาศเพื่อล็อบสเตอร์สดๆ/นำล็อบสเตอร์ (Lobster) ไปให้กัส/Gus 715/-1/500/-1/true/กลิ่นเหมือนลอบส์เตอร์ (Lobster) สดเลย โอ้ นี่มันดีจัง$h#$b#ดูแลตัวเองด้วยนะเพื่อน",
        "122": "ItemDelivery/Pam Needs Juice/รีโมททีวี ของแพมแบตหมด เธอต้องลำบากเดินไป เดินมาระหว่างที่นั่ง กับที่โทรทัศน์/นำแบตเตอรี่ (Battery Pack) ไปให้แพมสักก้อน/Pam 787/-1/400/-1/true/เฮ้ เธอมาพร้อมกับแบตเตอรี่! ขอบใจ เด็กน้อย... เธอคือผู้ช่วยชีวิตของฉัน!$h",
        "123": "ItemDelivery/Staff Of Power/พ่อมดกำลังสร้าง ไม้เท้าพลังมหัศจรรย์ ใครจะรู้ว่ามันใช้ทำอะไร เขาต้องการแท่งอิริเดียม เพื่อทำให้มันสำเร็จ /หาแท่งอิริเดียม (Iridium Bar) สักแท่ง ไปให้กับพ่อมด/Wizard 337/-1/5000/-1/true/อ่า อิริเดียมที่แสนล้ำค่า เธอทำได้เยี่ยมยอดมาก @ ความได้รับความรู้สึกของคุณจากผม ทีนี้ไปได้แล้ว",
        "124": "ItemDelivery/Catch a Lingcod/วิลลี่กำลังท้าทายคุณให้จับปลาลิงคอด/จับปลาลิงคอด (Lingcod) ไปให้วิลลี่สักตัว/Willy 707/-1/550/-1/true/เฮ้ นั่นเป็นปลาตัวใหญ่ของแท้เลย! เธอจะต้องมีสายเลือดของ นักตกปลาไหลเวียนอยู่ในตัวแน่$h",
        "125": "ItemDelivery/Exotic Spirits/กัสต้องการทำ โคโค-โน-โน่ แต่เขาขาดส่วนผสมหลัก/หาลูกมะพร้าว (Coconut) สักลูก ไปให้กัส/Gus 88/-1/600/-1/true/มะพร้าว (Coconut)!$h#$b#มันจะต้องสมบูรณ์แบบสำหรับ โคโค่-โน-โน่ ของผม ขอบใจ!",
        "126": "ItemDelivery/Errand for your Wife/ภรรยาของคุณขอให้คุณ นำไฟเบอร์ 200 ชิ้น ไปให้เธอเพื่อทำโปรเจ็คลับ /นำไฟเบอร์ (Fiber) ไปให้เอมิลี่ 200 ชิ้น/Emily 771 200/-1/0/-1/false/โอ้ นี่มันดูสมบูรณ์แบบเลย... แล้วมันก็สามารถหาได้เรื่อยๆด้วย! ขอบคุณมากนะ @$h#$b#ทีนี้ฉันก็มีงานที่เหมาะสม สำหรับฉันแล้วอีกแค่ไม่กี่วันเท่านั้น มันก็จะพร้อมแล้วล่ะ...",
        "127": "Basic/Haley's Cake-Walk/ภรรยาของคุณ กำลังจัดงานการกุศล 'เดินแลกเค้ก (Cake-Walk)' ในจัตุรัสกลางเมือง เธอขอให้คุณนำ เค้กช็อกโกแลตมาด้วย/เข้าเมืองในตอนเช้าที่มีแดด พร้อมเค้กช็อกโกแลต/-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/สร้อยคอนั่น! เธอไปเจอมันมาจากที่ไหนน่ะ?$7#$b#ยังไงก็ตาม ขอบคุณที่เอามันมาให้ฉันนะ @ แม่ของฉันจะไม่มีวันรู้เรื่องนี้...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/นี่คืออะไร? สร้อยคอเส้นเก่าของฉัน?$s#$b#นั่นมันแปลกจัง ฉันไม่รู้ด้วยซ้ำว่ามันหายไป... ยังไงก็ตาม ขอบคุณที่เอามันมาคืนนะ @$h",
        "130": "Basic/The Pirate's Wife/หญิงชราผู้อาศัยอยู่บนเกาะขิง (Ginger Island) ขอให้คุณช่วยหาของดูต่างหน้าของสามีเธอ เธอแนบรูปถ่ายเก่าๆ ของนายทหารที่เกยอยู่บนชายหาดมาด้วย โดยหวังว่ามันจะพอช่วยอะไรได้บ้าง/หาของดูต่างหน้าของสามีของเบอร์ดี้/-1/-1/0/-1/false"
    }
}
