{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "ดูเหมือนจะเป็นกระดาษ จากหน้าของสมุดโน๊ตอบิเกล ^^' สิ่งที่ฉันชอบ: ฟักทองแกะสลัดขนาดเล็ก, เก็บอเมทิสต์ (Amethyst) ไว้ใต้หมอนของฉัน,เค้กช็อกโกแลต (chocolate cake), ยำปลาไหล (spicy eel) และพายแบล็คเบอร์รีของแม่ (Mom's blackberry cobblerฉ (ฉันชอบกินมากเลย!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
        "2": "นี่ดูเหมือน รายการชอปปิ้งวันหยุด ของแซม^^รายการโปรดของทุกคน^^เซบาสเตียน:หยาดน้ำตาแยือกแข็ง (Frozen Tear), ซาชิมิ (Sashimi)^เพนนี: มรกต (Emerald), ดอกป๊อปปี้ (Poppy) ^วินเซนท์: องุ่น (Grape), ลูกอมแครนเบอร์รี (Cranberry Candy)^แม่: ปลากะพงกรอบ (Crispy Bass), แพนเค้ก (Pancakes)^พ่อ: รอซ็อตโต (Risotto), เฮเซลนัทอบ (Roasted Hazelnuts)^ฉันเอง: กระบองเพชร (Cactus), เมเปิ้ลบาร์ (Maple Bar), พิซซ่า (Pizza)%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
        "3": "ดูเหมือนมันจะเป็น ลายมือของลีอา^^ความคิดของฉันเกี่ยวกับ มื้ออาหารเย็นที่เพอร์เฟค คือ ชีสนมแพะ (goat cheese), ทรัฟเฟิล (truffle), และไวน์ (wine) สำหรับของหวานฉันชอบ มัฟฟินเมล็ดป๊อปปี้ (poppyseed muffin) อร่อย! ถ้ามีใครสักคน ให้สิ่งเหล่านี้กับฉัน ฉันคงละลาย %revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
        "4": "ดูเหมือนเป็นโน้ตของมารุ^^ฉันอยากได้ชิ้นส่วน สำหรับสิ่งประดิษฐ์ ที่ยิ่งใหญ่ของฉัน ช่างหายากจริง!^^*แท่งทอง (Gold Bar)^*แท่งอิริเดียม (Iridium Bar)^*แบตเตอรี (Battery Pack)^*เพชร (Diamond)^*สตอรว์เบอร์รี (Strawberries) %revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
        "5": "ดูเหมือนลายมือของเพนนี:^^ฉันอยากให้ทุกสิ่ง ที่พวกเขาชอบ!^^แม่: หัวผักกาด (Parsnip), มันเทศเคลือบน้ำตาล(Glazed Yams), ไม่เอาเบียร์ (Beer)!^แจส: ดอกแฟร์รีโรส (Fairy Rose), พุดดิ้งพลัม (Plum Pudding)^วินเซนท์: เค้กชมพู (Pink Cake), องุ่น (Grape)^คุณผู้ชายมุลเนอร์: ต้นหอม (Leek), เห็ดทอด (Fried Mushroom)^คุณยายมุลเนอร์: บีท(Beet), ทิวลิป(Tulip)%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
        "6": "โปรโมชั่นแสนพิเศษ ของสตาร์ดรอปซาลูน^^นายกเทศมนตรีเลวิส: รางวัลแห่งฤดูใบไม้ร่วง (Autumn's Bounty)^( สั่งซื้อคู่กับขนมปังเส้นใยสูง )^^มานี: พายฟักทอง (Pumpkin Pie)^(วิปครีมชนิดพิเศษ!)^^ดิมีเทรียส: ถั่วหม้อไฟ (Bean Hotpotฉ^(ทำให้เผ็ดๆ)^^แคโรไลน์: ทาโก้ปลา (Fish Taco)^(เธออยากได้ซอสสามเท่า! ใส่ผ้าเช็ดปากเพิ่มมาด้วย จะดีมาก...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
        "7": "ดูเหมือนเป็นหน้ากระดาษ จากไดอารี่ของใครบางคน...^^ในเมืองมี'หนุ่มใหญ่'ไม่กี่คน และไม่มีใครสมบูรณ์แบบ! ฮาร์วีย์เป็นคนขี้กังวล และอ่อนแอ แต่ฉันรู้ว่าเขาเป็นสามีที่ดี และเป็นสุภาพบุรุษ เขาชอบกาแฟ (coffee) และ แตงกวาดอง (pickles) ^^เอลเลียตเป็นคนขี้เกียจ และดูเศร้าๆ แต่เขาก็มีคางที่น่าเย้ายวน เขาชอบเค้กปู (crab cakes) และผลทับทิม (pomegranates) ^^เชนเป็นคนไม่ค่อยเรียบร้อย และต่อต้านสังคม แต่ฉันคิดว่าแม้ภายนอก เขาจะดูหยาบคาย แต่นั่นน่าจะเป็นกลไก ที่ใช้ป้องกันตัว ที่คอยปกป้อง ความอ่อนโยนของเขา จากโลกภายนอก เขาชอบเบียร์ (Beer), พิซซ่า (Pizza), และ พริกยัดใส้ (Pepper Poppers).%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
        "8": "^ถึงเฮลีย์และเอมิลี่^^หวังว่าพวกคุณทั้งสอง จะสบายดี! เราส่งรายการของขวัญ ที่ทั้งสองชอบ: เค้กชมพู (Pink Cake) และ ดอกทานตะวัน (Sunflowers) สำหรับเฮลีย์ อัญมณี (Gemstones) และ ขนแกะ (Wool) สำหรับ เอมิลี่!^^-รักและเคารพ คุณแม่และคุณพ่อเสมอ%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
        "9": "อเล็กซ์เป็นคนแข็งแรง ชอบกินอาหารไดเอท:^^*อาหารเช้าที่เพอร์เฟค (Complete Breakfast)^*แซลมอนมื้อค่ำ (Salmon Dinner)^^(ฉันเรียนรู้ที่จะรัก อาหารจานนี้... ฉันสามารถรับรู้ได้ ถึงโปรตีน!)%revealtasteAlex201%revealtasteAlex212",
        "10": "มีใครบางคน ^    กำลังรอเจ้าอยู่ ^        ที่ ^         ชั้นที่ 100^          ใน^             ถ้ำหัวกะโหลก (skull cavern)...",
        "11": "!image 6",
        "12": "ฉันได้ค้นพบบางสิ่งที่ดี จากการขุ้ยขยะ ในวันที่แสนโชคดีนี้^^บางครั้งคุณจะพบกับ 'อาหารอร่อย' ที่ถังขยะของซาลูน... อาหารสดใหม่!^^สำหรับคุกกี้ (cookies) ฉันสามารถเจอได้จาก ถังขยะของบ้านมุลเนอร์^^สำหรับสมบัติ ฉันจะมีโอกาสเจอที่ถังของ ร้านตีเหล็กและพิพิธภัณฑ์",
        "13": "^^เที่ยงตรง! วันสุดท้ายของฤดู ตรวจสอบพุ่มไม้ เหนือสนามเด็กเล่น",
        "14": "^^^    ฉันซ่อนบางสิ่ง ไว้หลังศูนย์ชุมชน",
        "15": "^^       โชว์นางเงือก: 1-5-4-2-3",
        "16": "!image 0",
        "17": "!image 1",
        "18": "!image 3",
        "19": "!image 2",
        "20": "!image 4",
        "21": "!image 5",
        "22": "สวัสดี @...^^คุณพบ 'ความลับ' ของฉันในอุโมงค์มืดบ้างไหม?^^ฉันหวังว่าจะได้พบคุณนะ!^^    -Qi",
        "23": "^^^ถ้า เจ้ า อ่ าน ออ ก.., ม าที่ ป่ าลึ กล บ เอ า ม าเปิ ลซา ยรั ป ม าด้ว ย",
        "24": "มันเป็นหน้าจาก หนังสือของเอ็ม แจสเปอร์:^^...สิ่งมีชีวิตนี้ถูกเรียกโดย คนบางกลุ่มว่า \"จิตวิญญาณแห่งผืนป่า (Forest Spirits)\" หรือ \"จูนิโม่ (Junimos)\" ว่ากันว่าพวกเขามักปรากฏตัว ขึ้นตามสิ่งปลูกสร้างที่ ถูกทิ้งร้างหลังจากที่พวกเขา \"ไปปลูกป่า\"^^หลักการโดยทั่วไปคือ... เมื่อพวกมนุษย์จากไป และธรรมชาติเริ่ม ทวงอาณาเขตของเธอคืน เหล่าจูนิโม่ก็จะปรากฏตัวขึ้น อย่างแน่นอน^^ตำนานพื้นบ้านกล่าวไว้ว่า เหล่าจูนิโม่นี้มีแนวโน้มที่จะ เข้าหาอัญมณีที่ถูกวางไว้ ในกระท่อมหลังเล็กๆ ของพวกเขา...^^แน่นอนว่าคำกล่าวเหล่านี้ มีแหล่งที่มาไม่ชัดเจน... เท่าที่ข้าพเจ้าทราบ แม้แต่การมีอยู่ของสิ่งมีชีวิต เหล่านี้ก็ยังไม่เคยถูกพิสูจน์ ด้วยซ้ำ!",
        "25": "^^ ฉัน 'ยืม' สร้อยของแม่มา แต่ทำหล่นหาย ตรงไหนสักแห่งใกล้ๆ กับที่อาบน้ำ... เธอจะต้องสติหลุดแน่ ถ้าเธอสังเกตเห็นว่า มันหายไป!",
        "1001": "วันที่ 1^^...เรือของฉันล่มไปแล้ว... แตกเป็นเสี่ยงๆ ด้วยความแปรปรวน ของคลื่นทะเลที่คลั่งแค้น^^ฉันพบว่าตัวเองติดอยู่ บนเกาะประหลาดนี่เสียแล้ว ลูกเรือของฉันไม่มีใครรอดสักคน แต่ฉันยังมีชีวิตอยู่ บางทีโชคชะตาคงให้พรหนังเหนียวๆ ของฉันเอาไว้กระมัง... ไม่ก็คงกำหนดโชคชะตาอื่น เอาไว้ให้ฉันแล้ว...^^ไม่ว่าจะยังไง ฉันก็ไม่มีทางเลือกอื่นนอกจาก อยู่ที่นี่ตัวคนเดียวให้ได้ ที่นี่มีน้ำจืดล้นเหลือ มีของป่าให้เก็บกิน และดินอุดมสมบูรณ์สำหรับการเพาะปลูก^^อย่างแรกเลย ฉันจะสร้างกระท่อม...^^(มีหน้าบางส่วนขาดหายไป)",
        "1002": "วันที่ 6^^ฉันไม่มีทางหิวที่นี่... แหล่งน้ำต่างเต็มไปด้วยปลาที่กินได้ (ไม่สิ อร่อยด้วย!)^^ฉันจับปลากระเบนได้ด้วยซ้ำ ที่ถ้ำที่หาดทางทิศตะวันออกเฉียงใต้น่ะ แต่ก็ไม่รู้จะเอามาทำเป็นอะไรดี!^^วันก่อนนะ ฉันตกได้วอลนัทสีทองหลายลูกด้วย พวกมันเหมือนจะมีอยู่ทั่วหาดเลย นกแก้วพื้นเมืองปลื้มพวกมันจนคลั่งเลยล่ะ!",
        "1003": "วันที่ 14^^หลังจากติดเกาะนี่มาครึ่งเดือน ฉันก็เริ่มรู้อะไรเกี่ยวกับ การเจอลูกวอลนัทสีทอง พวกนี้บ้างแล้ว^^เราจะต้องสังเกตหาคำใบ้ให้ดีๆ เลยล่ะ ถ้ามีอะไรดูผิดไปล่ะก็ มันอาจจะมีลูกวอลนัทซ่อนอยู่ใกล้ๆ แถวนั้นก็ได้^^ฉันสังเกตเห็นสัญลักษณ์บนทราย... บนใบไม้...^^ฉันเคยแม้กระทั่งเห็นถั่วนั่นบนต้นไม้ ใกล้กับภูเขาไฟด้วย ถ้าเพียงแต่ฉันจะหาอะไร ยิงมันลงมาได้ล่ะก็นะ...^^ทุกครั้งที่ฉันเจอต้นถั่ว ฉันจะพยายามหาทาง เอามันมาให้ได้เสมอ",
        "1004": "!image 10",
        "1005": "วันที่ 23^^ภูเขาไฟที่นี่ มีความลับเยอะแยะเลย^^ฉันเคยเห็น คนตัวเล็กๆ ที่มีตาเรืองแสง กระโดดโลดเต้นอยู่ในความมืด... เหมือนแมวในยามค่ำคืน^^(หรือว่ามันจะเป็นคนแคระในตำนาน ที่เอ็ม แจสเปอร์เขียนถึงใน 'การเดินทางกระฉ่อนโลก (Famous Journeys)' ของเขากันนะ?)^^เห็นเครื่องจักรแปลกๆ ด้วย ประหลาด... ไม่เหมือนอะไรที่มนุษย์ใช้กันเลย^^ที่ยอดเขา ฉันเจอทางเข้าไปแอ่งภูเขาไฟด้วย และมันก็มีเครื่องจักรพิสดาร บางส่วนจมอยู่กลางลาวาที่เดือดปุดๆ ... เหมือนเป็น \"เตาหลอม\" อะไรสักอย่าง ^^พรุ่งนี้ฉันจะไปดูให้ละเอียดอีกที",
        "1006": "!image 8",
        "1007": "--โต๊ะหลอม--^^บุษราคัม (Topaz) -- การป้องกัน^มรกต (Emerald) -- ความเร็ว^หยก (Jade) -- แรงตีคริติคอล^อะความารีน (Aquamarine) -- โอกาสตีคริติคอล^อะเมทิสต์ (Amethyst) -- ตีกระเด็น^ทับทิม (Ruby) -- ความเสียหาย^^สะเก็ดสีรุ้ง (Prismatic Shard) -- อาคม^^หมายเหตุ: อาวุธสามารถหลอมกับอัญมณีได้สูงสุด 3 ครั้ง และลงอาคมด้วยสะเก็ดสีรุ้ง (prismatic shard) ได้อีกหนึ่งครั้ง^^เครื่องมือจะสามารถลงอาคมได้เท่านั้น หลอมไม่ได้",
        "1008": "--การลงอาคมให้อาวุธ--^^ท่วงท่าสง่างาม: ทำให้คุณออก \"ท่าพิเศษ\" ได้บ่อยขึ้น^^พิฆาตแมลง: ทำความเสียหายต่อแมลงเพิ่มขึ้น^^เสมือนแวมไพร์: มีโอกาสดูดพลังชีวิตจากมอนสเตอร์ได้^^นักรบศาสนา: ทำความเสียหายต่อมอนสเตอร์ \"ไม่บริสุทธิ์\" ได้มากขึ้น^^นักร้อยฟาง: เมื่อตัดวัชพืช (weed) คุณจะได้ใยพืช (fiber) มากขึ้น และมีโอกาสได้ฟางด้วย^^--การลงอาคมเครื่องมือ--^^สุดแกร่ง: ทำความเสียหายต่อหิน ต้นไม้ และอื่นๆ มากขึ้น^^ทั่วถึง: เพิ่มความสามารถในการชาร์ท ให้ส่งผลได้กว้างขึ้น^^เครื่องโกน: มีโอกาสลอกไม้ (wood) ได้มากขึ้นเวลาตัดไม้^^ไร้ก้น: บัวรดน้ำจะไม่มีวันหมด^^ใจกว้าง: ขุดดินได้มากขึ้น^^นักโบราณคดี: มีโอกาสเจอวัตถุโบราณ (artifact) และกระดูก (bone) มากขึ้น^^พอเพียง: ไม่เสียพลังงานในการใช้^^ว่องไว: ใช้เครื่องมือได้ไวขึ้น^^เซียน: เพิ่มความชำนาญในการตกปลา^^กระตุกเอง: เมื่อปลางับเบ็ด เบ็ดจะกระตุกอัตโนมัติ^^ประหยัด: เหยื่อและเบ็ดมีโอกาส 50% ที่จะไม่ถูกใช้แล้วหมดไป",
        "1009": "เมื่อวัน ฝนสาดซัด กระหน่ำ กลางหินอ้างว้าง หญิงสาวแสนสวย ฉันเห็น^^ตำนานมากมี ถึงหญิงสาวแห่งท้องทะเล ร้องเพลงของเหล่าไซเรน^แต่เพียงสักคำ เธอก็ไม่เอื้อนเอ่ย...^^เช้าวันต่อมา ฉันสังเกตเห็น ก้อนกรวดเรียงตัว บนหาดฟองฟุ้ง...^-----------------^ใช่แล้ว... กรวดใหญ่เท่าเหรียญเพนนี หินใหญ่เท่าเหรียญนิกเกิล ก้อนกรวดเหล่านั้น...^-----------------^ถ้าไม่ใช่สำเนียงหอนเห่า แห่ง สุนัขมหาสมุทร ยามถูกรบกวน ก็คงเป็นคำชี้นำ ยังสมบัติแห่ง นางนวลทมิฬ ก็เป็นได้...",
        "1010": "!image 9",
        "1011": "วันที่ 37^^ตอนฉันยังเป็นเด็กสิบขวบ พ่อฉันให้แหวนทอแสง กับแหวนแม่เหล็กกับฉัน มันไม่เคยห่างจากนิ้วฉันเลยนับแต่นั้น^^แต่ทว่า ขณะที่ฉันยืนอยู่ที่ปล่องภูเขาไฟนั้น... ฉันก็เกิดความคิดแปลกๆ ขึ้น^^ฉันเอาแหวนทั้งสองของฉัน โยนเข้าเตาหลอม^^จับตาดูให้ดี! พวกมันได้รวมกันเป็นหนึ่งเดียวแล้ว!^^ตอนนี้ฉันเลยมีแหวนแม่เหล็กทอแสงวงเดียวแทน... หวังว่าพ่อจะไม่ว่าอะไรนะ ขอให้ดวงวิญญาณท่านพักผ่อนอย่างสงบเถอะ..."
    }
}
