{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "ดูเหมือนจะเป็นกระดาษ จากหน้าของสมุดโน๊ตอบิเกล ^^' สิ่งที่ฉันชอบ: ฟักทองแกะสลัดขนาดเล็ก, เก็บอเมทิสต์ (Amethyst) ไว้ใต้หมอนของฉัน,เค้กช็อกโกแลต (chocolate cake), ยำปลาไหล (spicy eel) และพายแบล็คเบอร์รีของแม่ (Mom's blackberry cobblerฉ (ฉันชอบกินมากเลย!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
        "2": "นี่ดูเหมือน รายการชอปปิ้งวันหยุด ของแซม^^รายการโปรดของทุกคน^^เซบาสเตียน:หยาดน้ำตาแยือกแข็ง (Frozen Tear), ซาชิมิ (Sashimi)^เพนนี: มรกต (Emerald), ดอกป๊อปปี้ (Poppy) ^วินเซนท์: องุ่น (Grape), ลูกอมแครนเบอร์รี (Cranberry Candy)^แม่: ปลากะพงกรอบ (Crispy Bass), แพนเค้ก (Pancakes)^พ่อ: รอซ็อตโต (Risotto), เฮเซลนัทอบ (Roasted Hazelnuts)^ฉันเอง: กระบองเพชร (Cactus), เมเปิ้ลบาร์ (Maple Bar), พิซซ่า (Pizza)%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
        "3": "ดูเหมือนมันจะเป็น ลายมือของลีอา^^ความคิดของฉันเกี่ยวกับ มื้ออาหารเย็นที่เพอร์เฟค คือ ชีสนมแพะ (goat cheese), ทรัฟเฟิล (truffle), และไวน์ (wine) สำหรับของหวานฉันชอบ มัฟฟินเมล็ดป๊อปปี้ (poppyseed muffin) อร่อย! ถ้ามีใครสักคน ให้สิ่งเหล่านี้กับฉัน ฉันคงละลาย %revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
        "4": "ดูเหมือนเป็นโน้ตของมารุ^^ฉันอยากได้ชิ้นส่วน สำหรับสิ่งประดิษฐ์ ที่ยิ่งใหญ่ของฉัน ช่างหายากจริง!^^*แท่งทอง (Gold Bar)^*แท่งอิริเดียม (Iridium Bar)^*แบตเตอรี (Battery Pack)^*เพชร (Diamond)^*สตอรว์เบอร์รี (Strawberries) %revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
        "5": "ดูเหมือนลายมือของเพนนี:^^ฉันอยากให้ทุกสิ่ง ที่พวกเขาชอบ!^^แม่: หัวผักกาด (Parsnip), มันเทศเคลือบน้ำตาล(Glazed Yams), ไม่เอาเบียร์ (Beer)!^แจส: ดอกแฟร์รีโรส (Fairy Rose), พุดดิ้งพลัม (Plum Pudding)^วินเซนท์: เค้กชมพู (Pink Cake), องุ่น (Grape)^คุณผู้ชายมุลเนอร์: ต้นหอม (Leek), เห็ดทอด (Fried Mushroom)^คุณยายมุลเนอร์: บีท(Beet), ทิวลิป(Tulip)%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
        "6": "โปรโมชั่นแสนพิเศษ ของสตาร์ดรอปซาลูน^^นายกเทศมนตรีเลวิส: รางวัลแห่งฤดูใบไม้ร่วง (Autumn's Bounty)^( สั่งซื้อคู่กับขนมปังเส้นใยสูง )^^มานี: พายฟักทอง (Pumpkin Pie)^(วิปครีมชนิดพิเศษ!)^^ดิมีเทรียส: ถั่วหม้อไฟ (Bean Hotpotฉ^(ทำให้เผ็ดๆ)^^แคโรไลน์: ทาโก้ปลา (Fish Taco)^(เธออยากได้ซอสสามเท่า! ใส่ผ้าเช็ดปากเพิ่มมาด้วย จะดีมาก...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
        "7": "ดูเหมือนเป็นหน้ากระดาษ จากไดอารี่ของใครบางคน...^^ในเมืองมี'หนุ่มใหญ่'ไม่กี่คน และไม่มีใครสมบูรณ์แบบ! ฮาร์วีย์เป็นคนขี้กังวล และอ่อนแอ แต่ฉันรู้ว่าเขาเป็นสามีที่ดี และเป็นสุภาพบุรุษ เขาชอบกาแฟ (coffee) และ แตงกวาดอง (pickles) ^^เอลเลียตเป็นคนขี้เกียจ และดูเศร้าๆ แต่เขาก็มีคางที่น่าเย้ายวน เขาชอบเค้กปู (crab cakes) และผลทับทิม (pomegranates) ^^เชนเป็นคนไม่ค่อยเรียบร้อย และต่อต้านสังคม แต่ฉันคิดว่าแม้ภายนอก เขาจะดูหยาบคาย แต่นั่นน่าจะเป็นกลไก ที่ใช้ป้องกันตัว ที่คอยปกป้อง ความอ่อนโยนของเขา จากโลกภายนอก เขาชอบเบียร์ (Beer), พิซซ่า (Pizza), และ พริกยัดใส้ (Pepper Poppers).%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
        "8": "^ถึงเฮลีย์และเอมิลี่^^หวังว่าพวกคุณทั้งสอง จะสบายดี! เราส่งรายการของขวัญ ที่ทั้งสองชอบ: เค้กชมพู (Pink Cake) และ ดอกทาตะวัน (Sunflowers) สำหรับเฮลีย์ อัญมณี (Gemstones) และ ขนแกะ (Wool) สำหรับ เอมิลี่!^^-รักและเคารพ คุณแม่และคุณพ่อเสมอ%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
        "9": "อเล็กซ์เป็นคนแข็งแรง ชอบกินอาหารไดเอท:^^*อาหารเช้าที่เพอร์เฟค (Complete Breakfast)^*แซลมอนมื้อค่ำ (Salmon Dinner)^^(ฉันเรียนรู้ที่จะรัก อาหารจานนี้... ฉันสามารถรับรู้ได้ ถึงโปรตีน!)%revealtasteAlex201%revealtasteAlex212",
        "10": "มีใครบางคน ^    กำลังรอเจ้าอยู่ ^        ที่ ^         ชั้นที่ 100^          ใน^             ถ้ำหัวกะโหลก (skull cavern)...",
        "11": "!image 6",
        "12": "ฉันได้ค้นพบบางสิ่งที่ดี จากการขุ้ยขยะ ในวันที่แสนโชคดีนี้^^บางครั้งคุณจะพบกับ 'อาหารอร่อย' ที่ถังขยะของซาลูน... อาหารสดใหม่!^^สำหรับคุกกี้ (cookies) ฉันสามารถเจอได้จาก ถังขยะของบ้านมุลเนอร์^^สำหรับสมบัติ ฉันจะมีโอกาสเจอที่ถังของ ร้านตีเหล็กและพิพิธภัณฑ์",
        "13": "^^เที่ยงตรง! วันสุดท้ายของฤดู ตรวจสอบพุ่มไม้ เหนือสนามเด็กเล่น",
        "14": "^^^    ฉันซ่อนบางสิ่ง ไว้หลังศูนย์ชุมชน",
        "15": "^^       โชว์นางเงือก: 1-5-4-2-3",
        "16": "!image 0",
        "17": "!image 1",
        "18": "!image 3",
        "19": "!image 2",
        "20": "!image 4",
        "21": "!image 5",
        "22": "สวัสดี @...^^คุณพบ 'ความลับ' ของฉันในอุโมงค์มืดบ้างไหม?^^ฉันหวังว่าจะได้พบคุณนะ!^^    -Qi",
        "23": "^^^ถ้า เจ้ า อ่ าน ออ ก.., ม าที่ ป่ าลึ กล บ เอ า ม าเปิ ลซา ยรั ป ม าด้ว ย",
        "24": "มันเป็นหน้าจาก หนังสือของเอ็ม แจสเปอร์:^^...สิ่งมีชีวิตนี้ถูกเรียกโดย คนบางกลุ่มว่า \"จิตวิญญาณแห่งผืนป่า (Forest Spirits)\" หรือ \"จูนิโม่ (Junimos)\" ว่ากันว่าพวกเขามักปรากฏตัว ขึ้นตามสิ่งปลูกสร้างที่ ถูกทิ้งร้างหลังจากที่พวกเขา \"ไปปลูกป่า\"^^หลักการโดยทั่วไปคือ... เมื่อพวกมนุษย์จากไป และธรรมชาติเริ่ม ทวงอาณาเขตของเธอคืน เหล่าจูนิโม่ก็จะปรากฏตัวขึ้น อย่างแน่นอน^^ตำนานพื้นบ้านกล่าวไว้ว่า เหล่าจูนิโม่นี้มีแนวโน้มที่จะ เข้าหาอัญมณีที่ถูกวางไว้ ในกระท่อมหลังเล็กๆ ของพวกเขา...^^แน่นอนว่าคำกล่าวเหล่านี้ มีแหล่งที่มาไม่ชัดเจน... เท่าที่ข้าพเจ้าทราบ แม้แต่การมีอยู่ของสิ่งมีชีวิต เหล่านี้ก็ยังไม่เคยถูกพิสูจน์ ด้วยซ้ำ!",
        "25": "^^ ฉัน 'ยืม' สร้อยของแม่มา แต่ทำหล่นหาย ตรงไหนสักแห่งใกล้ๆ กับที่อาบน้ำ... เธอจะต้องสติหลุดแน่ ถ้าเธอสังเกตเห็นว่า มันหายไป!",
        "1001": "Day 1^^...My ship is lost... Shattered by a tempest in the unforgiving sea.^^I find myself stranded now, on these strange shores. My crew has perished, but I still live. Perhaps lady luck has blessed these wicked bones of mine... Or has her own designs for my fate...^^At any rate, I've no choice but to make a life for myself here. There's fresh water in abundance, food to forage, and fertile soil to work.^^First I'll build a shelter...^^(There are some pages missing)",
        "1002": "Day 6^^I won't go hungry here... the waters are full of edible (nay, delicious!) fish.^^I even caught a stingray in the caves by the southeast shore. I haven't a clue what to do with it, though!^^The other day, I even fished up a couple of golden walnuts. They seem to be all over the island. The local parrots go crazy for them!",
        "1003": "Day 14^^After half a month on this island, I've learned a thing or two about finding these golden nuts.^^One must keep their eyes peeled for subtle clues. If something looks unusual, there may be a hidden nut nearby.^^I've noticed signs in the sand... and signs in the leaves...^^I even saw a nut up in a tree near the volcano. If only I had a way of shooting it down...^^Whenever I've spotted a nut plant, I've always found a way to reach it.",
        "1004": "!image 10",
        "1005": "Day 23^^The local volcano holds many secrets.^^I've seen little men with glowing eyes, skittering about in the dark... like cats in the night.^^(Could these be the fabled dwarf-men, mentioned by M. Jasper in his 'Famous Journeys'?)^^Strange machines, too. Uncanny... not like anything known to man.^^At the top, I found a passage to the caldera of the volcano. And, half submerged in the bubbling lava, a peculiar machine... a kind of \"forge\". ^^I'll investigate further tomorrow.",
        "1006": "!image 8",
        "1007": "--Forging Table--^^Topaz -- Defense^Emerald -- Speed^Jade -- Critical Strike Power^Aquamarine -- Critical Strike Chance^Amethyst -- Knockback^Ruby -- Damage^^Prismatic Shard -- Enchantment^^Note: Weapons can be forged up to 3 times with gems, and can also be enchanted once with a prismatic shard.^^Tools can only be enchanted, not forged.",
        "1008": "--Weapon Enchantments--^^Artful: Allows you to do \"special moves\" more rapidly^^Bug Killer: Do more damage to bugs.^^Vampiric: Occasionally siphon health from a monster.^^Crusader: Do more damage to \"unholy\" monsters.^^Haymaker: When cutting weeds, you get more fiber, and also a chance to collect hay.^^--Tool Enchantments--^^Powerful: Do more tool damage to stones, trees, and the like.^^Reaching: Increases your charge-up capacity, for a greater area of effect.^^Shaving: Chance to peel off additional wood when chopping.^^Bottomless: Watering can will never run dry.^^Generous: Dig up more from beneath the earth.^^Archaeologist: Greater chance to find artifacts and bones.^^Efficient: Takes no energy to use.^^Swift: Swing the tool faster.^^Master: Increases fishing level.^^Auto-Hook: Automatically hooks fish when they bite.^^Preserving: Bait and tackle have a 50% chance to not be consumed.",
        "1009": "'Twas a rain drenched day, and upon a lonely rock a beautiful maiden saw I^^Tales I'd heard of sea-born maidens singing siren's songs,^Yet nary a note could she muster...^^The next morning I spied an arrangement of stone upon the foamy bank...^-----------------^Aye... stones as big as pennies and stones as big as nickels were they...^-----------------^If but this harried sea dog a tune could howl, perhaps to Blackgull's treasure would she lead...",
        "1010": "!image 9",
        "1011": "Day 37^^When I was a boy of ten year old, my father gave me a glow ring and a magnet ring. They've never left my fingers since.^^However, when I was standing on top of the volcano... a strange idea came over me.^^I took my two rings, and cast them into the forge.^^Lo and behold! They combined into one!^^Now I've got one glowing magnet ring... I hope old pappy doesn't mind, rest his soul..."
    }
}
