{
  "marriage.000": "แวะมาหาข้า? เจ้าสามารถมาที่นี่ได้เสมอ ขอโทษด้วยนะ ถ้าข้าวอกแว่กไปหน่อย$0",
  "marriage.001": "ถ้าเจ้าสามารถ รอได้สักประเดี๋ยว ข้าจะให้เจ้าลองชิมน้ำยา ที่ข้ากำลังปรุงอยู่ตอนนี้! ไม่เป็นอันตรายหรอก ข้าสัญญา$0#$b#เรากำลังคิดค้นสูตร ที่สมบูรณ์แบบที่สุด สำหรับทำให้สามารถ มองเห็นในที่มืด ได้เป็นเวลานาน$0",
  "marriage.002": "โอ้ ช่างน่าประหลาดใจจริงๆ! และก็เหมาะเจาะเลย ข้าเกือบจะจบหาย เข้าไปในกองหนังสือซะแล้ว$0",
  "marriage.003": "เจ้าน่ะ เป็นสิ่งที่ดึงดูด ความสนใจของข้าที่ดีที่สุด ในวันนี้ ของข้าเลย$0#$b#บางครั้งเลวิส ก็ชอบมาร้องขอให้ทำอะไร ประหลาดๆ...$2",
  "marriage.004": "อ่าห์ ว่าไง @! เจ้าสามารถอยู่กับข้า ในระหว่างที่ข้า ทำงานได้นะ การมีเจ้าอยู่ด้วย มันทำให้ผ่อนคลาย$0",
  "marriage.005": "มันทำให้ข้ารู้สึกดีเสมอ เวลาที่เจ้าแวะมา หาข้าที่หอคอย ข้ามั่นใจเลยว่า เจ้าจะมีวันราบรื่นดี$0",
  "marriage.006": "ข้ากำลังหยุกพักการสอน เวทมนตร์ให้กับมอร์แกน ก่อนที่จะเริ่มบทต่อไป สักครู่นึงก่อน$0#$b#มอร์แกนทำได้ดี ในบทเรียนที่ได้รับ แต่การสอนเวทมนตร์ ก็ทำให้ข้าเพลียนิดหน่อย$0",
  "marriage.007": "วันนี้ ข้าได้สอนมอร์แกน เกี่ยวกับเวทมนตร์ หลายแขนง ที่จะแปรสภาพผลไม้ จากชนิดนึง ไปเป็นอีกชนิดนึงได้$0#$b#นั่นทำให้พวกเรา หิวขึ้นมานิดนึงเลยล่ะ",
  "marriage.008": "ข้าต้องคอยเตือนตัวเองไว้เสอ ว่ามอร์แกนยังเด็กนัก มอร์แกนนั้นมีพลังมาก แต่ยังต้องต้องค่อยๆ ใช้เวลาเพื่อเติบโต จนกว่าจะได้ ครอบครองมัน$0",
  "marriage.009": "นี่ก็ผ่านไป 2-3 วันแล้ว กับการไปหาเห็ดในป่า ในที่สุดมอร์แกนกับข้า ก็จะได้ทดลองปรุงน้ำยา สูตรใหม่ในวันนี้ซักที$0",
  "marriage.010": "ทักษะการปรุงน้ำยา ของมอร์แกนกำลังไปได้ดี น้ำยาฟื้นพลัง ที่มอร์แกนปรุงขึ้น ก่อนหน้านี้ ดีใกล้เคียงกับ ที่ข้าเคยทำเลยล่ะ$0",
  "marriage.011": "วันนี้มอร์แกนกับข้า จะปรุงน้ำยาเพิ่มโชค หวังว่ามอร์แกน จะไม่ทำพลาด เหมือนคราวที่แล้ว$0#$b#มอร์แกนสะดุดกิ่งไม้ ทุกกิ่งในป่าตลอดทั้งสัปดาห์ แถมข้ายังเสียกระจก บานโปรดไปถึง 2 บาน$5",
  "marriage.012": "อ่าห์ ดีใจจังที่เจ้าแวะมา! ข้าว่าจะบอกเจ้าอยู่พอดี ว่าวันนี้ข้าอาจจะต้อง อยู่ที่นี้จนดึก#$b#วันนี้มอร์แกนกับข้า จะต้องเดินทางเข้าไป ในป่าลึกมากกว่าทุกที เพื่อสอนบทเรียนครั้งนี้$0",
  "marriage.013": "วันนี้ มอร์แกนกับข้า กำลังประเมินสภาพ พื้นที่ป่าทางทิศตะวันตก ในละแวกนี้ ที่อยู่ภายใต้ ความรับผิดชอบน่ะ$0",
  "marriage.014": "ข้าใกล้จะเสร็จธุระ ที่นี้แล้ว @! จะเฝ้ารอคอยที่จะ ได้ใช้เวลาในค่ำคืนนี้ กับเจ้าเลยนะ$0",
  "marriage.015": "นี่จะเป็นความพยายาม ครั้งสุดท้ายล่ะ ที่ข้าจะปรุงน้ำยานี้ให้เสร็จ ก่อนจะล้มเลิกมันไป อย่างน้อยมันก็ยังดีนะ ที่ตอนนี้ มันยัง*ไม่ระเบิด*$0",
  "marriage.016": "อีกเดี๋ยวข้าก็จะกลับบ้านละ ข้าสัญญา ข้าขอเก็บกวาดที่นี่ อีกสักนิดหน่อยก่อน#$b#ข้ากลัวว่า ยิ่งเป็นการวิจัยเวทมนตร์ ที่น่าตื่นเต้นมากเท่าไหร่ ยิ่งจะทำให้รกรุงรัง ไปมากกว่าเดิมน่ะ$0",
  "marriage.017": "ข้าก็ได้แต่หวังว่า คามิลล่าจะเรียกชื่อข้าดีๆ แทน 'แรสซี่' ซะที ...ไม่ เจ้าน่ะ อย่าเชียวนะ$3",
  "marriage.018": "ข้ายังไม่ได้ออกไปดู ข้างนอกเลย แต่ก็หวังว่าครั้งนี้ คามิลล่าจะดูแล ฐานที่มั่นของเธอ ให้ดีกว่าเดิม$0#$b#ครั้งที่แล้ว ข้าต้องเสียพุ่มแบล็กเบอรี่ ต้นโปรดไปซะได้$2"
}
