{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "0": "เคล็ดลับในการทำฟาร์ม -- \n*ใช้ปุ๋ยเพื่อปรับปรุงคุณภาพ ลดภาระงาน หรือเร่งการเจริญเติบโตของพืช \n*ไม้ผลใช้เวลาทั้งฤดูกาล ในการเจริญเติบโต แต่พวกมันต้องการ การดูแลเพียงเล็กน้อย ขณะที่พวกต้นอ่อน ไม่เป็นเช่นนั้น พวกมันอาจเติบโต อย่างไม่เหมาะสม \n*พืชจะเหี่ยวตายทันที ที่ฤดูกาลสิ้นสุดลง เว้นแต่ว่าพวกมัน สามารถเติบโตได้ ในหลายฤดูกาล (เช่น ข้าวโพด) \n*พืชบางชนิด เช่น คะน้าและข้าวสาลี จำเป็นต้องใช้เคียว ในการเก็บเกี่ยว",
        "1": "...นี่คือหนังสือที่เขียนโดยมานี \n'สัตว์เป็นสิ่งมีชีวิตที่ มีความอ่อนไหวมาก พวกมันชอบให้ลูบทุกวัน และชอบกินหญ้าสด ข้างนอกมากกว่าหญ้าแห้ง แต่ก็ไม่ชอบอยู่ข้างนอก ท่ามกลางสายฝน สัตว์ที่มีความสุข จะให้ผลผลิตที่ มีคุณภาพสูงขึ้น!'",
        "2": "เส้นทางเก็บของป่า \n ป่าและภูเขาในท้องถิ่นเป็น สถานที่ที่ยอดเยี่ยม ในการค้นหา ผลผลิตจากป่า! ผู้เก็บของป่าที่ดี จะช่วยกำจัดวัชพืชตอไม้ หรือก้อนหิน ออกจากพื้นที่เหล่านี้ เพื่อให้ผลผลิตจากป่า มีพื้นที่เหลือเฟือที่จะเติบโต! \n นักเก็บของป่ามือฉมัง จะรู้เคล็ดลับ ในการเพาะอาหารจากป่า ให้สามารถปลูกในฟาร์มได้ น่าอัศจรรย์ใช่ไหมละ?",
        "3": "ฟิชเชอร์แมน องก์ที่หนึ่ง: \nเท็กซ์: นี่กอร์ดี้ นายจับปลา จำนวนเยอะๆ ได้ยังไง? ฉันทำอย่างนาย ไม่ได้หรอก! \nกอร์ดี้: นายต้องเลือก ที่จะเป็น'ชาวประมง' ก่อนสิ... และเมื่อเวลาผ่านไป ความเร็วในการตกปลา ของนายจะเพิ่มขึ้น! \nเท็กซ์: นายกำลังบอกว่า ทักษะการตกปลาของฉัน จะเพิ่มขึ้นงั้นเหรอ? \nกอร์ดี้: ถูกต้อง วันหนึ่งนายอาจเรียนรู้ ความลับในการสร้าง Bobbers(ทุ่นตกปลา)ของตัวเองทำให้ จับเก่งขึ้นไปอีกก็ได้ รู้แล้วก็รีบไปฝึกซะ!",
        "4": "  เหมืองนี้ไปได้ลึกแค่ไหน?\n นักสำรวจของสตาร์ดิวแวลลี่ ได้ตั้งคำถามนี้ กับกลุ่มนักสำรวจหลายคน ในช่วงหลายปีที่ผ่านมา... ความจริงก็คือ ไม่มีใครทราบ หรืออย่างน้อยพวกเขา ก็ไม่ได้บอกกล่าว เรื่องนี้กับใคร \nโชคไม่ดีที่หลาย ๆ คนถึงกับลงทุน ลงลึกเข้าไปในเหมือง แต่ไม่เคยได้กลับออกมาอีกเลย...\nอย่างไรก็ตาม มีนักผจญภัย ที่กล้าหาญบางคน ที่เดินทางเข้าไปในเหมืองลึก และกลับมาพร้อมรายงาน ที่น่าสนใจ\n เห็นได้ชัดว่า มีสามพื้นที่ที่แตกต่างกัน ในเหมืองแต่ละแห่ง มีมอนสเตอร์และ สมบัติที่ไม่ซ้ำกัน\nนักผจญภัย บางคนพูดถึง ทะเลสาบใต้ดินขนาดมหึมา และสิ่งมีชีวิตแปลก ๆ... แต่ก็ไม่มีข้อพิสูจน์ว่า พวกเขาพูดจริงหรือไม่",
        "5": "บันทึกของชาวไร่ชรา:\n ฉันอาศัยอยู่ที่นี่มาเป็นปีแล้ว และฉันก็เริ่มที่จะผูกมิตร กับผู้คนในเมือง มันรู้สึกเยี่ยมจริงๆ เลย! แล้วพวกเขายังส่งของขวัญ และสูตรอาหารลับ ประจำตระกูล มาในกล่องจดหมายด้วย! มีประโยชน์มากจริงๆ",
        "6": "'หุ่นไล่กา'\n เมื่อคุณเริ่มปลูกพืชผัก มากขึ้นในฟาร์มของคุณ คุณเดาได้เลยว่าจะมีเหล่าอีกา มาเยี่ยมเยียนคุณแน่นอน บางครั้งในตอนเช้า คุณอาจพบว่าอีกาตัวใดตัวหนึ่ง ได้เอาผลของหยาดเหงื่อ แรงกายที่คุณทุ่มเทไปเป็น อาหารเช้าเสียแล้ว!\nทางหนึ่งที่จะป้องกัน ไม่ให้อีกาเจ้าปัญหาเหล่านี้ เขมือบพืชผลของคุณหมด คือการติดตั้งหุ่นไล่กาไว้ใกล้ๆ พืชผลของคุณ \nแต่พึงระวังไว้ว่าหุ่นไล่กา เหล่านี้มีขอบเขตที่จำกัด คุณอาจต้องใช้ หุ่นไล่กาหลายตัว ถ้าฟาร์มของคุณมีขนาดใหญ่ \nหุ่นไล่กาจะบันทึกจำนวน อีกาที่พวกมันได้ไล่ไปไว้ คุณสามารถใช้ข้อมูลนี้ เพื่อประเมินได้ว่า พวกมันตั้งอยู่ในจุดที่มีประโยชน์ แล้วหรือยัง \n\n* 'หุ่นไล่การุ่นสะสม' ก็ไม่ได้แค่สวยอย่างเดียวนะ! พวกมันทำงานได้เหมือนๆ กับหุ่นไล่การุ่นปกติเลย",
        "7": "ความลับของสตาร์ดรอป \n--\nเป็นเวลากว่า หลายสหัสวรรษแล้วที่ ผู้คนหลงใหลไปกับพลัง อันเป็นปริศนาของ สตาร์ดรอป... แต่ไม่มีผู้ใดรู้เลยว่า พวกมันมาจากไหน!\n ศาตราจารย์อาร์ เจ คัตเลอร์ หัวหน้านักวิจัยเรื่อง ผลไม้ประหลาดนี้ กล่าวว่า 'พวกเราได้ตรวจพบร่องรอย สารพันธุกรรมบนอุกกาบาตที่ ใกล้เคียงกับ สตาร์ดรอปอย่างมาก แต่มันก็ไม่ได้มีการพิสูจน์ว่าตรงกัน'\nไม่ว่าผลไม้พิลึก เหล่านี้จะมาจากไหน รสชาติที่อร่อยอย่าง ไม่ธรรมดาของพวกมันก็ เป็นที่กล่าวขานถึง... บางคนยังถึงกับบอกว่า หากรับประทานผลไม้นี้เข้าไป จะได้รับพลังพิเศษอีกด้วย",
        "8": "ราชาทุ่งหญ้าผจญภัย -- วิดีโอเกมยอดฮิต! \n\nรู้หรือไม่? ใครก็ตามที่เอาชนะเกม 'ราชาทุ่งหญ้าผจญภัย' ได้จะมีชื่อในการจับสลาก รางวัลสุดพิเศษโดยอัตโนมัติ! \n\nรู้หรือไม่? ผู้พัฒนาได้บอกไว้ว่า ตัวเอกของเกมนั้น มาจากบุคคลในชีวิตจริง... วีรบุรุษคาวบอยตัวจริง จากเกาะทุ่งหญ้าแห่งทะเลอัญมณี!",
        "9": "-- การศึกษาเพชรให้ผลแล้ว  --\n\n หลังจากหลายปีในการวิจัยภายในเหมือง ข้าพเจ้าเชื่อว่า ข้าพเจ้าได้เจออะไรบางอย่าง เกี่ยวกับความถี่ในการก่อตัว ของเพชรแล้ว \nงานวิจัยของข้าพเจ้าศึกษาเฉพาะ หินที่กระจัดกระจายภายในเหมือง... ที่สามารถทำให้แตกได้ด้วยพลั่วเท่านั้น แร่ที่ได้จากแหล่งอื่นๆ ยังต้องการการวิจัยเพิ่มเติม \nเพชรดูเหมือนจะก่อตัวที่เหมืองชั้นที่ 50 ลงไปเท่านั้น หิน 1 ใน 500 ก้อนโดยประมาณ จะเต็มไปด้วยเพชรที่ชั้นที่ 50 \nหลังจากชั้นที่ 50 ความถี่ในการก่อตัวของเพชร ดูจะเพิ่มมากขึ้น .000016 เท่าต่อชั้น เป็นแร่ที่หายากพอสมควรเลย! \n-เอ็ม แจสเปอร์",
        "10": "-~-คู่มือการหมักระดับมาสเตอร์-~-\n   อา... การหมัก! \nกลิ่นเข้มข้นของยีสต์ที่โชย ผ่านห้องใต้หลังคาไม้ซีดาร์... สอดแทรกด้วย กลิ่นฮ็อพตัดใหม่ ราวดอกไม้ในคืนก่อนฤดูหนาว... แต่นั่นออกนอกเรื่องไปหน่อย คุณคงสนใจในแง่มุมที่ ใช้ได้จริงของการหมัก มากกว่าสินะ... \nในการหมัก คุณจะต้องมีถังเบียร์ ผมจะให้คุณคิดเองแล้วกัน ว่าจะหาพิมพ์เขียว ของถังเบียร์จากไหน \nถังเบียร์สามารถใช้ผลิต อะไรได้หลายอย่าง ถ้าใส่ผักเข้าไป ถังเบียร์จะผลิตน้ำผักให้คุณ น้ำผักเนี่ยใช้เวลาน้อยที่สุด ในการหมัก \nแต่ถ้าใส่ข้าวสาลีเข้าไป มันจะกลายเป็นเบียร์ เบียร์ใช้เวลาสักพักในการหมัก แต่ว่าทำกำไรได้ดีทีเดียว \nใส่ฮ็อพเข้าไปในถังเบียร์ จะได้เบียร์สด (Pale Ale) ที่เป็นที่ชื่นชอบของทุกคน \nใส่ผลไม้จะได้ไวน์ ไวน์ใช้เวลานานที่สุดในการหมัก แต่ไวน์ที่หมักจาก ผลไม้คุณภาพเยี่ยม นั้นมีค่ามากทีเดียว! \nจงใจเย็นกับถังเบียร์ของคุณ... คุณจะรู้ว่ามันหมักเสร็จแล้ว เมื่อมันนิ่งสนิท และดื่มเพียงพอดีๆ เท่านั้นนะ ไม่งั้นคุณจะเสียใจภายแน่ๆ !",
        "11": "ปริศนาแห่งเหล่าคนแคระ \nคนแคระเรียกตนเองว่า 'สโมลัวนู (Smoluanu)'... ซึ่งมีความหมายว่า ‘คนแห่งท้องฟ้า’ เป็นชื่อที่แปลกสำหรับผู้ที่ อาศัยอยู่ลึกใต้ดินใช่มั้ย \nปริศนาอีกข้อหนึ่งของคนแคระ คือเทคโนโลยีล้ำสมัยที่พวกเขาน่าจะมี แม้ว่าเพื่อนร่วมงานจะล้อเลียน แต่หลักฐานเรื่องนี้ได้นำพาให้ข้าพเจ้าตั้งทฤษฎีใหม่ขึ้น: \nข้าพเจ้าเชื่อว่าคนแคระคือ สิ่งที่เหลือรอดของอารยะธรรมล้ำหน้า ที่ยานเดินทางข้ามดาวเคราะห์ ของพวกเขาตกลงบนดาวเคราะห์ ดวงนี้เมื่อนานมาแล้ว \n ข้าพเจ้าขอเสนอว่า ยานของคนแคระนี้ ตกลงลึกใต้ดิน... และเมื่อเวลาผ่านไป เหล่าคนแคระก็ปรับตัว เข้ากับสภาพแวดล้อมใหม่ใต้ดิน \n เหล่าเพื่อนร่วมงาน ของข้าพเจ้าถามว่า ‘ทำไมพวกเขาไม่ขึ้นมาเหนือดิน และอาศัยบนพื้นโลกล่ะ?’ ...บางทีดาวเคราะห์เก่าของพวกเขา อาจจะมีชั้นบรรยากาศที่หนากว่า ซึ่งปกป้องพวกเขาจากรังสีดาวฤกษ์ ทำให้พวกเขาไม่สามารถมีชีวิตรอด ภายใต้แสงอาทิตย์ของพวกเราก็ได้  \nนั่นจะอธิบายได้ว่า ทำไมพวกเขาถึงขึ้นมาเอาของที่พวกเขา ต้องการจากบ้านของพวกเรา ตอนกลางคืนได้... \n\n- เอ็ม แจสเปอร์",
        "12": "เหตุการณ์สำคัญจากคัมภีร์แห่งโยบะ \n\nก่อนห้วงเวลานั้นมีเพียง แสงสีทองอันไม่สิ้นสุด \nแสงเรียกตัวเอง... ‘โยบะ’ \nโยบะต้องการมากกว่านั้น \nโยบะจึงหมุนแสงทองอร่ามนั้น จนกลายเป็นกระแสอันหมุนวน โยบะหมุนแล้วหมุนเล่า จนเกิดรูที่ตาของกระแสนั้น \nจากรูนั้นเมล็ดพันธุ์หนึ่งก่อกำเนิดขึ้น \nโยบะรีดแสงสีทอง รีดแล้วรีดเล่าจนแสงกลายเป็นพื้นดิน \nโยบะฝังเมล็ดพันธุ์นั้นลงในดินนี้ \nเมล็ดพันธุ์แตกหน่อ และจับตาให้ดี! เถาวัลย์ทะยานขึ้นสู่ฟ้า บิดหมุนและแทงยอด ทอดเงาพลิ้วไหวลงบน ความว่างเปล่าสีทองนั้น \nหลังผ่านไป 11 วัน เถาวัลย์นั้นก็ให้ผล \nโยบะ ซึ่งเปี่ยมด้วยปัญญารอบรู้ ลอกเปลือกแข็งของผลไม้นั้นออก และพบโลกอยู่ภายใน \nและนั่นคือการก่อกำเนิดของโลก",
        "13": "คู่มือการแต่งงานสำหรับชาวสวน \nก่อนที่คุณจะขอใครแต่งงาน คุณจะต้องเดตกับพวกเขา สักพักเสียก่อน (ขอพวกเขาออกเดตด้วย ช่อดอกไม้จาก ร้านของปีแอร์นะ) \nเมื่อคุณพร้อมที่จะ ถามคำถามสำคัญนั่น คุณจะต้องมอบ 'สร้อยคอของนางเงือก (Mermaid's Pendant)' ให้พวกเขา ทุกคนรู้ว่ามันหมายความ ว่ายังไงเมื่อคุณให้มันกับพวกเขา \nมีคำเล่าว่าในวันที่ฝนฟ้าคะนอง วิญญาณของชาวประมงเฒ่า จะปรากฏตัวในสตาร์ดิวแวลลี่ กำสร้อยที่ว่า \nหลังงานแต่งงาน คู่รักของคุณจะย้ายเข้ามาอาศัยกับคุณ อย่าลืมที่จะปฏิบัติ กับคู่สมรสของคุณดีๆ.. พวกเขายังต้องการ ของขวัญแม้หลังแต่งงาน! \n\n(จ่ายโดยปีแอร์)",
        "14": "ฟิชเชอร์แมน องก์ที่สอง: \nเท็กซ์: กอร์ดี้ นายช่วยเล่าเรื่องการ เป็นนักตกปลาที่ดีที่สุด ของนายมาให้ฟังหน่อยสิ \nกอร์ดี้: *ถอนหายใจแรง*... ฉันเคยจับปลาตัวใหญ่มามากมาย... รวมถึงตัวที่หายากและ โคตรจับลำบากด้วย... แต่มีอยู่ตัวหนึ่งที่ทำให้ฉันต้อง พยายามจับอยู่ถึงสามวันสามคืน \nกอร์ดี้: ฉันเรียกเจ้าปลานี่ว่า... ‘ปลาเลเจนด์' มันเป็นสัตว์ร้ายตัวใหญ่... และยิ่งฉันดึงสายกลับ แรงเท่าไหร่ มันก็ยิ่งดึงต้านแรงเท่านั้น ฉันประมาทแค่แวบเดียว มันก็หักเรือของฉันหักเป็น 2 ท่อน ตั้งแต่นั้นมาฉันก็ไม่ตกปลาอีกเลย \nเท็กซ์: นายคิดว่า จะมีใครจับมันได้ไหม?  \nกอร์ดี้: อืม ... ถ้าคนนั้นเป็นมือฉมังด้านการตกปลา แล้วจับปลาหายากตัวอื่นๆ ได้ครบ และกินอาหารที่ถูกประเภท... ก็ไม่แน่นะ เหนือสิ่งอื่นใด คือนายเคารพสายน้ำ เจ้าลูกชาย \nเท็กซ์: ... ลูกชายเหรอ? นายหมายถึง... คุณ ... \n...พ... พ่อเหรอ? \nกอร์ดี้: แม่นแล้ว ลูกข้า \n\n**ดนตรีบรรเลงโหมอารมณ์ ขณะที่ม่านร่วงหล่นลงมา**",
        "15": "ข่าวเทคโนโลยี! \n\nพิมพ์เขียวสำหรับ เครื่องจักรกลทันสมัยที่เรียกว่า 'เครื่องคัดลอกอัญมณี (Crystalarium)'  ได้ถูกตีพิมพ์เมื่อไม่นานมานี้ \nเครื่องนี้สามารถสร้างคริสตัล ได้โดยแทบไม่ใช้อะไรเลย ทำให้ผู้ครอบครองมี อัญมณีใช้อย่างไม่มีวันหมด! \nนี่คือวิธีการทำงานของมัน: ใส่อัญมณีอะไรก็ได้ที่คุณเลือก ลงไปในเครื่อง... \nอดใจรอ ขั้นตอนนี้อาจใช้เวลาหลายวัน... แต่ในที่สุดเครื่องนี้ จะสร้างสำเนาของอะไรก็ตาม ที่คุณใส่เข้าไป! \nคุณจะรู้ว่ามันพร้อมแล้ว เมื่อมันหยุดแกว่งไปมา เมื่อคุณเอาอัญมณีที่ได้ออกไปแล้ว เครื่องจะเริ่มสร้างสำเนาชิ้นต่อไปทันที... คุณจะไม่ต้องเติมมันอีก เว้นแต่ว่าคุณอยากจะ เปลี่ยนชนิดของอัญมณีที่มันสร้าง! \nแต่โชคร้าย เครื่องนี้จะไม่สามารถสร้าง อัญมณีหายากมากๆ ที่เรียกว่า  'สะเก็ดแก้วปริซึม (Prismatic Shard)' ได้... ด้วยเหตุผลบางอย่าง EMF จากอัญมณีนั้นทำปฏิกิริยาแง่ลบกับเครื่องนี้",
        "16": "ความลับแห่งปลาในตำนาน \n\nนักตกปลาพูดถึงปลาหายาก และไม่เหมือนใครห้าชนิดที่มี เฉพาะนักตกปลาที่มีความชำนาญ เท่านั้นจึงจะตกได้ เมื่อถูกตกได้แล้ว ปลาเหล่านี้จะไม่มีวันถูกพบเห็นอีก \n\n ปลาคริมสัน (Crimsonfish) อาศัยอยู่ในกระแสน้ำอุ่น แห่งมหาสมุทรในช่วงฤดูร้อน มันถูกพบเห็นจากฝั่งตะวันออก สุดของชายหาด\n\n ปลากลาเซียร์ (Glacierfish) ที่ปรากฏเฉพาะหน้าหนาว จะถูกตกได้จากมุมทางทิศใต้ ของเกาะหัวลูกศรใน ป่าซินเดอร์แซป… ใกล้ๆ กับจุดที่แม่น้ำไหลรวมกับมหาสมุทร \n\n ปลาตกเบ็ด (Anglerfish) ถูกพบในตอนเหนือของเมือง ตรงจุดที่แม่น้ำไหลลงมาจากหุบเขา\n\nมีข่าวลือว่าปลาหน้าตา บิดเบี้ยวแปลกประหลาดอาศัย อยู่ในท่อระบายน้ำ \n\n\n\nปลาตัวสุดท้าย แห่งสปีชีส์ที่ไม่เคย มีใครจับได้เป็นที่รู้จักในชื่อง่ายๆ ว่า ‘ปลาเลเจนด์ (legend)’ มีคำบอกเล่าว่ามันอาศัย อยู่ในท่อนไม้ที่จมอยู่ใต้น้ำ ในทะเลสาบกลางเขาและ จะออกมาเล็มไข่กบในวันที่ ฝนตกในฤดูใบไม้ผลิ นักตกปลาที่มีความชำนาญมากเท่านั้น ที่จะมีความหวังในการจับปลาตัวนี้ได้ \n\n จงฝึกฝนตกปลาอย่างสม่ำเสมอ และวันหนึ่งคุณจะจับปลาพิเศษเหล่านี้ได้ จงเคารพผืนน้ำและ อย่าจับปลาไปมากเกินไป จากระบบนิเวศล่ะ",
        "17": "...เห็นอะไรแปลกๆ ในอุโมงค์ที่ไปโผล่ออกจากเมืองเพลิแกนด้วย มันมีประตูเล็กๆ ซ่อนอยู่ในความมืด แต่เปิดไม่ออกแฮะ \n\n-กันเธอร์",
        "18": "บันทึกจากกันเธอร์: ว้าว ห้องสมุดนี่ยิ่งใหญ่ขึ้นจริงๆ จากการช่วยเหลือของคุณ! ขอบคุณมากนะ!",
        "19": "ก็อบลิน^โดย เอ็ม แจสเปอร์^^สปีชีส์ที่เป็นที่รู้จักกันในชื่อ \"ก็อบลิน\" ดูเหมือนว่าจะมีที่มาจาก ป่าทางตะวันออกเฉียงเหนือ ไกลออกไปจากเนินเขาบลูแมร์ ลักษณะเฉพาะที่ประกอบด้วยผิวสีเขียว ตาสีแดงเจิดจ้า และกลิ่นฉุน ทำให้การเผชิญหน้ากับก็อบลิน เป็นครั้งแรกเป็นประสบการณ์ ที่น่าตื่นตระหนกของนักเดินทาง อ่อนประสบการณ์ได้ ^^ขัดกับรูปลักษณ์ไม่น่าไว้ใจของพวกเขา ก็อบลินมีสติปัญญาและความสามารถ ทางอารมณ์ที่เทียบเท่ากับมนุษย์ และไม่มีปัญหาในการเรียนรู้วัฒนธรรม และภาษาของพวกเรา เมื่อข้าพเจ้าได้แสดงให้ เห็นว่าไม่มีเจตนาร้าย ก็อบลินที่ข้าพเจ้าพบก็ แสดงนิสัยที่ค่อนข้าง เป็นมิตรและรักสงบ ทว่าโชคร้ายที่หลายศตวรรษ แห่งความไม่เชื่อใจ และการปฏิบัติที่แย่จากมนุษย์ ได้ทำให้ก็อบลินมากมาย ลือกที่จะเป็นแม่มด พ่อมด หมอผี และอาชีพอื่นๆ ที่ไม่พึงประสงค์ ^^อาหารพื้นเมืองของก็อบลิน ประกอบไปด้วยเนื้อตัวอ่อนแมลง จากแมลงใหญ่เนื้อแน่น หลายสายพันธุ์ที่สามารถ หาได้จากป่าอันเป็น ที่อาศัยของก็อบลิน เป็นหลัก ในโอกาสพิเศษก็อบลินอาจใส่สิ่งที่เรียกว่า 'มายองเนสสีดำ (void mayonnaise)'... ที่อาจเรียกได้ว่า เป็นความหรูหราที่ละเอียดอ่อนที่สุด ในอาหารของก็อบลินเลยก็ว่าได้",
        "20": "(โน้ตปริศนา)^^Solok Ulan Paa Eno Ra Coto Ulan Coto Ulan Mabo Bel Eno Ra Teba Omi Walo Nemo^^Dop Ulan Coto Kui Mabo Awa Yoba Omi Solok Awa Lon Omi Omi Nemo^^Solok Teba Ra Awa Nemo Gawa Eno Bel Ulan Nemo Teba Omi Yoba Bel Omi Xi",
        "Missing": "มีหนังสือหายไปจากตรงนี้..."
    }
}
