{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้,เฮ้. นายคือคนที่มาใหม่,ใช่ป่ะ? เจ๋ง.^เฮ้ เธอคือคนมาใหม่ ใช่ป่ะ? ผมว่าเราคงเข้ากันได้",
        "danceRejection": "ไม่ล่ะ... ผมว่าจะไปชวนคนอื",
        "divorced": "ผมคิดว่าเรามีอะไรที่พิเศษ... ผมว",
        "dumped_Guys": "คุณไม่คุ้มค่า กับเว",
        "secondChance_Guys": "ผมไม่รู้ ว่าผมจะไว้ใจคุณ ได้อีกหรือไม่, แต่ผมย",
        "breakUp": "คุณกำลังให้ฉัน ทำอะ...?$7#$b#*กำลังโกรธ*... เข้าใจล่ะ. เอาล่ะ... เยี่ยมเลย, คุณเลือกได้แล้ว. คุณจะไม่ได้เห",
        "Mon": "รู้เปล่าว่าผมเคยเล่นเป็น ควอเตอร์แบ๊คในทีมรวมดารา ที่โรงเรียนนะ นี่พูดจริงนะ$u#$e#เห็นดาวบน แจ",
        "Tue": "ทะเลนี่เหมาะ กับการมาเที่ยว แล้วก็อาบแดดจริงๆ#e#คุณควรจะออกมารับ แสงอาทิตย์บ้างนะ ไม่งั้นผิวซีดแย่เลย#$e#*เฮ้อ*... ผมหวังว่าจะมีเด็กผู้หญิง ในเมืองนี้มากกว่านี้ เข้าใจที่ผม ห",
        "Wed": "เป็นวันที่เหมาะ กับการเล่นขว้างบอลนะ ว่าไหม?$u#$e#$q 5/6 Wed_01_old#อยากชวนคุณ เล่นขว้างบอลกับผม คุณดูเหมือนไม่ชอบ กีฬาพวกนี้เท่าไหร่?^อยากชวนเธอ เล่นขว้างบอลนะ แต่คงไม่เหมาะเท่าไหร่#$r 6 0 Wed_01_02#ไม่เป็นไร มองเธอเล่นไกลๆ ก็ได้#$r 5 15 Wed_01_01#ฉันอยากเล่นขว้า",
        "Wed_01_old": "#$p 5#เอ้า รับ! ...ล้อเล่นน่ะ ฮ่าฮ่าฮ่า|แค่หวังว่า จะมีคนเล่นขว้",
        "Wed_01_01": "จริงเหรอ? ผมว่า ผมคงประเมินคุณ ต่ำไปหน่อย#$b#ผมปวดแขนนิดหน่",
        "Wed_01_02": "ใช่ บางคนไม่ได้เกิดมา เพ",
        "Wed_01_03": "อ่า... ช่างมัน",
        "Thu": "อากาศเริ่มอุ่นขึ้นแล้ว... ฉันรู้สึกก",
        "Fri": "เฮ้ ว่าไง พ่อหนุ่มชาวไร่?^เฮ้ ว่าไง แม่สาวชาวไร่ กางเกงใหม่ป่ะเนี่ย? เข้ากับเธอดี#e#โอ้ เกือบลืม! วันนี้ต้องวิดพื้น!#e#ทุกครั้งที่วิดพื้น ",
        "Sat": "ปวดแขนมากเลย แต่ก็เป็นธรรมดา ของคนชอบออกกำลัง แบบผมอ่ะนะ#e#เมื่อ",
        "Sun": "เฮ้#$e#อะไรนะ อยากคุยด้วยเหรอ? ผมไ",
        "Sun2": "เฮ้ @#$e#ใช่แล้ว ผมจำชื่อค",
        "Sun4": "เฮ้ @#$e#ใช่แล้ว ผมจำชื่อค",
        "Fri4": "เฮ้ @ ดีใจจังที่แวะมาหา#e#ผมไม่อายที่จะบอกว่า ผมรักคุณยายของผมนะ!#$e#แต่คุณตา ก็อ",
        "Tue6": "ไม่มีอะไรดีไปกว่า วันที่มาชายหาดกับเ",
        "Mon8": "คุณรู้อะไรไหม ผมเคยอยากมีชื่อเสียง อยากมีทรัพย์สมบัติมากมาย แต่ผมว่าผมเปลี่ยนใจแล้วแหล่ะ เพราะสุดท้าย คนเราก็ไม่ได้ต้องการ อะไรมากไปกว่าการรู้จักพอ ไม่คิดเหมื",
        "Fri8": "ไง @ วันนี้นายดูกระฉับกระเฉงจัง$h^เฮ้ @ ตัดผมใหม่ป่ะครับ? รู้สึกอะไรบาง",
        "Sat10": "สำหรับผม ช่วงนี้มันยากที่จะ รว",
        "Event_beach1": "แน่นอน ถ้าคุณไม่ได้คิดว่าคุณบ้านะ ",
        "Event_beach2": "จริงเหรอ? คุณคงชอบทำอะไรแปลกๆส",
        "Event_books1": "เปล่าสักหน่อย! ชมกันเก",
        "Event_books2": "ใช่ ผมว่าคุณทำถ",
        "Event_books3": "คุณต้องไม่เห็นด้วย",
        "event_box1": "ใช่... ผมรู้ แต่นั่นก็เป็นเหตุผล ว่าทำไมผมถึงจริงจัง กับการเล่นกีฬานัก...$9#$b#ไม่ว่าผมจะทำได้หรือไม่... ตราบใดที่ผม พย",
        "event_box2": "โห... วันนี้วันครบรอบ ที่แม่ผมเสียนะ! เห็น",
        "event_box3": "...ขอบใจนะ @#$b#นาย... ไม่เหมือนใครคนอื่นเลย ใส่ใจผมมากกว่าใครๆ$l^เธอเป็นเพื่อน ที่ดีที่สุดของผม ในเมืองนี้เลย... #$b#ดีใจจ",
        "event_box4": "นั่นไม่ช่วยให้ รู้สึกดีขึ้",
        "Event_parents1": "น่าเก็บไปคิ",
        "Event_parents2": "พวกเค้าไม่ทำแบบนั",
        "Event_parents3": "บางที คุณอาจจะถูก... ไม่",
        "summer_1": "เฮ้ หน้าร้อนนี่เป็น ช่วงที่ดีที่สุดของปีเลย#$e#ตอนนี้กำลังดี เพราะฤดูอ",
        "summer_Mon": "เฮ้ พ่อหนุ่มทำฟาร์ม คล้ำขึ้นนะเรา^เฮ้ สาวทำฟาร์ม ผิวเริ่มเป็น สีแทนสวยแล้วนะ$h#$e#หน้าร้อนนี้ ยิ่งฝึกเยอะ ก็ยิ่งเข้าใกล้การเป็น มืออาชีพ#$",
        "summer_Tue": "ถ้าทรงผม ของผมไม่โดนใจสาวๆ ผมสาบานว่า จะโกนให้หมดทั้งหัวเลย#$e#*ถอนหายใจ*...  ชี",
        "summer_Wed": "เฮ้ หนุ่มเจ้าของฟาร์ม ผมมีคำถามจะถาม...^เฮ้ สาวน้อยเจ้าของฟาร์ม ผมมีคำถามจะถาม...#$b#$q 52/53 summer_Wed_01_old#คิดว่าผม จะเป็นนักกีฬา มืออาชีพได้ไหม?#$r 52 30 summer_Wed_01_01#นายเกิดมา เพื่อเป็นตำนาน ในวงการนี้ อยู่แล้วน่า!#$r 52 0 summer_Wed_01_02#ก็อาจจะนะ ถ้าฝึกเยอะๆ#$r 53 -50 summer_Wed_01_03#ไม่ นายทำมัน ไม่ได้หรอก แ",
        "summer_Wed_01_old": "$p 52#เฮ้ ถ้าผมได้เป็น มืออาชีพเมื่อไหร่ คุณบอกคนอื่นได้เลยว่า คุณเป็น \"แฟนคลับ\"คนแรกของผม ไม่เลว ใช่ป่ะ?|เฮ้ ผมฝึกหนักขึ้นเป็นสองเท่า ผมจะเป็",
        "summer_Wed_01_01": "เฮ้ นั่นแหล่ะที่ผมหมายถึง!$h#$e#คุณเจ๋งกว่าท",
        "summer_Wed_01_02": "อืม ผมโอเค ผมคงไม่ฝึกหนัก ขนาดน",
        "summer_Wed_01_03": "นั่นมันบ้าชัดๆ นายแค่อิจฉาเพราะว่า ผมมีความสามารถ ผมป๊อบปูล่าร์ แต่นายไม่ใช่$a^น่าขำเนอะ เธออิจ",
        "summer_Thu": "เฮ้ นายดูแข็งแรงนะ ทำงานที่ฟาร์มทั้งวัน^เฮ้ หุ่นเธอดูดีจังนะ ทำงานฟาร์มทั้งวัน#$e#บางทีเธออาจ จะแข็งแรงเท่าผมก็ได้ ",
        "summer_Fri": "คุณต้องการอะไร?#$e#ผมมีอะไรที่สำคัญกว่า ต",
        "summer_Sat": "งืมมมม... ผมได้กลิ่นบาร์บีคิว#$e#โหย ผมว่า ผมต้องไปซื้",
        "summer_Sun": "ได้รองเท้าใหม่มาเมื่อวาน เพราะคู่เก่ามีแต่ จุดด่างเต็มไปหมด#$b#ก็โยนทิ้งถังขยะไปอ่ะ จริงๆก็ว่าจะบริจาค แต่ไม่อยากให้",
        "summer_Sun4": "โอ้ ว้าว...รองเท้าคุณสกปรกจัง... แต่ก็โอเคนะ!#$e#คนเรามันรสนิย",
        "summer_Thu4": "เฮ้ คุณดูเหมือนจะหุ่นดีขึ้นนะ หน้าร้อนนี้!#$b#เพราะท",
        "summer_Mon4": "เฮ้ ผิวแทนเธ",
        "summer_Fri6": "โทษที ห้องรกไปหน่อย$s#$e#มันยากที่จะฟื้นความจำ ว่าห้องสะอาดล่าสุด ตอนไหน",
        "summer_Wed8": "คุณรู้เปล่า ผมไม่อะไรกับการ เป็นฟาร์มเมอร์นะ... มันก็เหมือนกับเล่นกีฬา อีกแบบนั่นแหล่ะ#$e#ผมชอบอ",
        "summer_Sat10": "ผมพยายามจะอ่าน หนังสือมากขึ้นนะช่วงนี้... รู้สึกว่าไม่ค่อย ได้ออกกำลังสมองมาเป",
        "fall_1": "ใช่ มันเริ่มหนาวแล้ว... แต่ก็ยังอุ่นพอ ที่จะเล่นกีฬานะ!#$e",
        "fall_Mon": "คุณยายบอกผมว่า ผมน่าจะใช้เวลา อ่านหนังสือมากกว่า#$e#ผมแบบ... 'ยาย ไม่ต้องห่วง ผมจะเป็นโปร!'$h#$e#เร",
        "fall_Wed": "เฮ้ ผมอยากจะถามอะไรหน่อย^เฮ้ ถามอะไรหน่อยได้ไหม?#$e#$q 54/55 fall_Wed_01_old#คิดว่าสาวๆชอบทรงผมของผมป๊ะ?^เธอคิดไงกับทรงผมของผมอ่ะ?#$r 54 30 fall_Wed_01_01#ดูดีนะ!#$r 55 -30 fall_Wed_01_02#เหมือนเชื",
        "fall_Wed_01_old": "วันนี้ใส่เจลแต่งผมมากไป มันเจ็บๆหัว#$e#อย่าแตะ",
        "fall_Wed_01_01": "ใช่ ผมรู้ นั่นแหละคือเหตุผล ที่ผมมี",
        "fall_Wed_01_02": "อือ ใช่ คุณก็แค่อิจฉาที่",
        "fall_Thu": "ว่าไง?#$e#ชื่อจริงคุณเนี่ย %firstnameletter%name ประมาณนี้ หรือว่า?#$e#โอ้ว @? โอเค โ",
        "fall_Fri": "คืนนี้ว่าจะ ซิทอัพสองร้อยครั้ง#$b#ผมทุ่มเท มากเลยใช่ไหมล",
        "fall_Sat": "ฉันคิดว่า คุณน่าจะหา แชลมอน ในแม่น้ำได้ช่วงนี้ของปีนะ#",
        "fall_Sun": "เฮ้ วันนี้มีบอลด้วย!#e#วันอาทิตย์ใน ฤดูใบไม้ร่",
        "fall_Thu2": "อะไรเหร",
        "fall_Fri6": "คืนนี้จะซิทอัพเยอะๆเลย#$e#คุณต้องออกกำลังเยอะๆ ถ้าคุณอยากจะไ",
        "fall_Mon4": "คุณยายผมบอก ให้ใช้เวลาไปอ่านหนังสือบ้าง#$e#บางที",
        "fall_Wed8": "ผมพอละ... ผมตัดสินใจไม่ใช้ เจลแต่งผมแล้ว#$e#ผมไม่อยากจะเป็นเพื่อน กับคนท",
        "fall_Thu10": "@! เอิ่มม... ว่าไง",
        "winter_1": "หน้าหนาวนี่ไม่ดีเลย หิมะหนาเกินไป ทำอะไรสนุกๆไม่ได้#$e#",
        "winter_Mon": "คุณชอบหิมะเหรอ? ผม... ผมรอให้ถึงฤดู",
        "winter_Tue": "เฮ้ ถ้าคุณไปหา Haley แล้วฝาก 'สวัสดีเธอ' ให้ผม",
        "winter_Tue_inlaw_Haley": "โอ้ เฮ้ ชีวิตแต่งงานเป็นไงมั่ง ",
        "winter_Wed": "ฤดูหนาว ทุกคนก็อยู่แต่ในบ้าน ทำแต่อะไรน่าเบื่อๆ$s#$e#บางทีถ้าไปอ่านหนัง",
        "winter_Thu": "พอผมเป็นโปรแล้ว ผมจะรวย ผมจะไปซื้อ บ้านพักตากอากาศ ที่เกาะเขตร้อนเลย#$e#จะได้ไม่ต้อ",
        "winter_Fri": "คุณฝ่าหิมะ เพื่อมาหาผมเหรอ?#$e#แต่ผมว่",
        "winter_Sat": "มีแต่คนแปลกๆ อาศัยอยู่ในเมืองนี้#$e#...อย่างคนนั้นไง Sebastian เค้าชอบใส่ชุดสีดำตลอด",
        "winter_Sun": "เฮ้ วันนี้มีบอล!#e#วันนี้เป็นวันที่ผมชอบที่สุ",
        "winter_Fri4": "คุณฝ่าหิมะ เพื่อมาหาผมเหรอ?#$e#",
        "winter_Sat6": "ผมว่ามันน่าสนใจดีนะ ที่บางคนก็ต่างออกไป จากพวกเราเลย รู้ป่ะ?#$b#ผมไม่เคยเข้าใจว่าทำไม คนอื",
        "winter_Tue4": "เฮ้ @ ช่วยอะไรหน่อยสิ?$l#$b#ถ้าเจอ Haley บอกเธอให้หน่อยว่า ผมไม่ว",
        "winter_Tue4_inlaw_Haley": "ผมยอมรับ... ผมอิจฉาเล็กน้อยที่คุณและ Haley แต่งงานกัน แต่เดี๋ยวก่อน... มันเป็นโอกาสดีสำหรับผม ที่จะได้",
        "winter_Wed8": "รู้อะไรไหม? ผมกำลังจะเริ่ม",
        "winter_Thu6": "ฉันอยากให้ตัวเอง ควบคุมสภา",
        "winter_Thu10": "ถ้าผมหาเงินได้เยอะๆ ผมจะทำให้ทุกคน ที่เป็นเพื่อนและ ครอบครัวของผมมั่นใจเลยว่า พวกเค้าจะได"
    }
}