{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดี! คุณคงเป็น @ เจ้าของฟาร์ม ที่ย้ายเข้ามาใหม่ ฉันชื่อแคโรไลน์#$e#สามีของฉัน เปิดร้านค้าที่นี่ คุณเคยเจอ ลูกสาวของฉันอบิเกลรึยัง? เธอผิวออกซีด ๆ และมีผมสีม่วงน่ะ",
        "Mon": "ฉันไม่อยากให้แอ็บบี้ใช้เวลาอยู่แต่ ในห้องเลย",
        "Mon_inlaw_Abigail": "ไงจ๊ะ @ เธอสนุกกับชีวิตแต่งงานมั้ย? ฉันหวังไว้อยู่นะ!",
        "Mon8": "#$1 Caroline23#ตอนที่พวกเรา ย้ายมาที่เมืองเพลิแกนฉันแอบเดินไปที่ หอคอยของพ่อมด ด้วยล่ะ อย่าบอกปีแอร์นะ เขาเป็นคนขี้หวงน่ะ#$e#อบิเกลเกิดหลังจากที่เรา ย้ายมาที่นี่ปีนึง ฉันสงสัยจังว่า เธอเคยสัมผัสชีวิต นอกหมู่บ้านรึเปล่า?",
        "Tue": "ฉันเคยเห็น ต้นฮอสแรดิช ในป่านะ#$e#การเที่ยวหาอาหาร เป็นทางที่ง่ายที่จะได้เงิน หรือคุณจะใช้ของ ที่คุณหาเจอเป็น ของขวัญหรืออาหาร ก็ได้",
        "Wed": "สวัสดี คุณมี ทุกอย่างที่ต้องการ สำหรับทำฟาร์ม แล้วหรือยัง?#$e#ถ้ายังไม่มีละก็ เราสามารถช่วยคุณ ได้นะ#$e#เรามีอุปกรณ์ ที่มีประโยชน์อยู่ หลากหลายชิ้น เลยล่ะ",
        "Thu": "#$1 Caroline1#หืมมม... ฉันสงสัยจังว่า จะขอให้ปีแอร์ทำอาหารเย็น สำหรับคืนนี้ ได้ไหม#$e#หืมมม... ฉันจะทำอะไร เป็นอาหารเย็น สำหรับคืนนี้ดีล่ะ?#$e#ไม่เป็นไร ฉันจะออกไปซื้อ จากร้านอาหารนะ",
        "Fri": "มันเป็นวันที่ดีนะ.#$e#ในวันอย่างนี้ ฉันอยากช่วยเอเวอลินเรื่องสวนสาธารณะจัง#$e#เธอแข็งแรงนะ สำหรับอายุตัวเอง แต่ฉันคิดว่า เธอควรได้รับการยกย่อง กับสิ่งที่เธอทำ",
        "Sat": "มีแค่ฉันรึเปล่าเนี่ย ที่คิดว่าอบิเกลสนใจสิ่งที่แปลกๆ อะไรที่มันมืดมน น่ะ?#$e#บางทีฉัน คงแก่เกินไปที่จะเข้าใจ แล้วล่ะมั้งเนี่ย",
        "Sat_inlaw_Abigail": "มื้อเย็นเงียบไปมาก ตั้งแต่อบิเกลย้ายออกไป...#$e#ไม่ ไม่ใช่ว่าเธอชอบ อ้าปากตอนกินข้าวหรอกนะ!$h",
        "Sat2": "แอ็บบี้มักจะชอบ สนใจสิ่งแปลกๆ ในเรื่องลึกลับ ฉันก็ไม่รู้ว่าเธอ ไปเอานิสัยแบบนี้ มาจากไหน...",
        "Sat4": "แอ็บบี้มักจะชอบ สนใจสิ่งแปลกๆ ในเรื่องลึกลับ ฉันก็ไม่รู้ว่าเธอ ไปเอานิสัยแบบนี้ มาจากไหน...",
        "Sat6": "#$1 Caroline12#ตั้งแต่ที่เราย้ายมาที่นี่ ฉันใช้เวลาพักนึง ที่จะปักหลักอยู่ที่นี่... ฉันยังไม่พร้อม สำหรับการ ใช้ชีวิตที่นี่#$e#ก็เป็นคน หัวโบราณนะ... แต่เขาก็เป็นคนดี เขาเป็นคนมีความ ทะเยอทะยาน แต่เขาจะคิดถึง ครอบครัวก่อนเสมอ",
        "Sun": "วันนี้ฉันจะพักผ่อน และคิดแต่เรื่องดีๆ#$e#เธอล่ะได้หยุด พักผ่อนบ้างมั้ย?",
        "Wed6": "หุบเขาสตาร์ดิวก็ดีนะ ถ้าฉันรู้จักคนอื่น มากกว่านี้#$e#ฉันหวังว่าเรา จะเป็นเพื่อนกันได้นะ",
        "summer_Mon": "วันพุธ ร้านจะปิดด้วยล่ะ#$e#คิดไว้ในใจ ถ้าคุณอยากได้อะไร",
        "summer_Tue": "ฉันเห็นผลไม้ในป่า เมื่อเร็วๆนี้#$e#การเที่ยวหาอาหาร เป็นทางที่ง่ายที่จะได้เงิน หรือคุณจะใช้ของ ที่คุณหาเจอเป็น ของขวัญ หรืออาหารก็ได้",
        "summer_Wed": "สวัสดี คุณมีทุกอย่างที่ต้องการ สำหรับทำฟาร์ม แล้วหรือยัง?#$e#ถ้ายังไม่มีละก็ เราสามารถช่วยคุณได้นะ.#$e#เรามีอุปกรณ์ ที่มีประโยชน์อยู่ หลากหลายชิ้น เลยหล่ะ.",
        "summer_Sat": "มีแค่ฉันรึเปล่าเนี่ย ที่คิดว่าอบิเกลดูซีดๆ น่ะ?#$e#บางทีฉันคงกังวล เรื่องของเธอมากไป",
        "summer_Sat_inlaw_Abigail": "สุขภาพของอบิเกลเป็นยังไงบ้าง? เธอดูเป็นเด็กผู้หญิง ที่ดูซีดเซียวตลอดเวลา หวังว่าการใช้ชีวิตในฟาร์ม จะทำให้แก้มของเธอ มีสีสันขึ้นมาบ้างนะ",
        "summer_Sun": "วันนี้ฉันจะพักผ่อน และคิดแต่เรื่องดีๆ#$e#เธอล่ะได้หยุด พักผ่อนบ้างมั้ย?",
        "summer_Wed6": "เวลาดูเหมือน จะผ่านไปเร็วขึ้น แล้วก็เร็วขึ้นพอๆ กับอายุของคุณ เลยล่ะ$s",
        "fall_Mon": "ฤดูใบไม้ร่วง เป็นฤดูที่แอ็บบี้ชอบ ฉันก็หวังว่าเธอ จะออกมาจากห้อง ของเธอบ่อยกว่านี้นะ",
        "fall_Mon_inlaw_Abigail": "แอ็บบี้กำลังอยู่ในชั้นเรียนออนไลน์ อยู่ที่นี่ แต่ฉันไม่คิดว่าใจของเธอ จะอยู่กับมันหรอก...#$e#เธอนั้นมีจิตใจที่รักอิสระ เหมือนกับฉัน ตอนก่อนที่จะมาพบกับปีแอร์บางทีเธอน่าจะชอบช่วงเวลา ที่เธอได้อยู่ในฟาร์มของคุณนะ",
        "fall_Tue": "ฉันเห็นเห็ด ที่กินได้ในป่าด้วย#$e#การเที่ยวหาอาหาร เป็นทางที่ง่ายที่จะได้เงิน หรือคุณจะใช้ของ ที่คุณหาเจอเป็นของขวัญ หรืออาหารก็ได้",
        "fall_Sat": "มีแค่ฉันรึเปล่า ที่คิดว่าอบิเกลเล่นวิดีโอเกมส์ มากไป?#$e#บางทีฉันคง ล้าสมัยไปหน่อย",
        "fall_Wed6": "เธอรู้มั้ย ฉันเคยอยากเป็น ชาวนานะ แต่ แบบเน้นปศุสัตว์น่ะ#$e#ตอนเด็กๆ ฉันชอบหนังแนว คาวบอยมากเลย",
        "winter_Tue": "ฤดูหนาวมันแย่มาก แต่คุณสามารถ ขุดหารากได้นะ ถ้าคุณโชคดี#$e#การเที่ยวหาอาหาร เป็นทางที่ง่าย ที่จะได้เงิน หรือคุณจะใช้ของที่ คุณหาเจอเป็นของขวัญ หรืออาหารก็ได้",
        "winter_Fri": "ถึงอากาศมันจะหนาว ฉันเช็คแปลงผักต่างๆ ในสวนสาธารณะ หมดแล้ว#$e#ฉันอยากมั่นใจว่า พวกมันจะไม่ได้รับ ความเสียหายมาก ก่อนที่ฤดูใบไม้ผลิ จะมาอีกครั้ง",
        "winter_Sat": "คุณไม่คิดว่าแอ็บบี้ดูดีในผมสีธรรมชาติ ของเธอหรอ?#$e#เธอมีผมสีน้ำตาลอ่อน",
        "winter_Wed6": "คุณรู้สึกตื่นเต้น กับปีใหม่นี้มั้ย?#$e#ฉันเดาว่าฟาร์ม ของคุณต้อง ประสบความสำเร็จ มากๆแน่นอน$h"
    }
}
