{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดี! คุณคงเป็น @ เจ้าของฟาร์ม ที่ย้ายเข้ามาใหม่ ฉันชื่อ Caroline#$e#สามีของฉัน เปิดร้านค้าที่นี่ คุณเคยเจอ ลูกสาวของฉัน Abigail รึย",
        "Mon": "ฉันไม่อยากให้ Abby ใช้เวลาอยู่แต",
        "Mon_inlaw_Abigail": "ไงจ๊ะ @ เธอสนุกกับชีวิตแต่งงานมั้ย? ฉั",
        "Mon8": "#$1 Caroline23#ตอนที่พวกเรา ย้ายมาที่เมือง Pelican ฉันแอบเดินไปที่ หอคอยของพ่อมด ด้วยล่ะ อย่าบอก Pierre นะ เขาเป็นคนขี้หวงน่ะ#$e#Abigail เกิดหลังจากที่เรา ย้ายมาที่นี่ปีนึง ฉันสงสัยจัง",
        "Tue": "ฉันเคยเห็น ต้นฮอสราดิส ในป่านะ#$e#การเที่ยวหาอาหาร เป็นทางที่ง่ายที่จะได้เงิน หรือคุณจะใช้ของ ",
        "Wed": "สวัสดี คุณมี ทุกอย่างที่ต้องการ สำหรับทำฟาร์ม แล้วหรือยัง?#$e#ถ้ายังไม่มีละก็ เราสามารถช่วยคุณ ได้นะ#$e#เรามีอุปก",
        "Thu": "#$1 Caroline1#หืมมม... ฉันสงสัยจังว่า จะขอให้ Pierre ทำอาหารเย็น สำหรับคืนนี้ ได้ไหม#$e#หืมมม... ฉันจะทำอะไร เป็นอาหารเย็น สำหรับคืนนี้ดีล่ะ?#$e#ไม่เป็น",
        "Fri": "มันเป็นวันที่ดีนะ.#$e#ในวันอย่างนี้ ฉันอยากช่วย Evelyn เรื่องสวนสาธารณะจัง#$e#เธอแข็งแรงนะ สำหรับอายุตัวเอง แต่ฉันคิดว",
        "Sat": "มีแค่ฉันรึเปล่าเนี่ย ที่คิดว่า Abigail สนใจสิ่งที่แปลกๆ อะไรที่มันมืดมน น่ะ?#$e#บางทีฉัน คงแก่เกิ",
        "Sat_inlaw_Abigail": "มื้อเย็นเงียบไปมาก ตั้งแต่ Abigail ย้ายออกไป...#$e#ไม่ ไม่ใช่ว่าเธอชอบ อ้าปา",
        "Sat2": "Abby มักจะชอบ สนใจสิ่งแปลกๆ ในเรื่องลึกลับ ฉันก็ไม่รู้ว่าเธอ ไปเอ",
        "Sat4": "Abby มักจะชอบ สนใจสิ่งแปลกๆ ในเรื่องลึกลับ ฉันก็ไม่รู้ว่าเธอ ไปเอ",
        "Sat6": "#$1 Caroline12#ตั้งแต่ที่เราย้ายมาที่นี่ ฉันใช้เวลาพักนึง ที่จะปักหลักอยู่ที่นี่... ฉันยังไม่พร้อม สำหรับการ ใช้ชีวิตที่นี่#$e#ก็เป็นคน หัวโบราณนะ... แต่เขาก็เป็นคนดี เขาเป",
        "Sun": "วันนี้ฉันจะพักผ่อน และคิดแต่เรื่องดีๆ#$e#เธอล่ะได้",
        "Wed6": "หมู่บ้าน Stardew ก็ดีนะ ถ้าฉันรู้จักคนอื่น มากกว่านี้#$e#ฉันหวังว่าเรา ",
        "summer_Mon": "วันพุธ ร้านจะปิดด้วยล่ะ#$e#คิดไว้ในใจ ถ้",
        "summer_Tue": "ฉันเห็นผลไม้ในป่า เมื่อเร็วๆนี้#$e#การเที่ยวหาอาหาร เป็นทางที่ง่ายที่จะได้เงิน หรือคุณจะใช้ขอ",
        "summer_Wed": "สวัสดี คุณมีทุกอย่างที่ต้องการ สำหรับทำฟาร์ม แล้วหรือยัง?#$e#ถ้ายังไม่มีละก็ เราสามารถช่วยคุณได้นะ.#$e#เรามีอุปก",
        "summer_Sat": "มีแค่ฉันรึเปล่าเนี่ย ที่คิดว่า Abigail ดูซีดๆ น่ะ?#$e#บางทีฉันคงกังว",
        "summer_Sat_inlaw_Abigail": "สุขภาพของ Abigail เป็นยังไงบ้าง? เธอดูเป็นเด็กผู้หญิง ที่ดูซีดเซียวตลอดเวลา หวังว่าการใช้ชีวิตในฟาร์ม ",
        "summer_Sun": "วันนี้ฉันจะพักผ่อน และคิดแต่เรื่องดีๆ#$e#เธอล่ะได้",
        "summer_Wed6": "เวลาดูเหมือน จะผ่านไปเร็วขึ้น แล้วก็เร็วขึ้นพอๆ ",
        "fall_Mon": "ฤดูใบไม้ร่วง เป็นฤดูที่ Abby ชอบ ฉันก็หวังว่าเธอ จะออกมาจากห้",
        "fall_Mon_inlaw_Abigail": "Abby กำลังอยู่ในชั้นเรียนออนไลน์ อยู่ที่นี่ แต่ฉันไม่คิดว่าใจของเธอ จะอยู่กับมันหรอก...#$e#เธอนั้นมีจิตใจที่รักอิสระ เหมือนกับฉัน ตอนก่อนที่จะมาพบกับ Pierre",
        "fall_Tue": "ฉันเห็นเห็ด ที่กินได้ในป่าด้วย#$e#การเที่ยวหาอาหาร เป็นทางที่ง่ายที่จะได้เงิน หรือคุณจะใช้ขอ",
        "fall_Sat": "มีแค่ฉันรึเปล่า ที่คิดว่า Abigail เล่นวิดีโอเกมส์ มากไป?#$e#บางทีฉั",
        "fall_Wed6": "เธอรู้มั้ย ฉันเคยอยากเป็น ชาวนานะ แต่ แบบเน้นปศุสัตว์น่ะ#$e#ตอนเด็กๆ ",
        "winter_Tue": "ฤดูหนาวมันแย่มาก แต่คุณสามารถ ขุดหารากได้นะ ถ้าคุณโชคดี#$e#การเที่ยวหาอาหาร เป็นทางที่ง่าย ที่จะได้เงิน หรือคุณ",
        "winter_Fri": "ถึงอากาศมันจะหนาว ฉันเช็คแปลงผักต่างๆ ในสวนสาธารณะ หมดแล้ว#$e#ฉันอยากมั่นใจว่า พวกมันจะไม่ได้รับ ความ",
        "winter_Sat": "คุณไม่คิดว่า Abby ดูดีในผมสีธรรมชาติ ของเธอหรอ?#$e#เธอ",
        "winter_Wed6": "คุณรู้สึกตื่นเต้น กับปีใหม่นี้มั้ย?#$e#ฉันเดาว่าฟาร์ม ของคุณต้อง ปร"
    }
}