{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดีครับ! ผมดิมีเทรียสผมเป็น นักวิทยาศาสตร์ท้องถิ่น และเป็นพ่อคนหนึ่งครับ ขอบคุณสำหรับการ แนะนำตัว!#$e#ผมกำลังศึกษา พืชและสัตว์ในท้องถิ่น จากห้องปฏิบัติการ ภายในบ้านของฉัน#$b#คุณได้พบลูกสาว ของผม 'มารุ' รึยัง..? เธออยาก ที่จะพบคุณนะ..",
        "pamHouseUpgradeAnonymous": "โรบินไม่ได้บอกกับ*ผม* ว่าใครเป็นคน จ่ายเงินค่าบ้าน หลังใหม่ของแพม!#$e#เลยแอบแกล้ง ทำเป็นโกรธเธอ ผมดีใจที่เธอ ซื่อสัตย์ต่อคำพูด ของเธอ...$h",
        "Mon": "บางครั้งมารุก็เข้ามาช่วยงาน ในห้องแล็บ... เธอเป็นลูกที่ดีเลยล่ะ",
        "Mon_inlaw_Maru": "มันเป็นเรื่องยาก ที่จะทำงานวิทยาศาสตร์ ให้สำเร็จ โดยปราศจากความช่วยเหลือจากมารุ...#$b#แต่ความสุขของเธอ คือสิ่งสำคัญมากกว่าการ ทดลองของฉัน!",
        "Tue": "หุบเขานี้มี ระบบนิเวศหลากหลาย และสดใสมาก นั้นเป็นเหตุผลนึง ที่ทำให้ฉัน อยากย้ายมาอยู่ที่นี่",
        "Wed": "คุณคงจะปลูกพืช ที่น่าสนใจไว้เต็มฟาร์ม เลยสินะ?#$e#บางทีสักวันผม จะแวะไปที่ฟาร์ม นะครับ",
        "Thu": "งานที่ฟาร์ม เป็นไงบ้างล่ะ? นี่มันฤดู หัวผักกาด ไม่ใช่เหรอ?#$e#ผมคิดภาพออกเลยว่า มันจะสงบสุขดีขนาดไหน กับการได้ทำงาน นอกบ้านกับต้นไม้ ทั้งวันแบบนี้",
        "Fri": "โรบินเป็นคนอารมณ์ร้อนน่ะ นึกถึงแต่ด้านดีของเธอ ไว้จะดีกว่านะ..#$e#อย่าไปบอกเธอ ล่ะว่าฉันแอบนินทา เธอหน่ะ ฮะๆๆ$h",
        "Sat": "ไหนดูซิ... ถ้าสารประกอบบริเวณ ส่วนรากมีปริมาณ คาร์บอน-13 เพียงพอล่ะก็...$u#$b#โอ้! ขอโทษที ผมกำลังคิด เกี่ยวกับข้อมูลที่ได้มา จนลืมสังเกตไปว่า คุณอยู่ตรงนั้นน่ะ#$e#ต้องการอะไร รึเปล่าครับ?",
        "Sun": "มันเป็นเป็นเรื่องดีนะ ที่จะได้พักผ่อนหลังจาก เสร็จงานเป็นบางครั้ง บางคราว#$e# ฉันเดาว่า นั่นคงเป็นสิ่งที่ยาก เมื่อคุณมาอยู่อาศัย ที่ฟาร์มใช่มั้ยละ#$e#เฮ้ แต่อย่างน้อยที่สุด คุณก็ไม่ต้องกังวลเรื่อง เก็บเกี่ยวผลผลิตใน ฤดูหนาวนะ",
        "Fri4": "โรบินเป็นคนอารมณ์ร้อนน่ะ นึกถึงแต่ด้านดีของเธอ ไว้จะดีกว่านะ...#$e#...ทีนี้ ถ้าผมสามารถวัด ระดับเฉพาะอารมณ์ของเธอ ได้ล่ะก็ บางทีผมอาจสร้าง แบบจำลอง ความผันผวน ตรงนี้ได้ด้วย ฟังก์ชันไซน์...$u",
        "Wed6": "ว่าไง @! สบายดีไหมวันนี้?#$e#ฉันหวังว่า ฉันจะสามารถช่วยให้คุณ ทำงานในฟาร์มได้ง่ายขึ้น ไม่ว่าจะเป็นวิธีใด ก็ตาม",
        "Event_tomato1": "จริงหรอ? ชั้นคิดว่าชาวไร่ จะรู้คำตอบ เรื่องนี้ซะอีก...$s",
        "Event_tomato2": "เห็นไหมละ? @ เชื่อฉันหรือยัง",
        "Event_Lab_Silence": "เอาล่ะ เราควรจะตวง สารละลายตัวนี้ ก่อนที่มันจะตกผลึก ต่อหน้าต่อตา ไปซะก่อน",
        "Event_Lab_Rat": "*ถอนหายใจ*... %fork$4",
        "summer_Mon": "#$e#%ดิมีเทรียสดำดิ่งอยู่ใน ห้วงความคิด#$e#ขอโทษที ผมยุ่งมากจริง ๆ#$e#มีพืชให้ต้องเรียนรู้ อีกเยอะเลย",
        "summer_Tue": "คุณต้องต้องมั่นใจว่า คุณรดน้ำต้นไม้ ทุกวันนะ#$e#แต่ว่าถ้าคุณใช้ เครื่องรดน้ำ คุณก็ไม่จำเป็น ต้องรดน้ำบ่อยๆ หรอก#$e#มันสะดวก มากเลยล่ะ",
        "summer_Thu": "ธุรกิจฟาร์มเป็น อย่างไรบ้างล่ะ? ตอนนี้มันเป็น หน้ามะเขือเทศ ใช่ไหม??#$e#ฉันจินตนาการ ได้เลยว่า มันจะต้องเป็นอะไร ที่เงียบสงบ กับการทำงาน นอกบ้าน กับการปลูกพืชผัก ผลไม้ทั้งวัน",
        "summer_Fri": "$p 40#อะแฮ่ม ผมรู้มาว่ามารุให้คุณใช้ กล้องโทรทรรศน์ ที่หลังบ้านสินะ|ถ้าเธอกับมารุได้เป็นเพื่อนกันล่ะก้อ ผมค่อนข้างมั่นใจเลยล่ะ ว่าเธอจะสอน วิธีการใช้งานมัน ให้กับคุณ#$e#น่าตื่นเต้น ใช่มั้ยล่ะ?",
        "summer_Fri_inlaw_Maru": "ผมหวังว่า ฉันจะคอยผลักดันลูกสาวของฉัน ไปบนเส้นทางคณิตศาสตร์และ วิทยาศาสตร์ของเธอ!",
        "summer_Sat": "หืมมมมมม ถ้าระดับของ สทริโกแลคโทน (strigolactone) เพิ่มขึ้น มันก็น่าจะมีผล ต่อการเจริญเติบโต ของ ไมคอร์ไรซอล (Mycorhizal) รึเปล่าน้า?$u#$b#เอ้อ โทดที พอดีว่าผมกำลัง วิเคราะห์ข้อมูลอยู่น่ะ เลยไม่ได้สังเกตุว่า คุณอยู่ตรงนี้#$e#คุณต้องการ อะไรหรือเปล่า ครับ?",
        "summer_Mon6": "ผมมาเป็นนักวิทยาศาสตร์ ก็เพราะต้องการ นำความก้าวหน้า มาสู่เผ่าพันธุ์มนุษย์ ของเรา#$e#ซึ่งมันจะเป็นไป ไม่ได้เลยถ้าไม่มีเกษตรกร แบบคุณ$h",
        "fall_Mon": "ฤดูนี้ผมเปลี่ยนไป ศึกษาเรื่องเห็ดดีว่า",
        "fall_Tue": "ต้องขอบคุณ วิทยาศาสตร์นะครับ ที่ทำให้เรารู้จัก ธรรมชาติมากขึ้น#$e#แต่มันก็ยังมี อีกหลายสิ่งนัก ที่เรายังต้องศึกษามัน",
        "fall_Thu": "งานที่ไร่ เป็นไงบ้างครับ? ช่วงนี้ฤดูปลูกข้าวโพด ใช่ม้า?#$e#ผมนี่นึกภาพ ออกเลยนะครับ ความชิลสบาย ในแต่ละวันกับการ ทำงานท่ามกลาง แสงแดดจ้า กับเหล่าพืชผลทั้งวัน แบบนั้น",
        "fall_Fri": "มารุน่ะครับ ก็มักจะใช้เวลา ส่วนใหญ่อยู่กับ อุปกรณ์ของเธอ นั่นล่ะ#$e#ผมรู้สึกดีใจนะ ที่เธอทุ่มเท ให้มันมาก ขนาดนั้น",
        "fall_Fri_inlaw_Maru": "ผมยังคงตกตะลึง เกี่ยวกับหุ่นยนต์ ที่เป็นความลับของมารุ... หรือมันแค่ความฝัน?",
        "fall_Sat": "ไหนดูซิ... บางทีการกำหนด ระดับไนโตรเจน อาจจะส่งผลมาจาก สารลับบางอย่าง ของพยาธิตัวนี่้....$u#$b#โอ้ โทษที ผมกำลังทำการ วิเคราะห์ข้อมูลอยู่ เลยไม่ได้เห็นว่า คุณอยู่นี่#$e#ว่าแต่ มีอะไรให้ช่วยไหม?",
        "fall_Wed6": "ว่าไง @ ผมล่ะดีใจจริงๆ เวลาที่คุณ มาหาเนี่ย#$e#มันรู้สึกดีนะ เวลาที่มีเพื่อน มาหาเราหลังจาก ทำงานอยู่ใน แล็บคนเดียว แบบเนี้ย",
        "winter_Mon": "ตอนนี้ฉันกำลัง พักจากงานวิจัยอยู่",
        "winter_Tue": "คุยกับ ภรรยาของผม ได้เลยนะ ถ้าคุณต้องการ ที่จะขยายขนาด ของบ้าน",
        "winter_Wed": "คุณมีห้องครัว ในบ้านของคุณ รึยัง?#$e#การทำครัว ก็คล้ายกับการทดลอง ในห้องแล็บ นั่นแหละ",
        "winter_Thu": "คุณมีสัตว์ในฟาร์ม ของคุณมั้ย?",
        "winter_Fri": "สวัสดี ท่าทาง#$e#%ดิมีเทรียส จะจมอยู่ใน ห้วงความคิด ของตัวเอง",
        "winter_Sat": "ไหนดูซิ... ระดับ ไนโตรเจนตามฤดูกาล อาจจำลองได้โดย ฟังก์ชันไซน์....$u#$b#โอ้ ขอโทษที ผมวิเคราะห์ ข้อมูลอยู่เมื่อกี้ แล้วผมไม่ได้ สังเกตว่า คุณอยู่ตรงนี้ด้ว#$e# คุณต้องการ อะไรมั้ย?",
        "winter_Sun": "เก็บเกี่ยวไม้ และหินแถวนี้ ได้ตามสบาย เลยนะ",
        "winter_Fri4": "ขอบคุณ ที่แวะมานะ ผมต้องคิด เกี่ยวกับบางสิ่ง ที่ไม่ใช่พืชตระกูลถั่ว สักพักหนึ่ง#$e#เร็ว ๆ นี้คุณทำอะไร มาบ้างล่ะ?#$e#ฟังดู น่าสนใจนี่"
    }
}
