{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดีครับ! ผม Demetrius นักวิทยาศาสตร์ท้องถิ่น และเป็นพ่อที่นี้ครับ ขอบคุณสำหรับการ แนะนำตัว!#$e#ผมกำลังศึกษา พืชและสัตว์ในท้องถิ่น จากห้องปฏิบัติการ ภายในบ้านของฉัน#$b#",
        "pamHouseUpgradeAnonymous": "Robin ไม่ได้บอกกับ*ผม* ว่าใครเป็นคน จ่ายเงินค่าบ้าน หลังใหม่ของ Pam!#$e#เลยแอบแกล้ง ทำเป็นโกรธเธอ ผมดีใจที่เ",
        "Mon": "บางครั้ง Maru ก็เข้ามาช่วยงาน ในห้องแล็บ... เธอเป็",
        "Mon_inlaw_Maru": "มันเป็นเรื่องยาก ที่จะทำงานวิทยาศาสตร์ ให้สำเร็จ โดยปราศจากความช่วยเหลือจาก Maru...#$b#แต่ความสุขของเธ",
        "Tue": "หุบเขานี้มี ระบบนิเวศหลากหลาย และสดใสมาก นั้นเป็นเหตุผลนึง ที่ท",
        "Wed": "คุณคงจะปลูกพืช ที่น่าสนใจไว้เต็มฟาร์ม เลยสินะ?#$e#บางทีสักวันผ",
        "Thu": "งานที่ฟาร์ม เป็นไงบ้างล่ะ? นี่มันฤดู หัวผักกาด ไม่ใช่เหรอ?#$e#ผมคิดภาพออกเลยว่า มันจะสงบสุขดีขนาดไหน กับก",
        "Fri": "Robin เป็นคนอารมณ์ร้อนน่ะ นึกถึงแต่ด้านดีของเธอ ไว้จะดีกว่านะ..#$e#อย่าไปบอกเธอ ล่ะว",
        "Sat": "ไหนดูซิ... ถ้าสารประกอบบริเวณ ส่วนรากมีปริมาณ คาร์บอน-13 เพียงพอล่ะก็...$u#$b#โอ้! ขอโทษที ผมกำลังคิด เกี่ยวกับข้อมูลที่ได้มา จนลืมสังเกตไปว่",
        "Sun": "มันเป็นเป็นเรื่องดีนะ ที่จะได้พักผ่อนหลังจาก เสร็จงานเป็นบางครั้ง บางคราว#$e# ฉันเดาว่า นั่นคงเป็นสิ่งที่ยาก เมื่อคุณมาอยู่อาศัย ที่ฟาร์มใช่มั้ยละ#$e#เฮ้ แต่อย่",
        "Fri4": "Robin เป็นคนอารมณ์ร้อนน่ะ นึกถึงแต่ด้านดีของเธอ ไว้จะดีกว่านะ...#$e#...ทีนี้ ถ้าผมสามารถวัด ระดับเฉพาะอารมณ์ของเธอ ได้ล่ะก็ บางทีผมอาจสร้าง แบ",
        "Wed6": "ว่าไง @! สบายดีไหมวันนี้?#$e#ฉันหวังว่า ฉันจะสามารถช่วยให้คุณ ทำงานในฟาร์มได้ง่า",
        "Event_tomato1": "จริงหรอ? ชั้นคิดว่าชาวไร้ จะรู้คำตอบ เรื",
        "Event_tomato2": "เห็นไหมละ? @ เชื่อฉัน",
        "Event_Lab_Silence": "เอาล่ะ เราควรจะตวง สารละลายตัวนี้ ก่อนที่มันจะตกผลึ",
        "Event_Lab_Rat": "*ถอนหายใจ*... %fork$4",
        "summer_Mon": "#$e#%Demetriums ดำดิ่งอยู่ใน ห้วงความคิด#$e#ขอโทษที ผมยุ่งมากจริง ๆ#$e#มีพืชให้ต้องเรี",
        "summer_Tue": "คุณต้องต้องมั่นใจว่า คุณรดน้ำต้นไม้ ทุกวันนะ#$e#แต่ว่าถ้าคุณใช้ เครื่องรดน้ำ คุณก็ไม่จำเป็น ต้",
        "summer_Thu": "ธุรกิจฟาร์มเป็น อย่างไรบ้างล่ะ? ตอนนี้มันเป็น หน้ามะเขือเทศ ใช่ไหม??#$e#ฉันจินตนาการ ได้เลยว่า มันจะต้องเป็นอะไร ที่เงียบสงบ ก",
        "summer_Fri": "$p 40#อะแฮ่ม ชั้นรู้มาว่า Maru ให้คุณใช้ กล้องโทรทรรศน์ ที่หลังบ้านสินะ|ถ้าเธอกับ Maru ได้เป็นเพื่อนกันล่ะก้อ ผมค่อนข้างมั่นใจเลยล่ะ ว่าเธอจะสอน วิธ",
        "summer_Fri_inlaw_Maru": "ผมหวังว่า ฉันจะคอยผลักดันลูกสาวของฉัน ไปบนเส้นทางคณิตศา",
        "summer_Sat": "หืมมมมมม ถ้าระดับของ strigolactone เพิ่มขึ้น มันก็น่าจะมีผล ต่อการเจริญเติบโต ของ Mycorhizal รึเปล่าน้า?$u#$b#เอ้อ โทดที พอดีว่าผมกำลัง วิเคราะห์ข้อมูลอยู่น่ะ เลยไม่ได้สังเกตุว่า ",
        "summer_Mon6": "ผมมาเป็นนักวิทยาศาสตร์ ก็เพราะต้องการ นำความก้าวหน้า มาสู่เผ่าพันธุ์มนุษย์ ของเรา#$e#ซึ่งมันจะ",
        "fall_Mon": "ฤดูนี้ฉันเปลี่ยนไป ศึกษาเร",
        "fall_Tue": "ต้องขอบคุณ วิทยาศาสตร์นะครับ ที่ทำให้เรารู้จัก ธรรมชาติมากขึ้น#$e#แต่มันก็ยังมี อี",
        "fall_Thu": "งานที่ไร่ เป็นไงบ้างครับ? ช่วงนี้ฤดูปลูกข้าวโพด ใช่ม้า?#$e#ผมนี่นึกภาพ ออกเลยนะครับ ความชิวสบาย ในแต่ละวันกับการ ทำงาน",
        "fall_Fri": "Maru น่ะครับ ก็มักจะใช้เวลา ส่วนใหญ่อยู่กับ อุปกรณ์ของเธอ นั่นล่ะ#$e#ผมรู้สึกดีใจนะ ที",
        "fall_Fri_inlaw_Maru": "ฉันยังคงตกตะลึง เกี่ยวกับหุ่นยนต์ ที่เป็นความลับของ Maru..",
        "fall_Sat": "ไหนดูซิ... บางทีการกำหนด ระดับไนโตรเจน อาจจะส่งผลมาจาก สารลับบางอย่าง ของพยาธิตัวนี่้....$u#$b#โอ้ โทษที ผมกำลังทำการ วิเคราะห์ข้อมูลอยู่ เลยไม",
        "fall_Wed6": "ว่าไง @ ผมล่ะดีใจจริงๆ เวลาที่คุณ มาหาเนี่ย#$e#มันรู้สึกดีนะ เวลาที่มีเพื่อน มาหาเราหลังจา",
        "winter_Mon": "ตอนนี้ฉันกำลัง พักจากง",
        "winter_Tue": "คุยกับ ภรรยาของฉัน ได้เลยนะ ถ้าคุณต้องการ ที",
        "winter_Wed": "คุณมีห้องครัว ในบ้านของคุณ รึยัง?#$e#การทำครัว ก็คล้ายกับการทด",
        "winter_Thu": "คุณมีสัตว์ในฟาร์ม ขอ",
        "winter_Fri": "สวัสดี ท่าทาง#$e#%Demetrius จะจมอยู่ใน ห้วงความคิด ข",
        "winter_Sat": "ไหนดูซิ... ระดับ ไนโตรเจนตามฤดูกาล อาจจำลองได้โดย ฟังก์ชันซายน์....$u#$b#โอ้ ขอโทษที ผมวิเคราะห์ ข้อมูลอยู่เมื่อกี้ แล้วผมไม่ได้ สังเก",
        "winter_Sun": "เก็บเกี่ยวไม้ และหินแถวนี้ ได้",
        "winter_Fri4": "ขอบคุณ ที่แวะมานะ ฉันต้องคิด เกี่ยวกับบางสิ่ง ที่ไม่ใช่พืชตระกูลถั่ว สักพักหนึ่ง#$e#เมื่อเร็ว ๆ น"
    }
}