{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ... ฉันสามารถอ่านได้จาก สีหน้าของคุณ คุณจะรู้สึกรักเมือง Pelican#$b#ถ้าคุณอยากหาอะไรทำในช่วงเย็น ลองแวะม",
        "danceRejection": "ฉันขอโทษจริงๆ... ฉันตอบตกลง ที่จะเต้นรำก",
        "divorced": "@... เธอทำฉันใจสลาย... ฉันไม่อยากคุยกับเธออีกต่อไป$s#$e#ขอร้องล่ะ ปล่อยให้ฉันรั",
        "dumped_Girls": "...$s",
        "breakUp": "ต...แต่ ฉันคิดว่าเรา ผูกพันเป็นพิเศษ... *",
        "secondChance_Girls": "@... ฉันพร้อมแล้ว ที่จะให้โอกาศเธออีกครั้ง ฉันยังคงเชื่อว่า เธอยั",
        "Mon": "ฉันได้บอกคุณรึยังว่า Haley กับฉันเป็นพี่น้องกัน? แ",
        "Mon2": "ฉันมีงานที่เป็นความลับ ฉันไม่อยากจะพูดมากไปกว่านี้#$e#บางที ฉันอ",
        "Mon4": "โลกนี้เต็มไปด้วย วิญญาณและเวทย์มนต์... บางคนไม่เชื่อฉัน แต่ฉันรู้ว่ามันมีจริงๆ#$e#ฉันสามารถมองเห็นมัน ได้ในตาเ",
        "Mon6": "บอกตามตรง ฉันว่า Haley น่าจะไปหางานทำซักที หรือไม่ อย่างน้อยก็ช่วยทำอาหาร หรือทำความสะอาดบ้างก็ยังดี$s#$e#",
        "Mon6_inlaw_Haley": "ฉันต้องบอกเลยว่า การที่ Haley หายไป มันทำให้ฉัน มีเ",
        "Mon8": "มีคนดีๆมากมายในเมือง ที่ใครก็ไม่สามารถ ดูเหมือนจะพบความสุข มันรู้สึกแย่นะ$u#$e#การทำงานใน Saloon ฉันมักจะเ",
        "Tue": "ฉันทำงานพาร์ทไทม์ อยู่ที่ร้านของ Gus น่ะ มันช่วยเรื่องค่",
        "Tue4": "ที่ฉันทำงานกับ Gus ก็เพื่อหาเงินให้พอ ค่าใช้จ่ายเท่านั้นแหละ... แต่ความฝันจริงๆของฉัน คือการเป็นช่างตัดเสื้อ",
        "Tue6": "โอ้, ไง... ช่างดีจริงๆ ที่เธอมาหาฉ",
        "Tue8": "เธอรู้ไหม @...  ฉันคิดว่าอนาคต ดูสดใสสำห",
        "Wed": "ฉันเคยได้ยินข่าวลือเกี่ยวกับ แหวนวิเศษหายาก มันถูกหลอมขึ้นเมื่อนานมาแล้ว โดยอารยธรรมโบราณ ฉันก็ไม",
        "Wed4": "เธอจับปลาเหรอ? ฉันหวังว่า คุณจะปฎิบัติต่อพวกมัน อย่างมีมนุษยธรรมนะ$s#$e#ทุกสรรพสิ่งควรจะได้",
        "Wed6": "ศัทธาเข้าไว้... ทุกวันคุณกำลังเดินอยู่ ในเส้นทางแห่งโชคชะต",
        "Wed8": "ไง, @.$u#$e#ฉันรู้มาตลอดว่า เราจะใกล้กัน",
        "Thu": "ฉันหวังว่า เธอจะทำฟาร์มอย่างยั่งยืนนะ ระบบนิเวศของหุบเขา ค่อนข้างจะเปราะบางมาก!#$e#ฉันจะ",
        "Thu4": "บางครั้ง ดอกไม้ก็พูดกับฉัน... แต่ละคนมีเรื่องราว ที่จ",
        "Fri": "อ่าห์... ฤดูใบไม้พลิ ฤดูแห่งสีพาสเทล อันที่จริงฉันชอบ โทนเพชรพลอยมากกว่า#$b#โอ้ ขอโทษด้วยนะ! ฉันบ่น",
        "Sat": "ฉันชอบที่จะ ตัดเสื้อผ้าใช้เองนะ แต่ไม่ง่ายเลย ที่จะไปหาผ้ามาสักผืน#$e#แล้วกว่า",
        "Sat6": "เธอเคยสังเกตุเกี่ยวกับ ลวดลายของเสื้อผ้าไหม, @? แต่ละลวดลาย ก็จะบอกถึงบุคลิก ที่แตก",
        "Sun": "สวัสดี @ !#$e#เธอเลี้ยงแกะไว้ในคอก บ้างรึเปล่า? เธอเปลี่ยนขนของพวกมัน เป็นผ้าผืนสวยได้นะ!#$e#แต่ก่อนอื่นเธอก็ต้องมี เครื่องทอผ้าก่อน ซึ",
        "Sun4": "บ้านหลัง นี้เคยเป็นของพ่อและแม่ฉัน พวกเขาออกไปเที่ยวรอบโลก ตั้งแต่สองปีที่แล้ว#$e#พวกเราเองก็ยังไม่รู้เลยว่า พวกเขาจะกลับมาเมื่อไหร่#$e#แต่ยังไงฉันก็ช",
        "event_dance1": "ขอบค",
        "event_dance2": "อืมม... โอเค ขอโทษนะที่คุณไม่ชอบ ฉันว่าสามเดือนที่ฝึกมา มันช่าง",
        "event_dance3": "คุณคิดอย่างนั้นจริง ๆ เหรอ สุดยอดมากเลย นี่ฉันถ่ายมาให้!$h#$b#เองเล",
        "summer_Mon": "Haley ช่างเลือกกินมาก มันยากมากที่จะท",
        "summer_Mon4": "การกินอาหารเพื่อสุขภาพ สำคัญมากสำหรับฉัน ฉันต้องการจะม",
        "summer_Mon_inlaw_Haley": "ตอนนี้ Haley กับฉันเข้าใจกันและกันมากขึ้น กว่าเดิมหลังจากที่เธอออกไป ฉั",
        "summer_Tue": "ว่าไง @ #$e#วันนี้ฉันรู้สึกขี้",
        "summer_Tue6": "ฉันรู้สึกแย่เรื่อง Linus ผู้คนตัดสินเขา เขาแค่ใช้ชีวิต ในไลฟ์สไตล์ที่แตกต่าง$u#$e#ฉันหวังว่าพวกเราจะเร",
        "summer_Sun6": "สวัสดี @! เราเป็นเพื่อนที่ดีต่อกัน แล้วใช่มั้ยละ?$h#$e#ฉันก็โอเคกับเรื่องนั้นนะ คุณเป็นค",
        "summer_Sun8": "ไง, @! เราเป็นเพื่อนที่ดี ต่อกันไม่ใช่เหรอ?$h#$e#อาจจะฟังดูแปลกๆ แต่ฉันมั่นใจเสมอว่า นี",
        "summer_Wed": "ฝนมันไม่ค่อยตกใน ฤดูร้อนใช่มั้ย?#$e#นั้นหมายความว่า คุณก็ต้องรดน้ำ มากกว่าเดิมนะสิ หืม?#$e",
        "summer_Thu": "ฉันว่าผึ้งกับผีเสื้อ เป็นเพื่อนที่ว",
        "summer_Fri": "ถ้าฉันว่าง ฉันก็จะไปช่วยงานคุณ ที่ฟาร์มนะ!#$e#แต่ Gus ก็คงจะอารมณ์เสีย",
        "summer_Fri6": "คุณรู้ไหม ฉันแน่ใจว่า Gus จะเข้าใจฉัน ถ้าฉันต้องการจะไปจาก Saloon เข้าซักวัน#$b#มีอะไรมากมายข้างนอกนั้น ฉันไม่ส",
        "summer_Sat": "อย่าหักโหมทำงานล่ะ ไม่งั้นคุณอาจลงเอย ด้วยการนอ",
        "summer_Sun": "สวัสดี",
        "summer_Sun4": "ช่วงนี้ของปีนี่แหละ เพื่อนของฉัน จะแวะเวียนมาแถบนี",
        "fall_1": "ฤดูใบไม้ร่วงมาถึงแล้ว ได้เวลา",
        "fall_Mon": "อากาศเหมาะสำหรับปิคนิคเลยห",
        "fall_Mon8": "ถ้าฉันไม่ต้องทำงงาน ฉันก็แนะนำว่า เร",
        "fall_Tue": "ว่าไง? ฤดูร้อนปีนี้ราบร",
        "fall_Tue4": "ว่าไง! @! ฉันพนันได้เลยว่า หน้าร้อนนี้ฟาร์มของเธอ จะต้องยอดเยี่ยมมากแน่ๆ หือ?#$e#เธ",
        "fall_Wed": "เพื่อนของฉัน เปิดร้านขายของอยู่ ที่ทะเลทราย ถ้าเธอมีโอกาสไปที่นั่น ก็ฝากทักทายหน่อยนะ #$e#ฉ",
        "fall_Thu": "เธอเป็นเพื่อนกับ Clint รึเปล่า? ถ้าเธอได้รู้จักเค้าล่ะก็ เธอจะรู้ว่าเค้าเป็นคนดีคนนึง #$e#เค้าชอบหมกตัวอยู่กับงาน ในร้านของเค้าทั้งวัน แต่เค้",
        "fall_Thu8": "ฉันคิดว่า Clint โกรธฉัน เข้าไม่เคยมองมาที่ฉันอีกเลย...$u#$e#ฉันหวังมาตลอดว่า",
        "fall_Fri": "ฤดูใบไม้ร่วงที่สวยงามอีกวัน#$e#ช่างน่าเสียดาย ",
        "fall_Fri6": "ได้กลิ่นอากาบริสุทธิ์ไหม? มันดีมากๆเลยไม่ใช่เหรอ?#$b#ฉันแค่กลัวว่า Joja Co. ",
        "fall_Sat": "ลองเปิดใจให้กว้าง แล้วเดี๋ยวสิ่งดี ๆ ก็จะเข้ามาเองแหละ#$e#ยังไงก็ต",
        "fall_Sat6": "ฉันยังไม่มีแผนการใหญ่ ๆ อะไรตอนนี้ ฉันเลือกที่จะไม่เครีย",
        "fall_Sun": "ไม่มีอะไรเหมือนกับแสงแดด ที่จ้าในวันอาทิตย์ ทำใ",
        "fall_Sun6": "มีอุปสรรคมากมาย ที่มองไม่เห็นขวางกั้นเราไว้ ทำไมคนเรา ถึงไม่ปล่อยวาง และยินดีกับอิสระภาพ?#$e#ฉันเหรอ? ก็นะ เธอรู้ว่าพวกเ",
        "fall_Sun10": "เธอนี่เป็นคนดีจริงๆ เลยน้า @! ขอบคุณจริงๆ ที่มาเ",
        "winter_Mon": "ระวังด้วย น้ำแข็งย้อยจะได้ ไม่",
        "winter_Mon10": "ระวังด้วย น้ำแข็งย้อยจะได้ ไม่หล่นใส่หัวคุณ! ฉันไม่อยากให้",
        "winter_Tue": "โอ้ สวัสดี @!$h#$e#ฟาร์มของคุณตอนนี้ กำลังไปได้สวย",
        "winter_Tue2": "ตอนนี้ ฉันพนันได้เลยว่า คุณเป็นชาวสวนที",
        "winter_Tue4": "พนันได้ว่า คุณจะต้องเป็นชาวไร้ ที่ด",
        "winter_Wed": "Haley กับฉันไม่ได้ถูกสร้างมาเพื่อ บ้านหลังใหญ่ มันทำความสะอาดลำบาก#$e#เอ่อ แต่ฉันก็ไม่ควรบ่นนี่นะ#$e#บ",
        "winter_Thu": "เจ้าปลาน้อยน่าสงสาร คงหนาวมากสินะ$s#$e#ฉันสงสัยว่าปลา จะจำศีลบ้างไหมนะ? ",
        "winter_Fri": "ถ้าฉันไม่ยุ่ง ฉันจะไปช่วยคุณขุดถ้ำ ที่อยู่แถวๆ ทะเลสาปนะ#$e#ฉันคิดว่ามันต้อ",
        "winter_Sat": "คุณรู้จักวิธีทำ 'Bean Hotpot' มั้ย?#$e#ฉันชอบมากเลยล่ะ$h#$e#แต่หน้าหนาวแบบนี้ คงจะหาวัตถุด",
        "winter_Sun": "สวัสดี!#$e#...คะ?",
        "winter_Sun6": "ถึงฉันกับน้องจะทะเลาะกันบ้าง แต่ถ้าเธอไม่อยู่ ฉันก็คงจะคิดถึงเธอน่าดู#$e#ฉันว่าสักวันนึง เธอต้องจะเป็นสาวน้อย ผู้น่ารักได้แน่ ๆ ... แล้วก็อย่าไ",
        "winter_Sun6_inlaw_Haley": "ฝากสวัสดีน้องสาวแทนฉันด้วยนะ และอย่าลืมล่ะ พรุ่"
    }
}