{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ... ฉันสามารถอ่านได้จาก สีหน้าของคุณ คุณจะรู้สึกรักเมืองเพลิแกน#$b#ถ้าคุณอยากหาอะไรทำในช่วงเย็น ลองแวะมาที่ซาลูนซิ ฉันทำงานอยู่ที่นั้น",
        "danceRejection": "ฉันขอโทษจริงๆ... ฉันตอบตกลง ที่จะเต้นรำกับคนอื่นไปแล้ว$u",
        "divorced": "@... เธอทำฉันใจสลาย... ฉันไม่อยากคุยกับเธออีกต่อไป$s#$e#ขอร้องล่ะ ปล่อยให้ฉันรักษาใจ ตัวเองหน่อยนะ...$s",
        "dumped_Girls": "...$s",
        "breakUp": "ต...แต่ ฉันคิดว่าเรา ผูกพันเป็นพิเศษ... *สูดอากาศ*$s",
        "secondChance_Girls": "@... ฉันพร้อมแล้ว ที่จะให้โอกาศเธออีกครั้ง ฉันยังคงเชื่อว่า เธอยังมีความดีข้างในอยู่บ้าง$s",
        "Mon": "ฉันได้บอกคุณรึยังว่าเฮลีย์กับฉันเป็นพี่น้องกัน? แปลกเนอะ ว่ามั้ย?",
        "Mon2": "ฉันมีงานที่เป็นความลับ ฉันไม่อยากจะพูดมากไปกว่านี้#$e#บางที ฉันอาจจะแสดงให้เธอดูในซักวัน$h",
        "Mon4": "โลกนี้เต็มไปด้วย วิญญาณและเวทย์มนต์... บางคนไม่เชื่อฉัน แต่ฉันรู้ว่ามันมีจริงๆ#$e#ฉันสามารถมองเห็นมัน ได้ในตาเธอ... เธอเชื่อเรื่องของอีกโลกหนึ่ง เหมือนฉัน",
        "Mon6": "บอกตามตรง ฉันว่าเฮลีย์น่าจะไปหางานทำซักที หรือไม่ อย่างน้อยก็ช่วยทำอาหาร หรือทำความสะอาดบ้างก็ยังดี$s#$e#ฉันว่าหล่อน คงจะอยากหาสามีรวยๆนั่นล่ะ",
        "Mon6_inlaw_Haley": "ฉันต้องบอกเลยว่า การที่เฮลีย์หายไป มันทำให้ฉัน มีเวลาทำงานขึ้นเยอะ",
        "Mon8": "มีคนดีๆมากมายในเมือง ที่ใครก็ไม่สามารถ ดูเหมือนจะพบความสุข มันรู้สึกแย่นะ$u#$e#การทำงานในซาลูนฉันมักจะเป็นคนแรก ที่ได้ยินปัญหาของทุกคนเสมอ$u",
        "Tue": "ฉันทำงานพาร์ทไทม์ อยู่ที่ร้านของกัสน่ะ มันช่วยเรื่องค่าใช้จ่าย ฉันได้มากเลย",
        "Tue4": "ที่ฉันทำงานกับกัสก็เพื่อหาเงินให้พอ ค่าใช้จ่ายเท่านั้นแหละ... แต่ความฝันจริงๆของฉัน คือการเป็นช่างตัดเสื้อ#$e#ดูสิ! ฉันทำเสื้อผ้าพวกนี้ จากผ้าฝ้ายล่ะ",
        "Tue6": "โอ้, ไง... ช่างดีจริงๆ ที่เธอมาหาฉันแบบนี้$h",
        "Tue8": "เธอรู้ไหม @...  ฉันคิดว่าอนาคต ดูสดใสสำหรับเราทั้งคู่",
        "Wed": "ฉันเคยได้ยินข่าวลือเกี่ยวกับ แหวนวิเศษหายาก มันถูกหลอมขึ้นเมื่อนานมาแล้ว โดยอารยธรรมโบราณ ฉันก็ไม่รู้หรอกว่า มันมีจริงหรือเป็นแค่ นิยายปรัมปรา",
        "Wed4": "เธอจับปลาเหรอ? ฉันหวังว่า คุณจะปฎิบัติต่อพวกมัน อย่างมีมนุษยธรรมนะ$s#$e#ทุกสรรพสิ่งควรจะได้รับ ความเคารพจากเรา แม้แต่คนขี้เกียจ",
        "Wed6": "ศรัทธาเข้าไว้... ทุกวันคุณกำลังเดินอยู่ ในเส้นทางแห่งโชคชะตาชีวิต ของคุณอีกก้าวหนึ่ง",
        "Wed8": "ไง, @.$u#$e#ฉันรู้มาตลอดว่า เราจะใกล้กันขนาดนี้...",
        "Thu": "ฉันหวังว่า เธอจะทำฟาร์มอย่างยั่งยืนนะ ระบบนิเวศของหุบเขา ค่อนข้างจะเปราะบางมาก!#$e#ฉันจะรู้ได้ไงน่ะหรอ? ลางสังหรณ์ฉันแม่นน่ะ!",
        "Thu4": "บางครั้ง ดอกไม้ก็พูดกับฉัน... แต่ละคนมีเรื่องราว ที่จะบอกแตกต่างกัน ออกไป!",
        "Fri": "อ่าห์... ฤดูใบไม้พลิ ฤดูแห่งสีพาสเทล อันที่จริงฉันชอบ โทนเพชรพลอยมากกว่า#$b#โอ้ ขอโทษด้วยนะ! ฉันบ่นงึมงัมเกี่ยวกับ แฟชั่นอีกแล้วใช่ไหม?",
        "Sat": "ฉันชอบที่จะ ตัดเสื้อผ้าใส่เองนะ แต่ไม่ง่ายเลย ที่จะไปหาผ้ามาสักผืน#$e#แล้วกว่าจะเข้าเมืองไปสักที ก็นานเหลือเกิน",
        "Sat6": "เธอเคยสังเกตุเกี่ยวกับ ลวดลายของเสื้อผ้าไหม, @? แต่ละลวดลาย ก็จะบอกถึงบุคลิก ที่แตกต่างกัน... ดูชุดของฉัน... เห็นไหม?",
        "Sun": "สวัสดี @ !#$e#เธอเลี้ยงแกะไว้ในคอก บ้างรึเปล่า? เธอเปลี่ยนขนของพวกมัน เป็นผ้าผืนสวยได้นะ!#$e#แต่ก่อนอื่นเธอก็ต้องมี เครื่องทอผ้าก่อน ซึ่งเธอจะสร้างมัน ขึ้นมาเองก็ได้ ถ้าเธอรู้วิธีน่ะนะ",
        "Sun4": "บ้านหลัง นี้เคยเป็นของพ่อและแม่ฉัน พวกเขาออกไปเที่ยวรอบโลก ตั้งแต่สองปีที่แล้ว#$e#พวกเราเองก็ยังไม่รู้เลยว่า พวกเขาจะกลับมาเมื่อไหร่#$e#แต่ยังไงฉันก็ชอบ ที่จะอยู่ที่นี่นะ มันเป็นที่ที่สวยงาม และเมืองนี้ก็ดีมากด้วย",
        "event_dance1": "ขอบคุณ!",
        "event_dance2": "อืมม... โอเค ขอโทษนะที่คุณไม่ชอบ ฉันว่าสามเดือนที่ฝึกมา มันช่างเสียเวลาเปล่าซะจริงๆ...$s",
        "event_dance3": "คุณคิดอย่างนั้นจริง ๆ เหรอ สุดยอดมากเลย นี่ฉันถ่ายมาให้!$h#$b#เองเลยนะ ดีใจจังเลยที่คุณชอบ",
        "summer_Mon": "เฮลีย์ช่างเลือกกินมาก มันยากมากที่จะทำอาหารให้เธอ",
        "summer_Mon4": "การกินอาหารเพื่อสุขภาพ สำคัญมากสำหรับฉัน ฉันต้องการจะมีชีวิต อีกยาวนานและแข็งแรง",
        "summer_Mon_inlaw_Haley": "ตอนนี้เฮลีย์กับฉันเข้าใจกันและกันมากขึ้น กว่าเดิมหลังจากที่เธอออกไป ฉันกำลังรอเธอมาเยี่ยมอยู่เลย!",
        "summer_Tue": "ว่าไง @ #$e#วันนี้ฉันรู้สึกขี้เกียจจัง",
        "summer_Tue6": "ฉันรู้สึกแย่เรื่องลีนัส ผู้คนตัดสินเขา เขาแค่ใช้ชีวิต ในวิถีชีวิตที่แตกต่าง$u#$e#ฉันหวังว่าพวกเราจะเรียนรู้ เกี่ยวกับการยอมรับ คนอื่นบ้าง",
        "summer_Sun6": "สวัสดี @! เราเป็นเพื่อนที่ดีต่อกัน แล้วใช่มั้ยละ?$h#$e#ฉันก็โอเคกับเรื่องนั้นนะ คุณเป็นคนที่ดูเท่มากเลยหละ^ฉันดีใจจัง$h",
        "summer_Sun8": "ไง, @! เราเป็นเพื่อนที่ดี ต่อกันไม่ใช่เหรอ?$h#$e#อาจจะฟังดูแปลกๆ แต่ฉันมั่นใจเสมอว่า นี่ต้องมีอะไร ซักอย่างเกิดขึ้น ",
        "summer_Wed": "ฝนมันไม่ค่อยตกใน ฤดูร้อนใช่มั้ย?#$e#นั้นหมายความว่า คุณก็ต้องรดน้ำ มากกว่าเดิมนะสิ หืม?#$e#หรือว่าชอบอากาศร้อนๆ แบบนั้นหละ",
        "summer_Thu": "ฉันว่าผึ้งกับผีเสื้อ เป็นเพื่อนที่วิเศษ ของฉันเลยล่ะ",
        "summer_Fri": "ถ้าฉันว่าง ฉันก็จะไปช่วยงานคุณ ที่ฟาร์มนะ!#$e#แต่กัสก็คงจะอารมณ์เสีย ถ้าฉันมีงานอื่นทำ...$s",
        "summer_Fri6": "คุณรู้ไหม ฉันแน่ใจว่ากัสจะเข้าใจฉัน ถ้าฉันต้องการจะไปจากซาลูนเข้าซักวัน#$b#มีอะไรมากมายข้างนอกนั้น ฉันไม่สามารถทำงาน ที่บาร์นี่ได้ตลอดหรอกนะ$u",
        "summer_Sat": "อย่าหักโหมทำงานล่ะ ไม่งั้นคุณอาจลงเอย ด้วยการนอนที่คลินิค ของฮาร์วีย์!",
        "summer_Sun": "สวัสดี @!",
        "summer_Sun4": "ช่วงนี้ของปีนี่แหละ เพื่อนของฉัน จะแวะเวียนมาแถบนี้... ฉันหมายถึงนกแก้วนะ!",
        "fall_1": "ฤดูใบไม้ร่วงมาถึงแล้ว ได้เวลาปลูกพืชใหม่ๆละ",
        "fall_Mon": "อากาศเหมาะสำหรับปิคนิคเลยหละ ใช่มั้ยละ?",
        "fall_Mon8": "ถ้าฉันไม่ต้องทำงงาน ฉันก็แนะนำว่า เราไปปิคนิคกันเถอะ!",
        "fall_Tue": "ว่าไง? ฤดูร้อนปีนี้ราบรื่นดีมั้ย?",
        "fall_Tue4": "ว่าไง! @! ฉันพนันได้เลยว่า หน้าร้อนนี้ฟาร์มของเธอ จะต้องยอดเยี่ยมมากแน่ๆ หือ?#$e#เธอนี่เป็นชาวไร่ ที่ดีจริงๆนะ$h",
        "fall_Wed": "เพื่อนของฉัน เปิดร้านขายของอยู่ ที่ทะเลทราย ถ้าเธอมีโอกาสไปที่นั่น ก็ฝากทักทายหน่อยนะ #$e#ฉันคิดว่าเธอน่าจะขายพวก ของหายากนี่ล่ะ",
        "fall_Thu": "เธอเป็นเพื่อนกับคลินท์รึเปล่า? ถ้าเธอได้รู้จักเค้าล่ะก็ เธอจะรู้ว่าเค้าเป็นคนดีคนนึง #$e#เค้าชอบหมกตัวอยู่กับงาน ในร้านของเค้าทั้งวัน แต่เค้าก็ขี้อายด้วยล่ะ เค้าเลยมีปัญหา ในการคบเพื่อนใหม่ๆ น่ะ",
        "fall_Thu8": "ฉันคิดว่าคลินท์โกรธฉัน เข้าไม่เคยมองมาที่ฉันอีกเลย...$u#$e#ฉันหวังมาตลอดว่า เราจะเป็นเพื่อนกัน$u",
        "fall_Fri": "ฤดูใบไม้ร่วงที่สวยงามอีกวัน#$e#ช่างน่าเสียดาย ที่มันกำลังจะผ่านไป",
        "fall_Fri6": "ได้กลิ่นอากาบริสุทธิ์ไหม? มันดีมากๆเลยไม่ใช่เหรอ?#$b#ฉันแค่กลัวว่าบริษัทโจจ้าจะเอามันไปจากพวกเรา$u",
        "fall_Sat": "ลองเปิดใจให้กว้าง แล้วเดี๋ยวสิ่งดี ๆ ก็จะเข้ามาเองแหละ#$e#ยังไงก็ตาม วันนี้คุณเป็นยังไงบ้าง?",
        "fall_Sat6": "ฉันยังไม่มีแผนการใหญ่ ๆ อะไรตอนนี้ ฉันเลือกที่จะไม่เครียด เกี่ยวกับอนาคตมากเกินไป",
        "fall_Sun": "ไม่มีอะไรเหมือนกับแสงแดด ที่จ้าในวันอาทิตย์ ทำให้ปลุกพลังในตัวเราได้!",
        "fall_Sun6": "มีอุปสรรคมากมาย ที่มองไม่เห็นขวางกั้นเราไว้ ทำไมคนเรา ถึงไม่ปล่อยวาง และยินดีกับอิสระภาพ?#$e#ฉันเหรอ? ก็นะ เธอรู้ว่าพวกเขาพูดอะไร... 'คุณไม่สามารถขังจูนิโม่ป่าได้'.",
        "fall_Sun10": "เธอนี่เป็นคนดีจริงๆ เลยน้า @! ขอบคุณจริงๆ ที่มาเป็นเพื่อนชั้นน่ะ$h",
        "winter_Mon": "ระวังด้วย น้ำแข็งย้อยจะได้ ไม่หล่นใส่หัวคุณ!",
        "winter_Mon10": "ระวังด้วย น้ำแข็งย้อยจะได้ ไม่หล่นใส่หัวคุณ! ฉันไม่อยากให้เพื่อนรัก ของฉันบาดเจ็บนะ!",
        "winter_Tue": "โอ้ สวัสดี @!$h#$e#ฟาร์มของคุณตอนนี้ กำลังไปได้สวยเลยใช้มั้ยล่ะ?",
        "winter_Tue2": "ตอนนี้ ฉันพนันได้เลยว่า คุณเป็นชาวสวนที่ยอดเยี่ยม แน่นอน!",
        "winter_Tue4": "พนันได้ว่า คุณจะต้องเป็นชาวไร่ ที่ดีเลิศแล้วแน่เลย!",
        "winter_Wed": "เฮลีย์กับฉันไม่ได้ถูกสร้างมาเพื่อ บ้านหลังใหญ่ มันทำความสะอาดลำบาก#$e#เอ่อ แต่ฉันก็ไม่ควรบ่นนี่นะ#$e#บ้านฟาร์มของคุณท่าจะดี และอบอุ่นนะ$h",
        "winter_Thu": "เจ้าปลาน้อยน่าสงสาร คงหนาวมากสินะ$s#$e#ฉันสงสัยว่าปลา จะจำศีลบ้างไหมนะ? หรือฉันจะไปถามดิมีเทรียสดี",
        "winter_Fri": "ถ้าฉันไม่ยุ่ง ฉันจะไปช่วยคุณขุดถ้ำ ที่อยู่แถวๆ ทะเลสาปนะ#$e#ฉันคิดว่ามันต้องมีคริสตัล เจ๋งๆ อยู่ในนั้นแน่ๆ",
        "winter_Sat": "คุณรู้จักวิธีทำ 'หม้อไฟถั่ว (Bean Hotpot)' มั้ย?#$e#ฉันชอบมากเลยล่ะ$h#$e#แต่หน้าหนาวแบบนี้ คงจะหาวัตถุดิบยากมาก เลยใช่ป่ะ?",
        "winter_Sun": "สวัสดี!#$e#...คะ?",
        "winter_Sun6": "ถึงฉันกับน้องจะทะเลาะกันบ้าง แต่ถ้าเธอไม่อยู่ ฉันก็คงจะคิดถึงเธอน่าดู#$e#ฉันว่าสักวันนึง เธอต้องจะเป็นสาวน้อย ผู้น่ารักได้แน่ ๆ ... แล้วก็อย่าไปบอกเธอล่ะว่า ฉันพูด$h#$e#แล้วคุณมีอะไร จะพูดกับฉันอีกไหม?",
        "winter_Sun6_inlaw_Haley": "ฝากสวัสดีน้องสาวแทนฉันด้วยนะ และอย่าลืมล่ะ พรุ่งนี้หล่อนต้องมาหาฉันนะ"
    }
}
