{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้ สวัสดี และยินดีต้อนรับสู่ชุมชน เล็กๆของเรา ที่รัก#$b#เธอจะเรียกฉันว่า '",
        "pamHouseUpgrade": "โอ้, ดีเลย... นั้นช่างมีน้ำใจมาก ที่มาช่วยสร้างบ้านใหม่ หลังงามให้ Pam!$h#$e#มันทำให้ยายอบอุ่นหัวใจ เมื่อเ",
        "pamHouseUpgradeAnonymous": "เรียกยายคนแก่โง่เง่าก็ได้นะ... แต่ยายคิดว่ายายรู้นะ ว่าใครจ่ายเงิน สร้",
        "MovieInvitation": "โอ้เยี่ยม! เธอช่างใจดีจริงๆ, ที่รัก. ทำไมถึงตกลง... ยายก็ชอบไปดูหนังน๊า!$h#$b#เธอไปก่อนได้",
        "Mon": "แหม! ช่างเป็นวันที่ด",
        "Tue": "อย่าถือ George สามียายเลยนะ เขาเป็นคนที่ไม่ค่อย เป็นมิตรกับคนแปลกหน้าน่ะ#$e#แต่ถ้าเธอได้รู้จักเขา มากกว่านี้ เขาจะทำให้เธอมีความสุข#$e#ยายรู้ว่าสักวันหนึ่ง เธอทั้งสองจะต้องกลายเป็น เพื่อนที่ดีต่อกันแน่นอนจ๊ะ!$h#$e#เนื่องจากเธอสนใจสามียาย ยายจะบอกความลั",
        "Wed": "#$1 evelynGarden1#ยายเห็นฝูงผีสื้อ สุดสวยกลุ่มนึง กำลังโบยบินอยู่ท่ามกลาง แสงแดดในสวนของเมือง เมื่อวานนี้ละ$k#$e#ท่านนายกผู้แสนดี มอบหมายให้ยาย ดูแลสวนของเมืองนี้#$e#ยายเฝ้าดูแล มัน",
        "Thu": "วันนี้ยายอบคุ้กกี้อยู่ละ ยายชอบที่จะทำเป็นรูปดอกไม้ ในช่วงฤดูใบไม้ผลิ$h#$e#บางที สักวั",
        "Fri": "George ใช้เวลาเกือบทั้งวัน ที่หน้าทีวีบ้าๆ ของเขา#$e#ยายหวังว่าเขา จะออกไปข้างนอกบ้าง อา",
        "Sat": "ยายเคยรักที่จะมองดู บรรดาก้อนเมฆทั้งหลาย แต่ทุกวันนี้ยายดันมีปัญหา ในการมองซะแล้วสิ#$e#ส",
        "Sun": "มันดีนะ ที่ได้อยู่ใกล้ๆ กับผืนน้ำ เสียงจากทะเลทำให้ หลับได้ง่ายขึ้นเยอะเลย#$e#เมื่อสมัยยายเด็กๆ เราจะออกหาเปลือกหอยกัน",
        "Tue6": "มันดีนะ ที่เธอใช้เวลามาเยี่ยม ยายกับ George น่ะ#$e#ถ้าไม่มีพวกหนุ่มๆ สาวๆ มาคอยอยู่ใ",
        "Event_cookies1": "ขอบคุณ",
        "Event_cookies2": "อะไรนะจ๊ะที่รัก ยายสาบานได้เลยว่าเธอพูดว่า 'ลูกฮอกกี้' *ถอนหายใจ* หูของยา",
        "summer_Mon": "รู้สึกมีพลังมาก ในสภาพอากาศ",
        "summer_Mon_inlaw_Alex": "หลานของยายเป็นไงบ้าง? ยายจินตนาการไว้ว่า เค้าน่าจะพอใจกับชีวิตในฟาร์ม#$e#เค้าสมควรได้รับม",
        "summer_Tue": "George มักจะหงุดหงิดบ่อย ๆ ช่วงหน้าร้อน ด้วยสภาพอากาศที่ร้อน เข้าไปถึงกระดูก#$e#คุณไม่สามารถรู้ได้หรอก แต่ยาย",
        "summer_Wed": "ท่านนายกผู้แสนดี มอบหมายให้ยายดูแลสวน ของเมืองนี้#$e#ยายเฝ้าดูแลมันมาตลอด ทั้งสัปดาห์ เพ",
        "summer_Thu": "วันนี้ยายจะอบคุ้กกี้ละจ๊ะ มันจะออกมาเป็นคุ้กกี้มะพร้าว ที่มีรูปร่างเหมือน ต้นปาล์มเลยนะ! ฮิๆ$h",
        "summer_Sat": "ออกไปข้างนอกระวังด้วยนะ เดี๋ยวผิวสว",
        "summer_Sun": "ถั่วหวานกำลังผลิผลอยู่ ณ ช่วงนี้#$e#กลิ่นของมันหอม",
        "summer_Thu4": "ดูเหมือนว่า จะมีแขกมาที่บ้านเยอะขึ้นนะ เวลาที่ยายเริ่มทำคุกกี้เนี่ย#",
        "fall_Mon": "ทุกๆปี ยายจะเห็นคุณค่า ของแต่ละฤดูมากขึ้นทุกที สำหรับคนหนุ่มสาวแล้ว มันเป็นเพียงแค่สิ่",
        "fall_Tue": "ยายใส่ลูกเกตลงไปใน ข้าวโอ๊ตของ George... แต่เขาก็ไมได้พูดอะไร ยายสงสัยว่าเขา ไ",
        "fall_Wed": "นายกเทศมนตรีฝากให้ยาย เป็นคนดูแลสวนในเมืองนี้#$e#ดอกไม้ในฤดูใบไม้ร่วงน่ะ บอบบางมาก ดังนั้น อย่าไปทำอะไรมันล่ะ!",
        "fall_Thu": "วันนี้ยายอบคุกกี้จ้ะ เป็นคุกกี้ที่มีหน้าตาเหมือน ฟักทองน้อยๆ$h#$e#สักวันยายอ",
        "fall_Sat": "เธอเป็นเพื่อนกับ Alex หรือเปล่า#$e#บางครั้งเขาก็",
        "fall_Sat_inlaw_Alex": "โอ้ที่รัก ตอนนี้ ยายคิดเสมือนว่า เธอเป็นหลานชายยายเลย$h^โอ้ที่รัก ตอนนี้ ยายคิด",
        "fall_Sun": "สายตายายอาจจะแย่ แต่จมูกของยายน่ะไม่เคยโกหก!#$e#ยายยังได้กลิ่นของใบไม้ร่วง และเห็ดอยู่เลย มันทำให้",
        "winter_Mon": "ระวังลื่นบนน้ำแข็ง",
        "winter_Tue": "เธอไม่หนาวเหรอ? เธอสวมเสื้อเจ็คเก็ตบาง ๆ แบบนั้น ที่รัก!#$e#อากาศแบบนี้มันไม่ค",
        "winter_Wed": "ยายมักจะดูแลสวนอยู่เสมอ แต่ตอนนี้มันโดนหิมะกลบหมด#$e#ยาย",
        "winter_Sat": "เราอยู่ที่นี่มา 30 กว่าปีแล้ว เห็นผู้คนมากมายมาแล้วก็จากไป เช่นปู่ของเธอ",
        "winter_Sat6": "โอ้...ที่รัก เธอมีแววตาเหมือนปู่ของเธอ...$s#$e#...ใช่แล้ว...ยายรู้จั",
        "winter_Sun": "เธอน่าจะทำซุปร้อน ๆ ให้ร่างกายอบอุ่นนะ#$e#แล้วอย่",
        "winter_Sat8": "@ ยายเคยบอกหรือยังว่ายายกับ George อยู่บ้านหลังนี้มา 30 ปีแล้ว?#$e#หวังว่าเธอจะอยู่ที่นี"
    }
}