{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "เหอะ... คงเบื่อล่ะสิ ที่จะต้องเจอกับคนพวกนี้น่ะ ฮึ?#$b#ชั้นชื่อจอร์จยังไงก็ตาม ออกไปซะ... เหอะ",
        "pamHouseUpgrade": "ขอบคุณสำหรับการเปลี่ยนรถบ้าน... บ้านใหม่ มองๆดูแล้วดูดีกว่าเยอะ#$e#เธอรู้ไหม  ฉันพนันเลยว่า มันช่วยเพิ่มมูลค่า พื้นที่ๆเราอยู่ด้วย!",
        "pamHouseUpgradeAnonymous": "ว้าว... บ้านใหม่นั้นบังวิวแม่น้ำ ของฉันเล็กน้อย... แต่มันดูดีกว่า รถกระป๋องเก่าๆที่แพมอาศัยอยู่แน่นอน",
        "MovieInvitation": "เธออยากไปดูหนัง กับคนแก่ๆ อย่างฉันเหรอ? ...เยี่ยม... ตกลง. ฉันจะไปเจอเธอที่นั่น",
        "joja_Begin": "อืมม... ศูนย์ชุมชนหลังเก่าไปไหนแล้วล่ะ หืม? เกิดอะไรขึ้นกับคุณค่า ของเมืองเล็กๆนี่? มันเป็นการเปลี่ยนแปลง ที่น่าอับอายอีกครั้ง...",
        "Mon": "เฮอะ... ชั้นไม่ใช่คนช่างคุยร๊อก โดยเฉพาะกับคนแปลกหน้าน่ะนะ อย่าถือสาก็แล้วกัน",
        "Tue": "ฮึ่ม... ดูเหมือนว่า ยังเป็นวันที่หดหู่$s",
        "Wed": "อเล็กซ์เป็นหลานชายของชั้น ชั้นเคยบอกคุณไปแล้วไม่ใช้หรอ?#e#หึ? ว่าไง",
        "Wed_inlaw_Alex": "ผู้ชายสองคนแต่งงานได้ยังไง? มันไม่ใช่เรื่องธรรมชาตินะ... อืมมมม สงสัยฉันจะ \"หัวโบราณไป\"...^เธอเป็นส่วนหนึ่ง ของครอบครัวเราแล้วนะ ฉันล่ะดีใจที่หลานชายฉัน ได้ภรรยาที่ดี",
        "Wed10_inlaw_Alex": "ฉันยอมรับ ฉันคิดว่ามันแปลก...ที่ผู้ชายสองคนจะอยู่ด้วยกัน... แต่ฉันยอมรับว่าเธอเป็นคนดี และรู้ว่าทั้ง 2 คนรักกัน ฉันจะลองเปลี่ยน ความคิดตัวเองดูนะ^เธอเป็นส่วนหนึ่ง ของครอบครัวเรา แล้วนะ ฉันไม่รู้จะบรรยายความยินดี นี้ยังไง",
        "Thu": "ตอนนี้ชั้นยังคุยกับนาย ไม่ได้หรอกพ่อหนุ่ม ^ ชั้นยังไม่ว่างคุยตอนนี้ สาวน้อย#$e#รายการโปรดของชั้นมาแล้ว",
        "Fri": "งั้นเธอก็เป็นชาวไร่สิน่ะ หืม? อย่างน้อยมันก็เป็น อาชีพที่สุจริต",
        "Sat": "สุดสัปดาห์นี้ มันก็ไม่ได้ต่างจากวันอื่นๆ เลยสำหรับชั้น#$e#ถ้าเธอเกษียณแล้ว ก็จะเข้าใจเองแหละ",
        "Sun": "เธอไม่หนาวรึไง้? พวกเค้าไม่ได้ทำเสื้อกันหนาว ให้เหมือนที่เคยทำ#$e#*ถอนหายใจ*",
        "Mon6": "รู้สึกตกใจนะเนี่ย ที่เธออยากมาคบคนแก่ๆ อย่างชั้นเป็นเพื่อน",
        "Thu6": "สวัสดี @ อยากดูโทรทัศน์กับชั้นไหม?",
        "Fri4": "คุณตาของชั้น เคยเป็นชาวไร่มาก่อน มันเป็นอาชีพที่น่า เคารพยกย่องมากๆ เลยละ#$e#ถ้าชั้นไม่ได้แก่ขนาดนี้ ชั้นก็คงจะช่วยอะไรฟาร์มเธอ ได้บ้างหละนะ",
        "Wed8": "อยากจะให้ขาชั้น แข็งแรงเหมือนคนอื่นๆ จะได้เล่นไล่จับกับอเล็กซ์ได้$s#$e#มันคงเป็นไปไม่ได้สินะ$s",
        "Fri8": "ชั้นคิดมาตลอดเลยนะ บางทีชั้นอาจจะเป็นพวก ขี้บ่นเกินไปหน่อย$s#$e#ชั้นเคยคิดว่า คงไม่มีใครสนใจใยดี คนแก่ๆแบบเรา",
        "Fri10": "รู้มะ ชั้นน่ะเคยเป็นตาแก่ขี้โมโห ในสายตาของทุกคน แต่ตอนนี้ชั้นรู้สึกว่า ชั้นก็เบาๆลงแล้ว เหมือนผลไม้ที่สุกงอม บ้างแล้วน้า ฮิๆ!$h#$e#ดูแลตัวเองดีๆ ล่ะเจ้าหนุ่ม^ดูแลตัวเองดีๆ ล่ะ ยัยหนู ฮิๆ",
        "Wed10": "@! ปิดไอ้ทีวีนี่ซักแปป ละมาคุยกันซักหน่อยดีกว่า$h#$e#ว่าแต่พวกคนวัยละอ่อน สมัยนี้เขาทำอะไรกันเหรอ?",
        "Tue10": "จริงๆแล้ว ชั้นไม่ควรมานั่งอมทุกข์ เพราะขาคู่นี้ซักเท่าไหร่ หรอกนะ#$e#ควรจะรู้สึกดี ที่ยังมีชีวิตอยู่มากกว่า$h",
        "Thu10": "เมื่อไหร่ที่เธอแก่ เหมือนชั้นแล้ว มันจะยากขึ้นเยอะเลยแหละ เวลาอยากจะปรับตัว ต่ออะไรใหม่ๆ#$e#ซักวันเธอจะรู้ว่า ชั้นหมายความว่าอะไร#$e#เอาเลยสนุกกับชิวิตให้เต็มที่ ตอนที่ยังวัยรุ่นอยู่แบบนี้",
        "winter_1": "โอ้... มันช่างหนาวจริงๆ#$e#เมื่อคุณเป็นเด็ก ความหนาวมันไม่ค่อยจะหนาว ขนาดนี้นะ"
    }
}
