{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดี! ฉันชื่อกัส เป็นเชฟ แล้วก็เป็น เจ้าของสตาร์ดรอปซาลูน#$e#เข้ามาสิ ถ้าคุณต้องหาเครื่องดื่ม ฉันมีกาแฟร้อนๆ และเบียร์เย็นๆ ด้วยนะ$h",
        "willyCrabs": "เค้กปูพวกนี้ อาจจะเป็นเค้กที่ดีที่สุด ที่ฉันเคยทำมาเลยล่ะ...",
        "Mon": "ใช่, ฉันรู้เรื่องราวเยอะแยะ เกี่ยวกับผู้คนแถวนี้#$e#มันอาจจะเป็นข้อดีอย่างหนึ่ง ของการเป็น บาร์เทนเดอร์ก็ได้นะ$h#$e#แต่บางทีฉันก็ได้ยิน มันมากเกินไปเหมือนกัน...",
        "pamHouseUpgrade": "เฮ้ ฉันได้ข่าวมาว่าเธอ ไปช่วยอะไรแพมมาบ้าง เธอนี่ช่างมีน้ำใจดีงามมากๆ เลย!$h#$e#แต่น่าเศร้า ฉันไม่คิดว่ามัน จะทำให้เธอเลิก 'ดื่ม' นะ...",
        "pamHouseUpgradeAnonymous": "ฉันเห็นแพมก่อนหน้านี้... เธอยิ้มกว้าง ปากแทบจะถึงหูเลย! เธอบอกว่ามีบางคนจ่าย ค่าบ้านหลังใหม่ให้เธอ! #$e#ใครก็ตามที่ทำแบบนั้น พวกเขาควรได้รับ สิ่งดีๆตอบแทน!$h",
        "Saloon": "สวัสดีตอนเย็น จะรับอะไรดีล่ะ?",
        "Saloon4": "สวัสดีตอนเย็น คิดซะว่าเหมือน อยู่บ้านแล้วกัน",
        "SeedShop_Entry": "สวัสดีปีแอร์!/เอาล่ะ ฉันต้องการอะไรน้าา.../อ่า นั่นมันของที่ฉันต้องซื้อนี่!/จะทำซอสพิเศษ ของฉันคืนนี้ล่ะ!/ปีแอร์! มีอะไรสดๆ บ้าง?/ปีแอร์! นายมีอะไรให้ฉันล่ะ?",
        "Saloon8": "ไง สวัสดี @ ดีใจที่ได้เจอนะ! ที่นี่ยินดีต้อนรับ เธอเสมอ",
        "Saloon_Tue": "สวัสดี! พักผ่อน และก็ ขอให้สนุกนะ",
        "Saloon_Thu": "เฮ้ ดูเหมือนเธอน่าจะดื่ม อะไรสักหน่อยนะ",
        "Saloon_Fri": "คืนนี้ธุรกิจไปได้สวยมาก น่ายินดีจริงๆ",
        "Tue": "ฉันทำอาหาร แตกต่างกันทุกอาทิตย์  ลองมาเช็คดู ก็แล้วกันนะ!#$e#คุณอาจจะเจอ อาหาร ที่ถูกปากก็ได้$h#$e#ถ้าแพ้อะไร ก็บอกฉันด้วยล่ะ$s#$e#โอเค แล้วเจอกัน",
        "Wed": "เอมิลี่ทำงานที่นี่ มาได้สักพักแล้วล่ะ ฉันคงไม่รู้จะทำยังไง ถ้าไม่มีเธอ!#$e#ฉันคงเกลียด ที่จะต้องล้างพวกหม้อ เหล่านั้นทั้งหมด ด้วยตัวเอง$s",
        "Thu": "แพมและคลินท์มาที่ซาลูน แทบจะทุกคืน#$e#ผมคงเจ๊งแน่ ๆ ถ้าสองคนนั้นไม่มา$h#$e#แล้วอย่าไปไล่ พวกเขาล่ะ!",
        "Thu6": "คลินท์มาที่ซาลูนเกือบทุกคืน และนั่งที่ประจำ โต๊ะเดิมตลอด#$e#บางครั้งก็เห็นเขา เหลือบมองเอมิลี่ ด้วยสายตาที่ดู ประหม่าพิกล หืม...#$e#บางทีนั่น อาจจะเป็นสาเหตุ ที่เขามาบ่อยก็ได้ โอ้นี่แหละ แหล่งทำเงินชั้นดีเลยล่ะ",
        "Thu8": "แพมมาที่ซาลูนเกือบ จะทุกคืนเลย และดื่มเบียร์ ไปเยอะมาก#$e#เอาเถอะ ฉันก็ไม่ควรไป ตัดสินอะไร ลูกค้าฉันนี่นา",
        "Fri": "ว่าไง @ สวัสดี ถ้าเธออยากจะดื่ม ทำไมไม่แวะมา ที่ซาลูนสักหน่อยล่ะ?",
        "Fri4": "ฉันไม่ค่อยดื่ม เท่าไหร่หรอก ที่ทำอยู่ก็เพื่อ ปากท้องหน่ะ#$e#ถึงแม้จะสนุก ไปกับการ ชิมรสชาติของ สตาร์ดิวแวลลี่วินเทจ เป็นบางครั้งก็เถอะ",
        "Sat": "คุณทำครัวเก่งแค่ไหน @?#$e#ถ้าคุณมีครัว กับสูตรอาหารสักหน่อย คุณจะทำอาหารที่มี ประโยชน์ได้เลย#$e#อาหารทำเอง ก็เป็นของขวัญ ที่ดีไม่น้อย เช่นกัน",
        "Sun": "ธุรกิจค่อนข้าง มั่นคงแล้ว ขอบคุณเหล่าลูกค้า ประจำทั้งหลาย"
    }
}
