{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ๊ะ เธอมันเด็กใหม่นี่นา ใช่รึเปล่า?#$e#เอ้อ... ฉันชื่อ Haley นะ#$e#อืมม... ถ้าเธอไม่ใส่เสื้อผ้าโทรม ๆ อย่างนั้น ฉันว่าเธอน่าจะ",
        "danceRejection": "อี๋...ไม่ล",
        "divorced": "ฉันจะดีขึ้นด้วยตัวฉันเอง...$7#$e#ขอบคุณสำหรับความทรงจำ$7#$e#ทำไมเธอถึงยังยึดติดอยู่กับ",
        "breakUp": "อ๊ะ!$8#$b#โอ้... หืมมม. ไม่รู้มันหรอก, ห๊ะ? เข้า",
        "dumped_Girls": "ฉันไม่มีอะไรจะพูด",
        "secondChance_Girls": "ก็ได้, ก็ได้... ฉันจะไม่ทำเย็นชากับเธอแล้ว แค่สัญญากับฉันคุณจ",
        "Mon": "ฉันว่าเมืองนี้มันเล็กไปอ่ะ มันแย่นะ$u#$e#ฉันอยากจะขับรถ.. แบบว่า ขับรถไปซัก 20 ไมล์ ไปซื้อเสื้อผ้าเหมาะ ๆ$s#$e#นั่นแหละ เหตุผลว่า",
        "Tue": "รองเท้าสวยนะ#$b#มันทำจากพลาสติกรึเปล่า",
        "Wed": "สิ่งเดียวที่ฉันชอบ เกี่ยวกับเมือ",
        "Thu": "#$1 HaleyClothes#ฉันตัดสินใจแล้วว่า วันนี้ฉันจะจัดตู้เสื้อผ้า ฉันจะโยนของเชยๆทิ้ง จะได้มีที่ว่างสำหรับ ชุดใหม่!#$e#*ถอนหายใจ* แต่อยา",
        "Fri": "%Haley กำลังเมินค",
        "Fri2": "วิ่งรอบฟาร์มหรือ ทำอะไรที่นั่นทั้งวัน เธอไม่เหนื่อยบ้างเหรอ?#$e#ฉันไม่ชอบลุยจน เลอะเทอะแบบนั้นเลย#$e",
        "Sat": "ฉัน รู้สึก อยาก ช๊อปปิ้ง อ๊า! อยากให้มีห้",
        "Sun": "พี่สาวฉันนี่แปลกคน บางทีฉันก็คิดว่าพวกเรา เป็นพี่น้อ",
        "Wed8": "มีสองอย่าง ที่ฉันชอบในเมืองนี้#$b#หนึ่งคือมีชายหาด#$e#ส่วนอีกอย่",
        "Tue2": "วันนี้จะมีคลื่นซัด เปลือกหอยสวยๆ มาโผล่แถวชายหาด หรือเปล่านะ?#$e#ช่วงนี้ไม่ใช่ฤ",
        "Wed4": "ดอกไม้เริ่มบ้านแล้วดีจัง!#$e#โดยเฉพาะดอกสีชมพู ตรงนั",
        "Fri6": "ฉันต้องหางานอดิเรกอย่างอื่น นอกจากช๊อปปิ้งแล้วล่ะ#$e#ฉันตัดสินใจแล้วว่า ฉันต้องเปิดมุมมอง",
        "Mon6": "ฉันเคยบ่นว่าเมืองนี้เล็กเกินไป แต่กลายเป็นว่า ฉันเริ่มชอบมันซะงั้น#$e#ถ้ามันใหญ่กว่านี",
        "Thu6": "เมื่อคืนฉันทำอาหารค่ำ แล้วมันก็ออกมาใช้ได้นะ!#$e#แต่ว่าฉัน",
        "Sun6": "ฉันเริ่มคิดว่า จะบริจาคเสื้อผ้าสักหน่อย... ฉันต้องมีร",
        "Sat8": "#$1 haleySeagull#เมื่อวานนี้ฉันไปเจอ นกนางนวล ปีกมันติดอยู่ในตาข่าย... แน่ล่ะ! ฉันต้องปล่อยมันอยู่แล้ว ก็มันดูน่าสงสารนี่นา$k$s#$e#รู้ไหม! ว่าฉันต้องเริ่ม ออกกำลังมากขึ้น แล้วล่ะ... ",
        "Fri10": "@ไว้สักวันเราไปเที่ยว ตั้งแคมป์กันไหม?#$e#ที่ๆแปลกใหม่ที่สุด ท",
        "Event_clean1": "*ถอนหายใจ*...$",
        "Event_clean2": "ไม่!! ฉันจะไม่ทำเด็ดขาด!#$b#พวกเธอมันงี่เง่าทั",
        "Event_clean3": "เธอควรจะเลือกทางที่ดีกว่า? ...นั่นหมายความว่าไงกันแน่?$u#$b#เธอคิดว่าฉัน เป็น",
        "Event_jar1": "เยี่ยม งั้นเธอก็คงจะเปิดโหลนี้ให้ฉัน ไ",
        "Event_jar2": "โอ้...ไม่หรอกเหรอ? อืมมมม...$s#$b#ยังไงก็ลองช่วยฉัน เปิดโหลน",
        "Event_darkroom1": "โอ้ว ขอบคุณม",
        "Event_darkroom2": "โอ้ ฉันคิดว่าเธอรู้อยู่แล้ว#$b#ห้องนี้",
        "Event_darkroom3": "อย่างนั้นเหร",
        "Event_darkroom4": "โอ้ว ขอบคุณม",
        "Event_darkroom5": "โอ้ ฉันคิดว่าเธอรู้อยู่แล้ว#$b#ห้องนี้",
        "Event_darkroom6": "อย่างนั้นเหร",
        "Event_beach1": "ไม่ ทำงั้นไม่ได้นะ! กำไลนี่เป็นของ ที่ตกทอดมาจากคุณย",
        "Event_beach2": "*ถอนหายใจ*$s#$b#...บางทีมันอาจ จะโดนซัดขึ้นฝั่งที่อื่นก็ได้... ฉันไม่อยากคิดว่า ",
        "Event_room1": "เขาเหรอ?...ไม่!#$b#...เอาล่ะ ฉันว่าฉันเคยชอบAlexนะ แต่ไม่แล้วล่ะ! ...ตานั",
        "Event_room2": "อะไรนะ? ...ฟังดูน่าสนุกนะแต่ฉัน ยังไม่อยากจะไปจาก Stardew Valley ต",
        "Event_room3": "หา? แอนดรอยด์คืออะ",
        "summer_Mon": "หน้าร้อนนี้ ฉันจะต้องมีผิวสีแท",
        "summer_Tue": "อี๋ เธอสกปรกไปทั",
        "summer_Wed": "อ่า... ค่ะ?#$e#ไม่ได้ยินที่เธอพูดเลย พอดีกำลังคิดเ",
        "summer_10": "เธอมีลูกกระต่ายในฟาร์ม หรือเปล่า? พวกมัน",
        "summer_Thu": "ถ้าอยู่กลางแดดบ่อย เส้นผมของเธอ จะเป็นสีบลอนด์มากขึ้",
        "summer_Fri": "ยากรู้จังว่า Alex ทำอะไรอยู่วันนี้...#$e#เอ๋? ไม่ทันสังเกตเลยว",
        "summer_Sat": "ทำงานในฟาร์ม ฟังดูน่าเบื่อจัง...#$q 42/43 summer_Sat_old#วันๆทำอะไรบ้างน่ะ?#$r 42 10 summer_Sat_12#ดูแลพืชผล#$r 42 10 summer_Sat_12#สำรวจถ้ำ#$r 43 -10 summer_Sat_13#แอบส่องห้องเธอ#$r 42 10 summer_Sat_12#ขุดสมบัติ",
        "summer_Sat_old": "#$p 43#เฮ้ อย่ามาแอบส่องห้องฉันอีกนะ!$a|แต่ฉันว่ามันทำให้",
        "summer_Sat_12": "หืมมม... ท่าทางจะงานหน",
        "summer_Sat_13": "อะไร? ทางที่ดีเธออย่าทำแบ",
        "summer_Sun": "ปกติ Emily จะเป็นคนทำอาหาร... แต่เธอชอบทำอะไรแปลกๆ อ",
        "summer_Tue2": "นี่เธอใส่เสื้อผ้าแบบนั้น ท",
        "summer_Tue4": "$p 47#เฮ้ ฉันได้เครื่องมือ มาเปิดขวดโหลแล้วล่ะ ฉันไม่ต้องรบกวนเธอ มาช่วยอีกแล้วนะ$h|",
        "summer_Wed4": "วันนี้ร้อนจัง!#$e#อยากกินไ",
        "summer_Fri4": "ฉันฝึกเซ็นชื่ออยู่ 3 ชั่วโมงวันนี้#$e#ฟังดูงี",
        "summer_Thu6": "ถ้าออกแดดนานๆ เส้นผมจะกลายเป็น สีบลอนด์มากขึ้น... แต่อยู่นานไปผิวก็จะไหม้นะ#$e#ฉันต้องการแสงแดดแค่พอส",
        "summer_Mon6": "ฉันควรจะเริ่ม หัดอ่านหนังสืออย่างอื่น... นอกจากพวก นิตยสารแล้วล่ะ#$e#การเรียนรู้เป็นสิ่ง ที่ดีใช่ไหม",
        "summer_Sun6": "#$1 HaleySister#ฉันพูดกับพี่สาว สักพักหนึ่งเมื่อคืนนี้... ความจริงมันก็สนุกดี เหมือนกันนะ#$e#รู้เปล่า ความจริง Emily ก็ไม่ใช่คนแปลกสักเท่าไหร่... ฉันคิดว่าเรามีอะไรที่เหมือนกัน มา",
        "summer_Sat6": "วันนี้น่าลงไปว่",
        "summer_Tue8": "ฉันว่าการใช้ชีวิตอยู่ในชนบท ก็ไม่เลวนะ#$e#ถ้าฉันอาศัยอยู่ในเมือง ฉันคงต้องคิดถึง ต้นไม้ใบหญ้าที่นี่#$e#ที่",
        "summer_Fri10": "อ้าว ว่าไง @!#$e#เธอชอบเด็กๆหรือ",
        "fall_1": "นี่เข้าฤดูใบไม้ร่วง แ",
        "fall_Mon": "มันน่าขยะแขยงมาก... ตอนที่ใบไม้ร่วงพวกนี้ เร",
        "fall_Tue": "อืมม...กลิ่นตุๆนะ...#$e#เธอไปทำงานในฟาร์ม",
        "fall_Wed": "โอ้ ว่าไง... จะเอาอะไรร",
        "fall_Thu": "อยากช๊อปปิ้งจัง *ถ",
        "fall_Fri": "ที่ติดบนเข่าเธอนั่น เศษหญ้าหรือเปล่า?#$e#โทษทีน",
        "fall_Sat": "ตอนนี้หนาวเกินกว่าจะไป เดินเล่นชายหาดแล้ว#$q 44 fall_Sat_old#*ถอนหายใจ*...เธอว่าวันนี้ฉันควรจะทำอะไรดีนะ?#$r 44 10 fall_Sat_12#วาดรูปสีน้ำ#$r 44 20 fall_Sat_12#พักผ่อนอ่านนิตยสาร#$r 44 -30 fall_Sat_13#เลิกทำตัวเป็นข",
        "fall_Sat_old": "เดี๋ยวกลับไปนอนสัก",
        "fall_Sat_12": "อืมม... นั้นก็เป็นไอเดียที่ดีน",
        "fall_Sat_13": "ไปไกลๆเลย... ไปไอโง่โ",
        "fall_Sun": "ฉันไม่เคยเข้าไปในป่าเลย มันมีแต่ขี้โคลนอ่ะ... โดนแล้ว ",
        "fall_Tue2": "เหมือนจะได้กลิ่นดิน...#$b#อ้อ...จริงสิ เธอทำงาน",
        "fall_Fri4": "เธอหน้าตาเหมือน เพิ่งทำงานหนัก มาเลยนะ#$b#ไม",
        "fall_Wed4": "ถ้าเกิดรู้สึกเบื่อๆ ก็มาทั",
        "fall_Thu6": "การช๊อปปิ้งไม่ได้ฟังดู น่าสนุกเหมือนเมื่อก่อนแล้ว#$e#ฉันเป",
        "fall_Mon6": "$p 48#ฉันเคยบอกเธอไหมว่า กำไลของคุณย่าทวดอีกข้าง มันอยู่ในห้องใต้หลังคา?|เห็นกำไลนี่ไหม? ของคุณย่าทวดฉันเอง#$e#คุณย่",
        "fall_Sun6": "ฉันไม่เคยเข้าป่าเลยนะ เธอก็รู้#$e#แต่ว่ามันก็น่าเข้า",
        "fall_Tue8": "ฉันเริ่มจะชอบ กลิ่นดินขึ้นมาแล้วสิ มันฟังดูแปลกๆ นะว่ามั้ย?#$e#ฉันคิดว่ามันคงเป็",
        "fall_Mon10": "@ ฉันดีใจที่ได้เจอเธอ ใน",
        "winter_Mon": "ฉันอยากอยู่ที่อุ่นๆ ",
        "winter_Tue": "ว่าไง ต้องการอะไรจากฉันเ",
        "winter_9": "ฮึ่มม เสื่อเธอยี่ห้ออะไรหรอ?#$e#โอ้ อื",
        "winter_Wed": "ฉันหวังว่าจะมีใครบางคน เอากาแฟเปปเปอร์มินต์ มาให้ฉันจัง$s#$e#แต่ไม่ต้องสนใจหรอก... ฉัน",
        "winter_Thu": "ฉันจะไปจดรายชื่อเสื้อผ้า ที่ฉันต้องการใน ฤ",
        "winter_Fri": "เธอมีลูกม้าในฟาร์มของเธอ รึเปล่า$h#$e#อ้าว น่า",
        "winter_Sat": "สิ่งเดียวที่ดีที่สุด ในหน้าหนาว คือการนอน... ฉันสามารถนอนอย่าง",
        "winter_Sun": "เธอช่วยไปทักทาย Alex แทนฉันได้ไหม?#$",
        "winter_Tue2": "เธอชื่อ @ ใช่ป่ะ?#$e#ฉันล",
        "winter_Tue4": "ไง @#$e#พอจะมีอะไรน่าตื่นเต้น ในฟาร์",
        "winter_Wed6": "ฉันเริ่มจะคิดได้ว่า ความดูดี ไม่ใช่สิ่งที่สำคัญที่สุด หรอกเธอว่าไหม#$e#แต่ฉันก็ยังชอบแต่งตัวอยู่นะ ฉันหมายถึง...ทำไม เ",
        "winter_Thu6": "ฉันน่าจะบริจาค กระโปรงของฉัน ไปบ้างนะ#$e#ฉันหมายถึงจำนวนกระโปรง ที่ฉันมีก็เกิน 1",
        "winter_Sun6": "อืม ถ้าเธอเห็น Alex เธอช่วยบอกเค้าได้มั้ยว่า ฉันไม่ว่า",
        "winter_Mon8": "ฉันอยากให้ Stardew Valley อุ่นกว่านี้จัง#$e#ฉันย้ายไปที่อื่น ก็ไ",
        "winter_Fri8": "เธอคิดว่า เธอจะมีลูกม้าในฟ",
        "winter_Sat8": "ยินดีด้วยที่เธอมีงานให้ทำ ในฤดูหนาวน้อยลงนะ#$e#คงจ",
        "winter_Sun10": "@ วันนี้เธอดูน่ารักดีนะ."
    }
}