{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "ยินดีที่ได้รู้จัก ผมชื่อ ฮาร์วีย์ เป็นแพทย์ประจำท้องถิ่น#$e#ผมดำเนินการตรวจสุขภาพ และรักษาให้ประชาชน ทั้งหมดของเมืองเพลิแกน เป็นงานที่คุ้มค่า#$e#ผมหวังว่าคุณ จะพบงานที่คุ้มค่าเหมือนกันนะ$h",
        "danceRejection": "โอ้! ขอโทษด้วย... ผม เอ่อ... ตั้งใจจะชวนคนอื่นอยู่แล้วน่ะ$s",
        "divorced": "ฉ... ฉันไม่สามารถมองไปที่เธอได้ ได้โปรดปล่อยให้ฉัน รักษาแผลเองเถอะ$s",
        "breakUp": "...ธ...เธอ...?$s#$b#*อึก*... ผ... ผมคิดว่า ผมกำลังป่วย...$s",
        "dumped_Guys": "ฉันยุ่งกับงานของฉันมาก ฉันไม่สามารถคุยกับเธอ ได้ตอนนี้$s",
        "secondChance_Guys": "ฉันต้องการเธอ กลับมาอยู่ในชีวิตของฉันอีก @. ฉันจะลืมเรื่องราวต่างๆ ที่เคยเกิดขึ้น$s",
        "Mon": "ในคลินิกแห่งนี้ พวกเราขายยา ที่ไม่จำเป็นต้องมีใบสั่งยา อย่าลังเลที่จะเข้ามา ถ้าเธอรู้สึกไม่ดี#$b#ฉันรู้การเป็นชาวไร่ เป็นงานที่หนักหนามาก... อย่าหักโหมล่ะ!",
        "Mon2": "ผมรู้สึกว่าต้องรับผิดชอบ สุขภาพของทุกคนในชุมชนนี้... มันก็เครียดอยู่นะ#$e#ด้วยความที่ มันเป็นชุมชนขนาดเล็ก และก็โชคดี ที่สร้างสัมพันธ์ที่ดี กับคนไข้ที่นี่ได้",
        "Mon6": "ผมคิดว่าจะอยู่ที่ สตาร์ดิวแวลลี่ ไปสักพัก ในที่สุดผมก็เริ่มรู้สึก เป็นส่วนหนึ่งของชุมชนสักที#$e#มันทำให้รู้สึกดี ที่ได้ทำตัวมีประโยชน์น่ะ",
        "Mon10": "โอ้! ว่าไง @$l#$e#คุณ... มีคำถามเกี่ยวกับการรักษาเหรอ?$l",
        "Tue": "ถ้าคุณรู้สึกไม่ดี แวะมาที่ออฟฟิศของผมได้เลยนะ#$e#ถึงคุณจะยังอายุน้อย ไม่ต้องพยายามทำอะไร ก็ยังสุขภาพดีอยู่ก็เถอะ$h",
        "Tue8": "อย่าโหมงานหนักนักล่ะ @ นี่เป็นคำสั่งจากแพทย์!#$e#สุขภาพของคุณสำคัญสำหรับผม$l",
        "Wed4": "ผมอยากจะรู้จักคุณมากกว่านี้ @ พักความสัมพันธ์หมอกับคนไข้ ของพวกเราไว้ก่อนนะ",
        "Wed6": "มันดีนะที่มีเพื่อนในเมืองน่ะ$h",
        "Wed8": "คุณมีสุขภาพดีจริงๆ นะเนี่ย มันดีมากเลยนะ$h",
        "Wed": "อย่าลืมปิดปากของคุณ เวลาจามด้วยนะ#$e#แล้วก็อย่าลืมล้างมือด้วยนะ",
        "Thu8": "การเป็นหมอนั้น ต้องเจอกับงานหนักมาก จนผมแทบ จะไม่ได้ทานอะไรเท่าที่ควร$s#$e#ถ้าผมไม่ได้อยู่ตัวคนเดียว ชีวิตก็คงจะง่ายขึ้นกว่านี้$l",
        "Thu": "โภชนาการน่ะเป็นสิ่งสำคัญ เพื่อให้มั่นใจว่าดีต่อสุขภาพ พยายามกินผักเพิ่มนะ!#$e#อาหารที่ทำเองจึงดีที่สุด คุณทำอาหารเป็นไหม?",
        "Fri": "มันเป็นวันที่ดีไม่ใช่เหรอ?#$e#ผมหวังว่า จะมีงานน้อยลงกว่านี้นะ$s",
        "Fri4": "ถ้าคุณอยากจะมาหา ที่อพาร์ทเมนต์ของผม ก็โอเคนะ ผมอยู่ที่ด้านบน ของคลีนิคนี่แหละ",
        "Fri10": "แวะมาหาผมที่คลีนิกได้นะ ถ้าคุณอยากจะตรวจให้แน่ใจ$l",
        "Sat": "มีอะไรให้ผมช่วยไหม?#$e#ดูแลตัวเองด้วยล่ะ",
        "Sat4": "ผมมาที่นี่ เพราะผมชอบ บรรยากาศของเมืองเล็ก ๆ และศักยภาพ ในการใช้วิธีการดูแล ผู้ป่วยแบบองค์รวม#$e#จนตอนนี้เรียกได้ว่า รักอย่างเต็มปากเลยล่ะ$h",
        "Sat8": "*ถอนหายใจ*... ผมเริ่มรู้สึกว่า ตัวเองแก่ซะแล้วสิ...#$e#เมื่อคุณแก่กว่านี้ ก็จะมีความทรงจำ ที่ต้องแบกรับไว้มากขึ้นด้วย จะกระทั่งครอบงำตัวคุณ$s#$e#ผมคิดว่าผมเด็กลงกว่าเดิมนะ เวลาที่คุณอยู่ด้วย$l",
        "Sun": "หืมม... ผมกำลังลำบากเรื่องเงินทองล่ะ คนไข้ที่นี่มีน้อยเกินไป#$e#ผมว่าผมควรจะออกรักษาคนไข้ ที่เมืองใกล้ ๆ กันด้วยแล้วล่ะ",
        "Sun6": "เมื่อลองคิดว่า มีชีวิตคนไข้เป็นเดิมพัน อยู่ในกำมือ แล้วไม่สามารถ ช่วยชีวิตพวกเขาได้น่ะ... นั่นจะเป็นสิ่งที่ตามหลอกหลอน คุณไปชั่วชีวิตเลยล่ะ$s",
        "event_george1": "ขอบคุณนะ @ $h#$b#เห็นไหมจอร์จ ผมแค่พยายามจะช่วยคุณ",
        "event_george2": "*เฮ้อ*$s#$b#ดูสิจอร์จ ถ้าคุณยังทำนิสัยแบบนี้ ผมจำเป็นจะต้องบอกภรรยาของคุณ ผมไม่คิดว่าเธอ จะมีความสุขหรอกนะ",
        "event_aerobics1": "ขอบคุณนะ @ ผมรู้สึกซาบซึ้งมากเลยล่ะ$h",
        "event_aerobics2": "*ถอนหายใจ*... หยาบคาย$s",
        "event_heart1": "โอ้! โรงพยาบาลทำให้คุณรู้สึกกังวล อย่างนั้นเหรอ หือ?#$b#แค่ผ่อนคลายเท่านั้นแหละ ผมอยู่นี่แล้ว$h",
        "event_heart2": "โอเค นั่นฟังดูเข้าท่า",
        "event_heart3": "อืม โอเค... ถ้าคุณว่างั้น$s",
        "event_grave1": "...คุณพูดถูก#$b#...ขอบคุณนะ",
        "event_grave2": "*ถอนหายใจ*$s",
        "summer_Mon": "การออกมารับแสงอาทิตย์ ก็เป็นเรื่องดีนะ แต่อย่าปล่อยให้ถูกแดดเผาล่ะ#$e#โอเค ดูแลตัวเองด้วย! ขอให้สุขภาพแข็งแรง",
        "summer_Thu": "การออกกำลังกายมันก็สำคัญ แต่ว่าอย่าหักโหมมากนะ ไม่อย่างนั้นคุณอาจจะ มาจบลงที่คลีนิคของผม!#$e#อย่าลืมฟังเสียงร่างกาย ของตัวเองด้วยล่ะ",
        "summer_Fri": "คนส่วนใหญ่ ไม่ค่อยป่วยในฤดูร้อนหรอก มันดีมาก แต่มันก็หมายความว่า งานของผมก็ลดน้อยลงไปด้วย",
        "fall_Fri": "คุณได้ไปที่เหมืองมาหรือยัง @?#$e#มันเป็นที่ที่อันตรายมากเลยนะ ผมขอแนะนำว่า อยู่ห่างเอาไว้จะดีที่สุด",
        "fall_Sat": "การกินอาหารบางประเภท ทำให้เพิ่มประสิทธิภาพ ในการทำงาน#$e#การกิน 'อาหารของชาวไร่ (Farmer's Brunch)' มีโภชนาการที่ดี ตามที่ร่างกายคุณต้องการ มันจะช่วยในการรดน้ำ และทำไร่ให้ดีขึ้น!",
        "winter_Wed": "มันเป็นฤดูกาลของไข้หวัดใหญ่ เพราะงั้นคุณจะต้องดูแลตัวเอง ให้ดีกว่าเดิมนะ#$e#ทำให้แน่ใจว่า คุณล้างมือทุกครั้ง",
        "winter_Sun": "ผมเกลียดที่จะพูดแบบนี้นะ แต่ผมทำเงินได้มากขึ้น ในช่วงไข้หวัดใหญ่ ระบาดแบบนี้#$e#ผมคิดว่า ถ้าทุกคนหายป่วยกันแล้ว ผมคงจะไม่มีอะไรให้ทำ#$e#อย่าเข้าใจผิดนะ! ผมอยากให้ทุกคนสุขภาพดี... จริงๆนะ!'"
    }
}
