{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้! เธอไม่เหมือน กับที่ฉันคิดไว้เลย... แต่ก็ไม่เป็นไร! ฉันโจดี้#$e#มันเป็นเมืองที่เงียบสงบ ดังนั้นจึงเป็นเรื่อง ที่ตื่นเต้นมาก เวลามีใครย้ายมาใหม่น่ะ! มีเจ้าของฟาร์มมาเพิ่ม แถวนี้คงมีหลายสิ่งเปลี่ยนไป",
        "Mon": "การดูแลรักษาบ้านนั้น เป็นเรื่องที่ยาก... แต่ก็ต้องมีใครสักคนทำมัน#$e#ใช่มั้ยล่ะ?",
        "Mon6": "มันดีนะที่จะมีครอบครัว... แต่ฉันจะโกหกแน่ๆ ถ้าฉันบอกว่า ฉันไม่โหยหา อิสรภาพเหมือนเมื่อ ก่อนเลย...$s",
        "2_1": "สามีของฉันเคนท์เขาเป็นทหาร ทำงานอยู่ต่างประเทศ เขาถึงไม่ได้อยู่ที่นี่ตอนนี้#$b#เมื่องานของเขาจบลง ฉันรู้ว่าเขาจะต้องกลับมา อย่างปลอดภัยแน่ๆ!#$e#เธอต้องการอะไรรึเปล่า?",
        "Tue": "การออกกำลังกาย เป็นสิ่งสำคัญ ที่ทำให้สุขภาพดี ฉันมักจะเหลือเวลาไว้เพื่อ ออกกำลังกายเสมอ#$e#ในฐานะแม่ ฉันไม่มีเวลามากพอ ที่จะเอาใจใส่ตัวเองนัก ดังนั้นฉันจึงพยายาม ใช้ทุกนาทีให้คุ้มค่า",
        "Wed4": "ฉันว่าฉันน่าจะใช้เวลา ข้างนอกให้มากขึ้น แต่ยังมีอีกหลายงานที่ต้องทำ#$e#ฉันเริ่มสวมถุงมือยาง เพื่อทำให้มือฉันนุ่ม#$e#ยิ่งแก่ขึ้นเท่าไหร่ ยิ่งต้องทำงานให้หนักขึ้น เพื่อให้มีสุขภาพที่ดี $s#$e#โอเคนะ บาย!",
        "Wed": "เธอว่าไงนะ ตอนนี้ %time แล้วคุณพระช่วย!#$e#ฉันยังมีงานอีกเป็นกองเลย ที่จะต้องทำ!$s",
        "Thu6": "เวลาหมดแล้วหรอ? *ถอนหายใจ*#$e#ฉันยังจำได้นะตอนแซมยังเป็นทารกแล้วใส่ผ้าอ้อม เขาน่ารักมากๆ$s#$e#อย่าไปบอกเขาละ$h#$e#ถ้าเธอยังอยากคุยกับฉันอยู่ หือ?",
        "Thu": "เธอเป็นชาวไร่งั้นหรอ? น่าสนใจ#$c .5#ฉันไม่เคยเจอชาวไร่มาก่อน$k#$e#ไว้มาสอนฉันปลูกผักบ้างนะ$h",
        "Fri": "$d Joja#อาหารในร้านโจจ้าบางชิ้นไม่ดีต่อสุขภาพ ของคนในครอบครัว แต่เนื่องจากราคาที่ถูกมาก เธอจะบ้ามาก ถ้าเธอไปซื้อของร้านอื่น ที่ราคามันแพงกว่า |อาหารที่ร้านของปีแอร์สดและดีต่อ สุขภาพมากกว่า สินค้าของโจจ้าเป็นไหนๆ แต่ฉันก็ยังคิดถึง สินค้าราคาถูกของโจจ้าอยู่ดี",
        "Sat": "สวัสดี#$e#ต้องการอะไรไหม?",
        "Sat4": "ฉันดีใจนะ ที่เธอพยายามปรับปรุง ฟาร์มเก่าๆนั่น#$e#เมื่อเธอทำเสร็จเรียบร้อยแล้ว มันจะช่วยพัฒนาชุมชนของเรา ได้อีกมากเลยล่ะ!$h#$e#แต่มันก็จะเป็นงาน ที่หนักหนาสาหัสเลยล่ะนะ #$e#ไว้เจอกันใหม่นะ",
        "Mon2": "#$1 JodiAltar#เมื่อวาน ฉันได้ไปเยี่ยมที่บูชาของโยบะเพื่อที่จะอวยพรให้พ่อกลับมา ได้อย่างปลอดภัย#$e#ฉันพยายามมองโลก ในแง่ดีทุกๆครั้ง แต่บางครั้งมันก็ยากเหลือเกิน$s",
        "Sun": "#$c .5#ฉันพักจากงานในวันนี้$h#$e#ช่างหัวเรื่องของวันนี้ $h#$e#ถ้าฉันไม่ออกไปหาอะไรทำ ข้างนอกละก็ ฉันคงบ้าแน่ๆ!#$e#ฉันไม่อยากให้ขาของฉัน อ่อนปวกเปียก",
        "Sun8": "ฉันมีความฝัน ฝันที่จะมีชีวิตอิสระ ไม่มีภาระผูกพันกับอะไร...#$b#...จากนั้นฉันก็ตื่นขึ้นมา พบกับความจริงที่ว่า ยังมีงานบ้านที่ต้องทำ รออยู่เป็นกระตั๊ก...$s",
        "summer_Mon": "ฤดูร้อนนี้ก็ดีนะ แต่นั้นก็หมายความว่า ฉันมีงานที่ต้องทำมากกว่าเดิม#$e#ฉันจะต้องคอยดูแล ให้สวนเรียบร้อย",
        "summer_Tue": "สวัสดี #$e#เธอต้องการอะไรรึป่าว? ตอนนี้ฉันกำลัง ยุ่งอยู่นิดหน่อย",
        "summer_Tue_inlaw_Sam": "แซมมี่ ตัวน้อยๆของฉัน จะทำงานในฟาร์มเก่าๆ ได้อย่างไร?$h",
        "summer_Thu": "งานบ้านมันเป็นอะไรที่แย่มาก เพราะว่าเธอมันเคย ทำมันเสร็จสักครั้ง#$e#วันก่อนฉันพึ่งจะกวาดไป วันนี้มันก็สกปรกอีกละ",
        "summer_Sun": "ฉันจะทำอะไรเป็นอาหารเย็นดีนะ?#$e#*ถอนหายใจ*...",
        "fall_Thu": "ดูเหมือนฉันจะตามใจ ลูกชายไปมากเกินไป เด็กๆ ไม่ต้องทำงานบ้าน อะไรซักอย่าง#$e#ฉันแค่อยากให้เขา มีความสุขกับเพื่อนๆ ของเขา ในขณะที่เขายัง สามารถมีได้ เอาล่ะ ตอนนี้เขาก็โตขึ้นมา บ้างแล้ว#$b#หวังว่าเขาจะไม่โต มาขี้เกียจ$s#$e#ชีวิตคนเป็นพ่อแม่ เป็นอะไรที่ยากลำบาก มากเลย",
        "fall_Thu_inlaw_Sam": "แซมกำลังยุ่ง อยู่กับฟาร์ม หรือเปล่า?",
        "fall_Sun": "แคโรไลน์และฉันเป็นเพื่อนที่ดีต่อกัน ฉันสามารถคุยกับเธอ ได้ทุกๆเรื่อง",
        "fall_Sun2": "เมื่อเธอก้าวมาเป็น พ่อแม่คนแล้ว เธอต้องละทิ้งชีวิตเก่าๆ ของคนทิ้งไป#$e#อืม... มันก็ไม่จริงเสมอไป",
        "winter_Mon": "ฉันเคยชอบเล่นหิมะ ตอนที่ฉันยังเด็ก สิ่งที่เยี่ยมยอดที่สุด ของการเป็นแม่ คือฉันได้เล่นหิมะ กับลูกๆอีกครั้ง$h",
        "winter_Tue": "สวัสดี เธอเบื่อรึเปล่า ที่มีคนถามถึงแต่ฟาร์มของเธอ ตลอดเวลาน่ะ#$e#ฉันคิดว่ามันคงจะน่าเบื่อ",
        "winter_Tue6": "*ถอนหายใจ*... บางครั้งฉันฝันถึงอนาคต ด้วยตัวของฉันเอง โดยที่ไม่มีพ่อแม่มาคอย ดูแลปรึกษา มันจะแย่มากไหม?$s#$e#อย่าไปยากคนอื่นๆล่ะ$4",
        "winter_Wed2": "ฉันทำอะไรแก้เบื่องั้นหรอ? ฮืมมมม... นั้นเป็นคำถามที่ดีนะ#$e#ฉันชอบการนอนหลับ$s",
        "winter_Wed4_2": "เคนท์กลับมาที่บ้านมาสักพักแล้ว แต่ถึงตอนนี้ เขาก็ยังคงมีท่าที ไม่สบายใจอยู่$s",
        "winter_Thu": "แซมเล่นดนตรีเสียงดังมาก ฉันหวังว่าเสียงจะไม่ไป รบกวนเพื่อนบ้านนะ",
        "winter_Thu_inlaw_Sam": "แซมเป็นไงบ้าง? ฉันบอกตรงๆเลย เราไม่มีคนทำอาหาร และคนเก็บกวาดบ้านเลย หลังจากเขาไป...",
        "winter_Thu8": "เหมือนเป็นการคลุมถุงชน ของพวกเราในสมัยก่อนเคนท์ไปเป็นทหารและทุกสิ่งทุกอย่าง... ฉันแทบไม่เคยได้สัมผัส ความเป็นหนุ่มสาว และอิสรภาพ และตอนนี้มันก็สายเกินไป ที่จะแก้ไข$s#$e#แค่อย่าผิดพลาด อีกครั้งก็พอแล้ว $4",
        "winter_Fri": "มันเป็นเรื่องดีนะ ที่เราจะหาเวลาไปเที่ยวบ้าง เป็นครั้งคราว...$s",
        "winter_Sun": "ถ้าฉันรวยเมื่อไหร่นะ สิ่งแรกที่ต้องฉันจะทำคือ จ้างแม่บ้านและคนทำอาหาร#$e#พระเจ้า มันคงจะเยี่ยมมากเลย!$h"
    }
}
