{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "สวัสดี คุณเจ้าของฟาร์ม#$e#ผมหายไปนานเลย... จนรู้สึกเหมือนเป็นคนแปลกหน้า",
        "MovieInvitation": "เอ๋... โอเค ขอบใจ ผมจะไปเจอคุณ ที่นั่นเอง$h",
        "Mon4": "ผมไม่รู้ว่าผมจะคุ้นเคยกับ การได้กลับมาอยู่บ้านอีกไหม#$e#ผมไม่ชิน กับความสงบสุขของเมือง แต่ผมคงรู้สึกไปเองแหละ",
        "Tue": "สิ่งต่างๆ ไม่ได้เปลี่ยนแปลงไปมาก ตั้งแต่ผมจากไป#$e#โดยเฉพาะตั้งแต่ คุณมาอยู่ที่นี่",
        "Tue2": "ที่จริงที่นี่ไม่มีอะไร เปลี่ยนไปเลยจริงๆ ตั้งแต่ผมจากไป#$e#ยกเว้นก็แต่ว่าเรามี เจ้าของฟาร์มคนใหม่ ในเมืองนี้เท่านั้นแหละ$h",
        "Wed6": "...ผมได้เสียเพื่อน ไปมากมายในการรบ$s#$e#อะไรคือเรื่อง ที่น่าเศร้านะเหรอ คือผมไม่สามารถจดจำใบหน้า ของพวกเขาเหล่านั้นได้เลย#$e#...",
        "Wed": "พึ่งมาใหม่ใช่มั้ย ฟาร์มของเธอจะต้อง รุ่งเรืองขึ้นแน่นอน",
        "Thu6": "#$1 Kent1#ผมตื่นตั้งแต่ตี 4 ... บางทีผมก็สงสัยว่าผม จะกลับไปใช้ชีวิตแบบปกติ ได้ไหมนะ$k#$e#แซมโตขึ้นมากเลย หลังจากที่ผมไม่อยู่ เขาเป็นผู้ชายเต็มตัวแล้ว#$e#ผมอยากย้อนเวลากลับไป ดูแลเขาจริงๆ$s",
        "Thu": "คุณเป็นเพื่อนของลูกผมสินะ?#$e#คุณอาจจะรู้จักเขามากกว่าผม$s",
        "Thu_inlaw_Sam": "เฮ้ @ คุณสนุกกับชีวิตแต่งงานมั้ย?",
        "Fri": "ดูเหมือนว่าจะเป็นวันที่ดี สำหรับการตกปลา ใช่มั้ย?",
        "Sat": "โจดี้บอกผมว่าจริงๆแล้ว เธอได้กลายเป็นส่วนหนึ่ง ของชุมชนแห่งนี้แล้ว ผมดีใจที่ได้ยินอย่างนั้นนะ",
        "Sat8": "ผมมีปัญหาในการนอนหลับ ดังนั้นขอโทษ ถ้าผมดูเหมือนเหนื่อย#$e#ผมแน่ใจว่าคุณจะเข้าใจ",
        "Sun": "ที่จริงแล้วผมยังไม่รู้ว่า ควรทำเริ่มทำอะไรดี ตั้งแต่ผมกลับมา#$e#เมื่อก่อนผมเคย เป็นคนที่มีงานตลอด ยุ่งมากๆในแต่ละวัน",
        "event_popcorn1": "คุณช่วยเงียบหน่อย! หยุดความพยายามที่จะทำอะไร ให้ผมกับภรรยาของผม$u",
        "event_popcorn2": "...$s#$b#คุณพูดถูก @$s",
        "event_popcorn3": "อย่าได้โกหกผมเด็ดขาด! ผมเกลียดการ โกหกมากกว่าอะไรทั้งสิ้น!$u"
    }
}
