{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดี ยินดีที่ได้รู้จักเธอนะ$h#$e#เธอย้ายเข้ามาได้ จังหวะพอดีเลย... ฤดูใบไม้ผลิมันสวยดีนะ",
        "danceRejection": "เอาจริงๆเลยนะ ฉันไม่อยากจะเต้น กับเธอเลยอ่ะ$u",
        "divorced": "ฉันตระหนักว่า ฉันจะมีความสุข ง่ายมากกว่าด้วยตัวฉันเอง เพราะฉะนั้นปล่อยให้ฉัน เป็นแบบนี้เถอะ$u",
        "breakUp": "โอ้วว... เข้าใจแล้ว ฮ่าฮ่าฮ่า... ฉันไม่มีโชคเลย เมื่อพูดถึงเรื่องนี้...$s",
        "dumped_Girls": "ช่วงนี้ ฉันไม่ต้องการ จะเจอเธอซักระยะหนึ่ง...$s",
        "secondChance_Girls": "สิ่งที่เธอเคยทำ ทำให้ฉันโศกเศร้ามาก... แต่ฉันพร้อมที่จะทิ้งมัน ไว้เบื้องหลังเราแล้วล่ะ$s",
        "Beach": "ฉันมาฟังเสียงทะเลน่ะ มันเพราะดีใช่ไหมล่ะ?",
        "Mon": "วันนี้ต้นไม้ดูสวยดีนะ ว่ามั้ย?#$q 21/22/211132 Mon_old#แล้วทำไมเธอถึง มาทำฟาร์มล่ะ?#$r 21 -5 Mon_21#ฉันอยากมีเงิน เก็บเยอะๆน่ะ#$r 22 5 Mon_22#เพราะมัน \"สมจริง\" มากกว่าการใช้ชีวิต ในเมืองน่ะ#$r 211132 5 Mon_211132#แค่อยากเดิน ตามรอยปู่ของฉันน่ะ#$r 22 5 Mon_22#ฉันแค่อยากหนี ไปจากชีวิตเดิมๆ",
        "Mon_old": "$p 21#แล้วเธอทำเงิน ได้มากเท่าที่หวัง หรือเปล่าล่ะ?|แค่ได้ใช้ชีวิตอยู่ท่ามกลาง ธรรมชาติ ก็เป็นรางวัลชีวิตแล้ว",
        "Mon_21": "อืมม มันดูผิวเผินไปหน่อยนะ ว่ามั้ย?$s",
        "Mon_22": "เหตุผลเดียวกับฉันเลยนะ ที่มาอยู่ที่นี่น่ะ!$h",
        "Mon_211132": "ดูน่าชื่นชมจริงๆเลยนะ ที่ให้เกียรติคุณปู่ ของเธอแบบนั้น",
        "Tue4": "สวัสดี อ้าว อยากคุยกับฉันหรอ?#$e#ทิวทัศน์แถวนี้ทำให้ฉัน ได้ไอเดียเยอะแยะเลย พื้นที่แถวนี้โดยตัวมันเอง ก็เป็นสถาปัตยกรรม อยู่แล้วด้วย#$e#ฉันไม่อยากสร้างงาน ศิลปะเพื่อเงินหรอกนะ ฉันแค่มีแรงบันดาลใจ เท่านั้นเอง#$e#การทำสวนดูเหมือน จะเป็นอาชีพที่คุ้มค่า เธอสามารถทำอาหารอร่อยๆ ให้ทุกๆคนได้เลยนะ!$h#$e#เธอคงจะยุ่งมากสินะ ขอโทษที",
        "Tue": "ว่าไง คุณเพื่อนบ้าน#$e#เราทั้งคู่ต่างก็อาศัย อยู่นอกเมือง มันมีความหมาย อะไรหรือเปล่า?",
        "Wed": "#$1 LeahBug#เมื่อเช้าฉันเผลอเหยียบแมลง เข้าให้แน่ะ$s#$e#บางทีฉันก็คิดว่า มันคงเป็นไปไม่ได้เลย ที่จะใช้ชีวิตโดยไม่ทำลาย ธรรมชาติ",
        "Wed6": "ฉันชอบอยู่กับพวกสัตว์นะ พวกมันช่างใสซื่อดี#$e#สัตว์ในฟาร์มก็สุดยอด เหมือนกันนะ$h",
        "Wed8": "ว่าไง @! ฉันกำลังคิดเรื่องเธอ และฟาร์มของเธอ อยู่พอดีเลย#$e# มันจะรู้สึกดีขนาดไหนน๊า ถ้าได้เก็บเกี่ยวพืชผล จำนวนเยอะๆ ขนาดนั้น$h#$e#คงจะดีไม่น้อย ถ้ามีคนมาช่วยใช่มั้ย?$l",
        "Thu": "จริง ๆ แล้วแถวนี้มี ของป่าเยอะมากเลยนะ #$e#ฉันเลยได้กินสลัดสด ๆ แทบทุกวันเลย$h",
        "Thu6": "การหาของป่า เป็นงานถนัดของฉันเลยล่ะ ไว้มีโอกาส เดี๋ยวจะทำสลัดให้ทานนะ$h",
        "Fri": "มันง่ายมากๆเลยล่ะ ที่จะเป็นเพื่อน กับเหล่าต้นไม้  เพราะพวกเขา เป็นพวกพูดน้อยกันน่ะ$h",
        "Fri2": "ควรจะท่องไว้อยู่ตลอดนะ ว่าพวกฉันคงจะไม่อยู่รอด จนทุกๆวันนี้ ถ้าไม่มีธรรมชาติ คอยช่วยเหลือ",
        "Fri4": "สวัสดี @ วันนี้อากาศดีเน๊อะ?#$e# มาหาฉันที่กระท่อมได้นะ ถ้าต้องการคุยกับใครซักคน$h",
        "Sat": "ฉันน่ะ ชอบที่จะตกแต่งสิ่งต่างๆ ตามฤดูกาลล่ะ",
        "Sat8": "ทำฟาร์มดูน่าสนุกดีนะ อยากลองบ้างจัง$l",
        "Sun": "หากเธอได้ยินเสียงแปลกๆ ภายในบ้านของฉัน ไม่ต้องสงสัยนะ เพราะว่าฉันกำลัง แกะสลักรูปปั้นอยู่น่ะ",
        "Sun8": "หากเธอพบเจอไม้แปลกๆ ที่น่าสนใจ เอามาให้กับฉันได้นะ$e#ฉันจะดีใจมากๆเลยล่ะ ถ้าเธอเอามาให้!$l",
        "event_sculpt1": "...อะไรเหรอ?$7#$b# อ๋อ ! ใช่แล้ว ถูกต้องเลยล่ะ!!$h",
        "event_sculpt2": "มันไม่มีอะไรผิดปกติหรอก... ฉันน่ะคิดว่าธรรมชาตินั้น ยังมีอะไรที่สวยงาม ที่พวกเรายังไม่เคยเจอ ให้ค้นหาอีกมากมาย เลยล่ะ#$b#แต่อีกด้านนึง ก็ประหลาดใจนะ ว่ามนุษย์อย่างพวกเราเนี่ย เปลี่ยนแปลงสิ่งต่างๆ รอบตัวเองให้กลายเป็น สิ่งที่ต้องการได้ยังไง... เอ่อ...พูดง่ายๆก็คือ ฉันกำลังปลื้มในสิ่งที่ เรียกว่า 'ศิลปะ' อยู่น่ะ",
        "event_sculpt3": "คนบ้า!%fork$a^เอ๋...?เธอ....? ฉันก็ด้วยเหรอ$6#$b#ออกไปเลยนะ!$a^ฉันรู้สึกดีที่เธอ พูดแบบนั้นนะ$l",
        "event_parents1": "ถูกของเธอ... ไม่อย่างงั้น เมื่อก่อนฉันก็... คงจะไม่มีความสุขแน่ๆเลย$u#$b#ฉันว่ามันเป็นสิ่งที่ดีที่สุด ในตอนนั้นแล้วล่ะ... การจบความสัมพันธ์ ที่ไม่เหนียวแน่นในตอน ที่พวกเราเอง ยังเป็นวัยรุ่นอยู่$u",
        "event_parents2": "ดูโหดร้ายไปนิดหน่อยนะ... แต่ก็ใช่ พวกเราไม่มีเวลา ให้กันพอ$u",
        "event_parents3": "งั้นเหรอ? ถ้างั้นฉันขอตัวก่อนนะ!%fork$a",
        "event_parents4": "*ถอนหายใจ*...$s#$b#ถูกของเธอ... มันดูเห็นแก่ตัวมากเลย แต่มันผิดงั้นเหรอ ที่ฉันอยากจะมีความสุข?... อึ้ก... ไม่รู้สิ...$s",
        "event_parents5": "*ถอนหายใจ*...$s#$b#เธออาจจะ พูดถูกก็ได้นะ... มนุษย์เป็นสิ่งมีชีวิต ที่เห็นแก่ตัว$s#$b#ฉันว่ามันเป็นสิ่งที่ไม่ควร ที่จะพูดถึงมันมากไป ยังไงทุกๆคนก็ต้อง มีช่วงเวลาที่ต้องตัดสินใจ เรื่องยากๆอยู่แล้ว$s",
        "summer_1": "บอกได้ในทันทีเลยว่า หน้าร้อนมาถึงแล้ว ! กลิ่นหอมอ่อนๆของ ละอองเกสรที่ล่องมาตาม สายลม!!$h",
        "summer_Mon": "เมื่อเช้า ฉันเจอผลไม้ป่า ด้วยแหละ!#$e#อ๊ะ...โทษทีนะ มันไม่เหลือแล้วน่ะ$s#$e#ลองหาต่อไปนะ ฉันเชื่อว่าเธอน่าจะเจอ ของที่มีประโยชน์ บ้างแหละ",
        "summer_Tue": "เสียงร้องของสัตว์ ในฟาร์มนี่มันเยี่ยม ไปเลยเนอะ เธอว่างั้นมั้ย?",
        "summer_Tue4": "ในชีวิตน่ะนะ ยิ่งเรียบง่ายเท่าไรก็ยิ่งดี: ลมฤดูร้อนอ่อนๆ เมฆที่สูงส่ง และถ้วยไวน์แดง ที่เต็มไปความเรียบง่าย ของสตาร์ดิวแวลลี่",
        "summer_Thu6": "ฉันมีตาที่ไวมากเลยนะ เวลาหาผลไม้จากป่า ไว้ว่างๆเดี๋ยวทำสลัดผลไม้ ให้เธอทานนะ$h",
        "summer_Fri": "เธอสามารถใช้ Tapper เพื่อดักน้ำหวาน และของเหลวต่างๆได้ โดยตรงจากต้นไม้#$e#มันจำเป็นต้องใช้ เวลานิดหน่อย แต่ผลที่ได้คุ้มค่านะ",
        "summer_Fri2": "ฉันน่ะ... ไม่ค่อยอยากพูดอะไร แรงๆหรอกนะ แต่ถ้าพวกเราไม่ดูแล ธรรมชาติด้วยความเคารพ ลูกหลานของพวกเรา จะลำบากมาก#$e#คิดว่างั้นไหม?",
        "summer_Fri6": "หวัดดีจ้า @ เธอเคยรู้สึกเหงาบ้างมั้ย เวลาที่ต้องอยู่ในฟาร์มใหญ่ๆ นั่นคนเดียว#$e#มาหาฉันที่บ้านได้นะ ถ้าเธอต้องการ คนคุยด้วย$h",
        "summer_Sat": "มันดีนะที่บ้านของฉันอยู่ใกล้ๆ แหล่งน้ำมันช่วยคลายร้อน ได้มากเลยล่ะ ตอนหน้าร้อนอย่างนี้#$e#พอดีฉันน่ะ ไม่ค่อยถูกกับ ความร้อนซักเท่าไร",
        "summer_Sun": "ฉันควรทำอะไร ในวันที่อากาศอบอุ่น และชวนให้ขี้เกียจนี่ดีนะ? *ถอนหายใจ*#$e#มีความคิดดี ๆ มั้ย?",
        "fall_1": "ฤดูกาล มันเปลี่ยนไปเร็ว เนอะ!#$e#น่าตกใจจริงๆ",
        "fall_Mon": "#$c .5#ฉันเก็บเห็ดป่า ได้เมื่ออาทิตย์ที่แล้ว!#$e#เช้านี้ฉันเลยฟาดเห็ดป่า และไข่ไปชามโต... ยังอิ่มอยู่เลยเนี่ย#$e#หมั่นสังเกตตามพื้นนะ แล้วเธอจะเก็บเห็ดได้... มั่นใจว่าอย่างนั้น",
        "fall_Tue": "ฉันเองก็สงสัยนะว่า จะสามารถเอาใบไม้แห้ง มาเรียงให้สวยๆ จะได้ไหมนะ?#$e#มันดูมีสีสันดีจังเลย... อดคิดไม่ได้เลยว่า จะใช้มันทำผลงานศิลปะ ได้หรือเปล่า$h",
        "fall_Tue4": "ทุกคนล้วนมี มุมมองเฉพาะตัว ไม่ว่าพวกเขาจะเห็น ด้วยหรือไม่ เธอคิดว่างั้นไหม?#$e#แต่ก็นะ บางคนก็มีมุมมอง ในแบบที่ฉันเองก็ รับไม่ได้เลยล่ะ",
        "fall_Wed": "มันเยี่ยมมากเลย ที่อาศัยอยู่ใกล้ แม่น้ำ#$e#ได้ฟังเสียงน้ำตก ก่อนนอนทุกคืนเลย",
        "fall_Thu6": "ซักวันนึง จะต้องทำผัดเห็ดป่า ให้เธอได้ลองชิม แน่นอน$h",
        "fall_Fri": "ที่บ้านของเธอ มีห้องครัวไหม? #$e#ถ้าในบ้านของเธอมีครัวอยู่ เธอสามารถทำอาหาร อร่อยๆ ได้ทุกอย่างเลย$h",
        "fall_Fri6": "แวะมาที่กระท่อมของฉันได้นะ ถ้าเธออยากหาคนคุยด้วย$h",
        "fall_Sat": "การประดับประดา ที่แตกต่าง ทำให้รู้สึกถึงฤดูกาล ที่โดดเด่น เป็นประเพณีที่มี คุณค่ามากเลยล่ะ",
        "fall_Sun": "แถวนี้มีที่ดีๆ ให้เดินเล่นเยอะแยะเลย#$e#ยืดแข้งยืดขาบ้าง มันจะดีกับเธอนะ",
        "winter_Mon": "ฉันชอบนะ เวลาที่ทุกอย่าง ถูกปกคลุมด้วยหิมะใหม่ๆ แบบนี้",
        "winter_Tue": "มันหนาวมากๆ ในกระท่อมเล็กๆ ของฉันน่ะ$s#$e#ต้องนอนขดตัว อยู่ในผ้าห่ม ซึ่งมันก็พอช่วยได้นะ$h",
        "winter_Wed": "ช่วงเช้าฉันเห็น กระต่ายหิมะด้วยล่ะ! ใช่! พวกมันค่อนข้างหายาก เลยล่ะ?",
        "winter_Thu": "ช่วงนี้ฉันหาของสด มาทำอาหารไม่ได้เลย#$e#เลยต้องทน กินแต่ขนมปัง$s",
        "winter_Thu6": "*ถอนหายใจ*... หน้าหนาวเนี่ย หาพวกของสดๆ ยากจังเลยน้าาา#$e#ฉันเดาว่าที่ฟาร์มของเธอคง ตุนอาหารไว้แล้วล่ะสิ?",
        "winter_Fri": "ที่นี่เวลา มันผ่านไปอย่างช้าๆ#$e#เมื่อตอนที่ ฉันยังอาศัยในเมือง แต่ล่ะปีมันผ่านไปไวมาก",
        "winter_Fri6": "ที่บ้านเธอน่ะ หนาวไหม?#$e#แวะมาที่กระท่อม ของฉันได้นะ ถ้าเธออยากขดตัว ในผ้าห่มอุ่นๆ และดื่มเหล้าแอปเปิล$h",
        "winter_Sat": "ดีจ้า มีอะไรให้ช่วยมั้ย?",
        "winter_Sat2": "สวัสดีจ้า @ มีอะไรอยากจะพูด หรือเปล่า?",
        "winter_Sun": "เธอเคยลาพัก แบบเต็มวันไหม?#$e#มันจะสดชื่น จนหายเหนื่อยเลยล่ะ"
    }
}
