{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "สวัสดี ยินดีที่ได้รู้จักเธอนะ$h#$e#เธอย้ายเข้ามาได้ จังหวะพอดีเลย.",
        "danceRejection": "เอาจริงๆเลยนะ เราไม่อยากจะเต้น ",
        "divorced": "ฉันตระหนักว่า ฉันจะมีความสุขง่ายมากกว่าด้วยตัวฉันเอง เพราะฉะนั",
        "breakUp": "โอ้วว... เข้าใจแล้ว. ฮ่าฮ่าฮ่า... เราไม่มีโชคเลย เมื่อพู",
        "dumped_Girls": "ช่วงนี้ ฉันไม่ต้องการจะเจอเธอซั",
        "secondChance_Girls": "สิ่งที่เธอเคยทำ ทำให้ฉันโศกเศร้ามาก... แต่ ฉันพร้อมที่จะทิ้งมั",
        "Beach": "เรามาฟังเสียงทะเลหน่ะ มันเพร",
        "Mon": "วันนี้ต้นไม้ดูสวยดีนะ ว่ามั้ย?#$q 21/22/211132 Mon_old#แล้วทำไมเธอถึงมาทำฟาร์มล่ะ?#$r 21 -5 Mon_21#ฉันอยากมีเงินเก็บเยอะๆหน่ะ#$r 22 5 Mon_22#เพราะมัน \"สมจริง\" มากกว่าการใช้ชีวิตในเมืองหน่ะ#$r 211132 5 Mon_211132#แค่อยากเดินตามรอยปู่ของฉันหน่ะ#$r 22 5 Mon_22#ฉั",
        "Mon_old": "$p 21#แล้วเธอทำเงิน ได้มากเท่าที่หวัง หรือเปล่าล่ะ?|แค่ได้ใช้ชีวิตอยู่ท่ามกลาง ธ",
        "Mon_21": "อืมม มันดูผิวเผินไปหน่อยน",
        "Mon_22": "เหตุผลเดียวกับเราเลยน่ะ ที่มาอ",
        "Mon_211132": "ดูน่าชื่นชมจริงๆเลยนะ ที่ให้เกียรติคุ",
        "Tue4": "สวัสดี. อ้าว อยากคุยกับเราหรอ?#$e#ทิวทัศน์แถวนี้ทำให้เรา ได้ไอเดียเยอะแยะเลย พื้นที่แถวนี้โดยตัวมันเอง ก็เป็นสถาปัตยกรรม อยู่แล้วด้วย#$e#เราไม่อยากสร้างงาน ศิลปะเพื่อเงินหรอกนะ เราแค่มีแรงบันดาลใจ เท่านั้นเอง#$e#การทำสวนดูเหมือน จะเ",
        "Tue": "ว่าไง คุณเพื่อนบ้าน#$e#เราทั้งคู่ต่างก็อาศัย อยู่นอกเมือง มันม",
        "Wed": "#$1 LeahBug#เมื่อเช้าเราเผลอเหยียบแมลง เข้าให้แน่ะ$s#$e#บางทีเราเองก็คิดว่า มันคงเป็นไปไม่ได้เลย ที่",
        "Wed6": "เราชอบอยู่กับพวกสัตว์นะ พวกมันช่างใสซื่อดี#$e#สัตว์ในฟาร",
        "Wed8": "ว่าไง @! เรากำลังคิดเรื่องเธอ และฟาร์มของเธอ อยู่พอดีเลย#$e# มันจะรู้สึกดีขนาดไหนน๊า ถ้าได้เก็บเกี่ยวพืชผล จำนวนเยอะๆ ขนาด",
        "Thu": "จริง ๆ แล้ว แถวนี้มีของป่าเยอะมากเลยนะ#$e#ฉันเลยได้กินสล",
        "Thu6": "การหาของป่า เป็นงานถนัดของเราเลยล่ะ ไว้มีโอกาส เด",
        "Fri": "มันง่ายมากๆเลยล่ะ ที่จะเป็นเพื่อน กับเหล่าต้นไม้  เพราะพวก",
        "Fri2": "ควรจะท่องไว้อยู่ตลอดนะ ว่าพวกเราคงจะไม่อยู่รอด จนทุกๆวันนี้ ถ",
        "Fri4": "สวัสดี @ วันนี้อากาศดีเน๊อะ?#$e# มาหาเราที่กระท่อมได้นะ ถ้าต้",
        "Sat": "เราน่ะ ชอบที่จะตกแต่งสิ่งต่าง",
        "Sat8": "ทำฟาร์มดูน่าสนุกดีนะ อยาก",
        "Sun": "หากเธอได้ยินเสียงแปลกๆ ภายในบ้านของฉัน ไม่ต้องสงสัยนะ เพราะว่าเ",
        "Sun8": "หากเธอพบเจอไม้แปลกๆ ที่น่าสนใจ เอามาให้กับเราได้นะ$e#เราดีใจมา",
        "event_sculpt1": "...อะไรเหรอ?$7#$b# อ๋อ ! ใช่แล้ว ถูกต้องเลย",
        "event_sculpt2": "มันไม่มีอะไรผิดปกติหรอก... เราน่ะคิดว่าธรรมชาตินั้น ยังมีอะไรที่สวยงาม ที่พวกเรายังไม่เคยเจอ ให้ค้นหาอีกมากมาย เลยล่ะ#$b#แต่อีกด้านนึง ก็ประหลาดใจนะ ว่ามนุษย์อย่างพวกเราเนี่ย เปลี่ยนแปลงสิ่งต่างๆ รอบตัวเองให้กลายเป็น สิ่",
        "event_sculpt3": "คนบ้า!%fork$a^เอ๋...?เธอ....? เราก็ด้วยเหรอ$6#$b#ออกไปเลยนะ!$a^เรารู้สึกดีที่เธอ พู",
        "event_parents1": "ถูกของเธอ... ไม่อย่างงั้น เมื่อก่อนเราเองก็... คงจะไม่มีความสุขแน่ๆเลย$u#$b#เราว่ามันเป็นสิ่งที่ดีที่สุด ในตอนนั้นแล้วล่ะ... การจบความสัมพันธ์ ที่",
        "event_parents2": "ดูโหดร้ายไปนิดหน่อยนะ... แต่ก็ใช่ พวกเราไม่",
        "event_parents3": "งั้นเหรอ? ถ้างั้นเราขอตัวก่",
        "event_parents4": "*ถอนหายใจ*...$s#$b#ถูกของเธอ... มันดูเห็นแก่ตัวมากเลย แต่มันผิดงั้นเหรอ ที่เราอยากจะมีความ",
        "event_parents5": "*ถอนหายใจ*...$s#$b#เธออาจจะ พูดถูกก็ได้นะ... มนุษย์เป็นสิ่งมีชีวิต ที่เห็นแก่ตัว$s#$b#เราว่ามันเป็นสิ่งที่ไม่ควร ที่จะพูดถึงมันมากไป ยังไงทุกๆคนก็ต้",
        "summer_1": "บอกได้ในทันทีเลยว่า หน้าร้อนมาถึงแล้ว ! กลิ่นหอมอ่อนๆของ ละออง",
        "summer_Mon": "เมื่อเช้า เราเจอผลไม้ป่า ด้วยแหละ!#$e#อ๊ะ...โทษทีนะ มันไม่เหลือแล้วน่ะ$s#$e#ลองหาต่อไปนะ เราเชื่อว่าเธอ",
        "summer_Tue": "เสียงร้องของสัตว์ ในฟาร์มนี่มันเยี่ยม ไปเลยเ",
        "summer_Tue4": "ในชีวิตน่ะนะ ยิ่งเรียบง่ายเท่าไรก็ยิ่งดี: ลมฤดูร้อนอ่อนๆ เมฆทีสูงส่ง และถ้วยไวน์แดง ที่",
        "summer_Thu6": "เรามีตาที่ไวมากเลยนะ เวลาหาผลไม้จากป่า ไว้ว่างๆเดี๋ยว",
        "summer_Fri": "เธอสามารถใช้ Tapper เพื่อดักน้ำหวาน และของเหลวต่างๆได้ โดยตรงจากต้นไม้#$e#มันจำเป็นต้องใช้ เ",
        "summer_Fri2": "เราน่ะ... ไม่ค่อยอยากพูดอะไร แรงๆหรอกนะ แต่ถ้าพวกเราไม่ดูแล ธรรมชาติด้วยความเคารพ ลูกหลานข",
        "summer_Fri6": "หวัดดีจ้า @ เธอเคยรู้สึกเหงาบ้างมั้ย เวลาที่ต้องอยู่ในฟาร์มใหญ่ๆ นั่นคนเดียว#$e#มาหาเราที",
        "summer_Sat": "มันดีนะที่บ้านของฉัน อยู่ใกล้ๆแหล่งน้ำ มันช่วยคลายร้อนได้มากเลยล่ะ ตอนหน้าร้อนอย่างนี้#$e#พอ",
        "summer_Sun": "ชั้นควรทำอะไร ในวันที่อากาศอุ่น และน่าขี้เกียจนี่ดีนะ? *ถอนหาย",
        "fall_1": "ฤดูกาล มันเปลี่ยนไปเร็ว เนอะ!#$e#น",
        "fall_Mon": "#$c .5#เราเก็บเห็ดป่า ได้เมื่ออาทิตย์ที่แล้ว!#$e#เช้านี้เราเลยฟาดเห็ดป่า และไข่ไปชามโต... ยังอิ่มอยู่เลยเนี่ย#$e#หมั่นสังเกตตามพื้นน",
        "fall_Tue": "เราเองก็สงสัยนะว่า จะสามารถเอาใบไม้แห้ง มาเรียงให้สวยๆ จะได้ไหมนะ?#$e#มันดูมีสีสันดีจังเลย... ก็อดคิดไม่ได้",
        "fall_Tue4": "ทุกคนล้วนมี มุมมองเฉพาะตัว ไม่ว่าพวกเขาจะเห็น ด้วยหรือไม่ เธอคิดว่างั้นไหม?#$e#แต่ก็นะ บางคนก็มีม",
        "fall_Wed": "มันเยี่ยมมากเลย ที่อาศัยอยู่ใกล้ แม่น้ำ#$e#ได้ฟังเสียง",
        "fall_Thu6": "ซักวันนึง จะต้องทำผัดเห็ดป่า ให้เธอไ",
        "fall_Fri": "ที่บ้านของเธอ มีห้องครัวไหม?#$e#ถ้าในบ้านของเธอมีครัวอยู่ เธอสามารถทำอ",
        "fall_Fri6": "แวะมาที่กระท่อมของเราได้น่ะ ถ้าเธอ",
        "fall_Sat": "การประดับประดา ที่แตกต่าง ทำให้รู้สึกถึงฤดูกาล ที่โดดเด่น เป็น",
        "fall_Sun": "แถวนี้มีที่ดีๆ ให้เดินเล่นเยอะแยะเลย#$e#ยืดแข้งยืดข",
        "winter_Mon": "เราชอบนะ เวลาที่ทุกอย่าง ถูกปกคลุมด้ว",
        "winter_Tue": "มันหนาวมากๆ ในกระท่อมเล็กๆ ของฉันหน่ะ$s#$e#ต้องนอนขดตัว อยู่ในผ้าห",
        "winter_Wed": "เราเห็นกระต่ายหิมะ ด้วยล่ะช่วงเช้า! ใช่! พวกมันค",
        "winter_Thu": "ช่วงนี้เราหาของสด มาทำอาหารไม่ได้เลย#$e#เลยต้อ",
        "winter_Thu6": "*ถอนหายใจ*... หน้าหนาวเนี่ย หาพวกของสดๆ ยากจังเลยน้าาา#$e#เราเดาว่า? ที่ฟาร์มของเ",
        "winter_Fri": "ที่นี่เวลา มันผ่านไปอย่างช้าๆ#$e#เมื่อตอนที่ ฉันยังอาศัยในเมื",
        "winter_Fri6": "ที่บ้านเธอหน่ะ หนาวไหม?#$e#แวะมาที่กระท่อม ของเราได้นะ ถ้าเธออยากขดตัว ในผ้า",
        "winter_Sat": "ดีจ้า มีอะไรให้ช",
        "winter_Sat2": "สวัสดีจ้า @ มีอะไรอยากจะพูด ",
        "winter_Sun": "เธอเคยลาพัก แบบเต็มวันไหม?#$e#มันจะสดชื่น จน"
    }
}