{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "คืนแรกในกระท่อมเก่าๆ เป็นอย่างไรบ้างล่ะ?#$e#ปู่ของคุณ บ่นเกี่ยวกับเตียงโง่ๆ นั่นตลอดเลย แต่",
        "pamHouseUpgrade": "@, ฉันได้ยินว่าเธอทำเพื่อ Pam และ Penny... และมันเป็นการช่วยเหลือ กันในชุมชน ที่ฉันอยากเห็นในเ",
        "pamHouseUpgradeAnonymous": "@, เธอเคยได้ยินไหม? บางคนจ่ายเงินให้ Robin เพื่อสร้างบ้านใหม่ให้ Pam และ Penny! ยังไงก็ตาม Robin ไม่ได้บอกฉันว่าคนๆ นั้นเป็นใคร#$e#ไม่ว่าใครจะเป็นคนจ่ายก็ตาม, ฉันอยากเห็นการช่วยเหลื",
        "willyCrabs": "*ฟุตฟิต*... *ฟุตฟิต*... ได้กลิ่นนั้นไหม? ฉันสามารถจับปูไ",
        "cc_Begin": "*ฟุตฟิต*... *ฟุตฟิต*... อ่าาา, ฉันรู้สึกว่า เธอใช้เวลาส่วนใหญ่ ไปกับ Community Center หลังเก่านี้  มันดีนะที่จะเห็นว่า ใครบาง",
        "cc_Complete": "ฉันไม่เคยรู้สึกภูมิใจ กับชุมชนของเรา แบบนี้มาก่อนเลย, เธอทำมันได้ ช่วยเหลื",
        "cc_Bus": "@, ได้ยินนั้นไหม? มันดูเหมือน รถบัสคันเก่าของเมือง ทำงานอยู่ตลอดทั้งคืน!!$h#$b#มันเป็นอะไร ที่เก่าที่ถูกทิ้งมานา",
        "joja_Begin": "เอาล่ะ  Community Center หลังเก่าไปซะแล้ว... ฉันทายว่ามันถึงเวลาเปลี่ยน และสิ่งใหม่ๆ จะเข้ามาแล้วเดินไปต่อ... ยังงั้นก็ตาม ฉันรู้สึกทำอะไรไม่ได้ และรู้สึกเหมือนกำลังสูญเสีย",
        "Mon": "เป็นฤดูกาลที่ดีที่จะเพาะปลูก แม้แต่คนที่ไม่ใช่ ชาวไร่อย่างเรา#$e#ภูเขาลูกนี้ขึ้นชื่อมาก ในเ",
        "Tue": "หยิบของที่คุณต้องการขาย วางลงในตะกร้า ที่อยู่ข้างๆบ้านคุณได้เลย#$e#ฉันอยากรู้เ",
        "Saloon_Entry": "โย่ว Gus!",
        "Tue2": "เมื่อเริ่มต้นฤดูกาลใหม่ คุณจะต้องถอนต้นไม้ที่เน่าตาย จากฤดูกาลก่อน ทิ้งออก",
        "spring_3": "คุณมีพืชชนิดอื่นๆ ที่ใช้ปลูกในฤดูใบไม้ผลิ หรือยัง? ฤดูกาลน่ะไม่คงอ",
        "Town_57_40": "#$c .3#เข้าเมืองแต่เช้าเชียว งานในฟาร์มทำเสร็จแล้วเรอะ?#$e#อรุณสวัสดิ์! ฉันกำลังตรวจสวน เหมือนอย่างเคยนะ$h#$c .5#หืมม... นี่มันตัวเพลี้ย",
        "Wed": "อืมม... เก็บภาษี... *พึมพำ* ...ค่าใช้จ่ายในเทศการ ฤดูใบไม้ผลิ... *พึมพ",
        "spring_10": "อาห์... ไม่มีอะไรดีไปกว่า ชาสักแ",
        "Thu": "ร้านบาร์สามารถ ทำให้คุณมีชีวิตชีวา มากขึ้นในทุกค่ำคืน บางครั้งฉันก็หยอดเหรียญ ไปในตู้เพลง *กริ๊ง*$h#$e#ฉันอยาก",
        "Saloon": "สายัณห์สวัสดิ์! มันเยี่ยมมากเลย ที่เห็นว่าคุณมี มนุษย์สัมพันธ์ที่ดี กับชาวเมืองนี้#$b#มันเป็นเรื่องที่ดี ที่คุณจะหยุด",
        "Saloon4": "สวัสดีตอนค่ำ @! ดีใจที่ได้เห็นคุณ มาผ่อนคลายที่บาร์นี่ พักบ้างอะไรบ้าง$h#$b#คุณปู่ของคุณ ท่านทำงานหนักด้วยตัวท่านเอง ",
        "Fri": "ฉันหวังว่า %farm farmจะไปได้สวยนะ ฉันเกลียดที่ต้องเห็นว่า มั",
        "Sat": "ทุกคนดูมีความสุขขึ้น ในวันหยุดสุดสัปดาห์นะ คุณว่าไหม?#$e",
        "Sun": "ฉันเป็นนายกเทศมนตรีของเมือง Pelican มามากกว่า 20 ปีแล้ว!#$e#ไม่ มีใครสู้ฉันได้ ตอนเลือกตั้งเลย ฉันคิดว่าเพราะฉัน ทำงานได้ด",
        "event_secret1": "ขอบคุณนะ @ ฉันจะไม่ล",
        "event_secret2": "*ร้องไห้* ... ฉันไม่อยากจะเชื่อว่า คุณจะทำแบบนั้น...$s#$b#คุ",
        "summer_Mon": "การทำสวนเป็นงานอดิเรกของฉัน ดังนั้นฉันจึงตื่นเต้น ",
        "summer_Town_57_40": "#$c .3#อ้า วิเศษจริงๆดอกไม้กำลังโตเลย!$h#$c .3#อรุณสวัสดิ์! คุณได้กลิ่นหอมหวาน จากดอกลิลลี่นี่รึเปล่า?#$e#เช้าแล้วแต่อากาศยังอุ่นนะ ฤ",
        "summer_Tue": "ฉันชนะการเลือกตั้ง นายกเทศมนตรีได้ยังไง น่ะเหรอ? เรื่องมันยาวน่ะ#$e#เรายังไม่ว",
        "summer_Wed": "แมงกะพรุนพระจันทร์ จะมาที่นี่เร็วๆนี้ มันเป็นหนึ่งในสิ่ง ที่ฉันช",
        "summer_Thu": "ตอนกลางคืนที่ห้องโถง ดูครึกครื้นมากเลย#$e#ฉันชอบที่จะมาแวะมา อาทิตย์ละครั้ง เพื่อมาติดตามข่าว",
        "summer_Fri": "ฮืมม... วันนี้เป็นวันเกิด ของใครหรือเปล่านะ? ฉันน่าจะลองไปดู ปฏิ",
        "summer_Sat": "ทุกคนดูมีความสุขขึ้น ในวันหยุดสุดสัปดาห์นะ คุณว่าไหม?#$e",
        "summer_Sun": "บอกหน่อยว่าคุณได้ปลูก ต้นบลูเบอร์รี่บ้างไหม?#$e#ฉันชอบบล",
        "fall_Mon": "ชาวเมืองบางค นยังไม่ค่อยไว้วางใจ คนแปลกหน้า ถ้าจะให้พวกเขายอมรับคุณ ก็ต้องทำให้พวกเขา ไว้ใจคุ",
        "fall_Tue": "กว่ายี่สิบปีที่แล้ว เวลาประมาณนี้ของปี ฉันได้เป็น นายกเทศมนตรีครั้ง",
        "fall_Wed": "ถ้าคุณมีคำแนะนำสำหรับเมือง เพียงแค่เขียนและใส่มันลงมา ในกล่องคำแนะนำของฉัน#$e#โอ้ ใช่ซ",
        "fall_Wed2": "ทุก ๆ วันพุธ ฉันจะทานวาฟเฟิลบัควีท กับกาแฟเป็นอาหารเช้า มันเป็นธรรมเนียมเล็กๆ ที่จะท",
        "fall_Town_57_40": "#$c .3#หืมมม... พวกเห็ดแปลกๆ พวกนี้มาขึ้นอยู่ตรง รอยแตกไม้ฉัน  อยากรู้จังว่าเป็นประเภทไหน?#$c .3#cอรุณสวัสดิ์! เรากำลังย่างก้าวเข้าสู่ ฤดูหนาวอย่างช้าๆ เพราะงี้ฉันเลยต้องเห็น สวนของฉันค่อย ๆ หายไปอย่างช้า",
        "fall_Thu": "ตอนดึก ๆ ที่บาร์จะเริ่มคึกคัก#$e#ฉันชอบไปอาทิตย์ละครั้ง สองครั",
        "fall_Fri": "ฉันหวังว่าฟาร์มของคุณ จะเป็น",
        "fall_12": "คุณมี Bee houses ในฟาร์มของคุณ แล้วใช่ไหม?#$e#ถ้าคุณวางใกล้ๆ ดอกไม้ชนิดต่างๆกัน ประเภทของน",
        "fall_19": "บางครั้ง นายก็รู้ได้ว่า มีบางอย่างอยู่ใต้ด",
        "fall_Fri4": "คุณได้ลองทาน ซอสสปาเก็ตตี้สูตรลับของ Gus หรือยัง?$s#$b#...ถึงส่วนผสมจะเป็นความลับ แต่กลิ่",
        "fall_Sun": "คุณทำฟาร์มเต็มที่ อยู่หรือเปล่า @? คุณจะต้องทำอะไรหลาย ๆ อย่างให้สำเร็จในหลาย ๆ พื้นที่นะ ถ้",
        "winter_1": "เอาล่ะ หน้าหนาวมาถึงแล้ว! นั่นหมายความว่า ชาวเมืองส่วนใหญ่ จะใช้เวลาอยู่แต่ในบ้าน#$e#อย่างน้อย",
        "winter_Mon": "จะผ่านพ้นไปอีกปีแล้ว!#$e#ฉันหวังว่า คุณจะมีปี",
        "winter_Tue": "ฉันต้องเริ่มคิดแผน ที่จะพัฒนาเมืองของพวกเร",
        "winter_Wed": "ฉันยังมาที่นี่ทุกๆคืน เพื่อเก็บผลผลิตของคุณ แม้ในตอนหิมะตก#$e#เพราะใ",
        "winter_Fri": "ฉันหวังว่าฟาร์มของคุณ จะเป็น",
        "winter_Fri6": "ผมไม่เคยแต่งงาน ผมไม่มีครอบครัว ทั้งชีวิตผมอยู่เพื่อเป็น นายกเทศมนตรีเท่านั้น$s#$e#มัน",
        "winter_Sun": "สวัสดี @!วันนี้สบายดีมั้ย?$h#$e#ถ้าเจอมานี่ ก็ฝากสวั"
    }
}