{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "คนแปลกหน้า? สะ... สะสวัสดี#$e#อย่าถือสาฉันเลยนะ ฉันแค่มาอาศัยอ",
        "cc_Boulder": "เพื่อนเก่าของฉัน, หินที่ส่องประกายนั้น, มันหายไปแล้ว มันดูเหมือนจะไม่ใช่ เหตุการณ์สำคัญ แต่สำหรับฉันมันสำคัญมาก#$b#ฉันมีคว",
        "MovieInvitation": "หือ... กับฉัน? ฉันไม่ค่อยจะ, แต่... ตกลง. มันดีที่คุณคิดถึง เรื่องของฉัน.#$b#อีกสัก",
        "Mon": "อากาศที่สดชื่น ในถิ่นทุรกันดาร คือทั้งหมดที่ฉันอยากสนใจ#$e#ฉันอยู่ข้างน",
        "Tue": "คุณมาเยาะเย้ยฉันเหรอ...?#$e#ฉันแค่สนใจแต่เ",
        "Wed": "ชะ...ฉันไม่รู้จักคุณดีพอ ที่จะเชื่อคุ",
        "Thu": "...หืมมม? คุณต้องการอะไรจา",
        "Fri": "ขอร้องล่ะ อย่าพังเต๊นท์ของฉันเลยนะ#$e#มันเ",
        "Sat": "ฉันมีความสุขได้ด้วย ตัวของฉันเอง ขะขะเข้าใจ...ใช่ไหม#$e#ฉันไม่จำเป",
        "Sun4": "'มันคงจะดีไม่น้อยนะ ถ้าชาวเมืองยอมรับฉัน ในสิ่งที่ฉันเป็น$s#$b#ฉันชอบที่จะอยู่ข้างนอกนี่ ในอากาศที่ปลอดโป",
        "Tue4": "คุณจะเรียนรู้การเอาตัวรอด ได้ในป่า ซึ่งฉันมี#$e#ฉันคิดว่าพวกเรา ต่างก็มีแรงกระตุ้นซ่อนอยู่ เพื่อรอวันกลับคืนสู่ธรรมชาติ มันเ",
        "Wed6": "ฉันใช้เวลาส่วนใหญ่ ไปกับการคิด#$e#ถ้าหากคุณสามารถเข้าใจ ในเหตุผลที่ซ่อนอยู่ ในความคิดของคุณได้",
        "Wed2": "ฉันต้องระวังคนแปลกหน้าเอาไว้ เพราะว่าผู้คนส",
        "Thu4": "คนที่นี่ก็ดูเป็นมิตรดีนะ แต่พวกเขาหลบหน้าฉัน#$e#ผู้คนต่างเกรง",
        "Fri4": "คุณเรียนรู้สิ่งต่าง ๆ มากมายจากต้นไม้#$b#ใช้เวลาอยู่ร่วมกับมัน และมันจะบอกเล่า ถึงความลับแก่คุ",
        "Sat4": "ฉันมีทุกสิ่งที่ให้ฉันอยู่รอด และมีมากกว่านั้น ธรรมชาติ บรรเลงเพลงที่น่ามหัศจรรย์ ถ้าคุณเรียนรู้ที่จะสัมผัส#$e#ฉันใช้เวลาส่วนใหญ่ ไปกับการอ่า",
        "Sun": "#$1 linusVandal#เมื่อคืนมีคนปาหินเข้ามา ในเต้นท์ฉัน... ฉันเลยต้องรอให้มันผ่านไป$s$k#$e#ฉันไม่ชอบที่จะอยู่ ในที่เดิมเป็นเวลานาน ๆ ในโล",
        "summer_Mon4": "ตลอดหลายปีที่ผ่านมา ฉันได้พบความลับสองสามอย่าง เกี่ยวกับการใช้ชีวิ",
        "summer_Mon": "#$1 LinusHeron#ฉันเห็นนกกระสา เดินลุยน้ำไปอย่างนุ่มนวล ผ่านหมอกในตอนเช้า ช่างเป็นรางวัล แก่ชีวิตเสียจริง$k#$e#มันเป็นเรื่องง่ายที่จะผูกติด ไปกับชีวิตที่ทันสมัย ปีที่ดีที่สุดของคุณ จะผ่านคุณไป อย่างเลือนลางโดยไ",
        "summer_Tue4": "เป็นไงบ้าง เพื่อนน้",
        "summer_Wed6": "อ๊า... ฤดูร้อน ดวงอาทิตย์ที่ร้อนขึ้น สามารถทำให้ฉันอบอุ่น#$b#จากนั้น ในเวลากลางคืน ฉันมีอา",
        "summer_Thu4": "ฉันมีเหตุผลของฉัน สำหรับการอาศัย อยู่คนเดียวแบบนี้#$e#บางสิ่งจะดีที่สุด ถ้าปล่อยมันไว้ ไ",
        "summer_Fri4": "เมื่อไหร่ก็ตาม ที่เธอจับปลาได้ ให้สำนึกขอบคุณ ถึงความเสียสละของมันด้วยนะ#$b#ถึงแม้เธอจะไม่เชื่อ เรื่องจิตวิญาณของปลาก็ตาม แต่มันเป็นการฝ",
        "summer_Sat4": "คุณสามารถหา rainbow trout ได้ที่ลำธารในต",
        "summer_Sun": "ช่วงนี้ของปี ชีวิตของฉันง่ายขึ้นเยอะ ฉันไม่ต้องกังวลว่า จะทำยังไงให้ตัวอุ่น#",
        "fall_Mon": "ฉันได้ไปสำรวจในถ้ำนั้นมาแล้ว#$e#ดูเหมือนมัน จะมีความลับบางอย่างซ่อนอยู่#$e#ระวัง",
        "fall_Tue4": "#$1 LinusFall1#มีคนมาพ่นสีสเปรย์ ใส่บ้านฉันเมื่อคืน... ใช้เวลาเป็นชั่วโมงในการลบมัน ในช่วงเช้านี้$k#$e#ฉันต้องการรวบรวม ไม้สำหรับฤดูหนาว#$e#นา",
        "fall_Wed4": "ฉันไม่มีอะไร ต้องรับผิดชอบมากนัก ฉันก็เลยใช้เวลา ไปกับการคิดแทน#$e#คุณต้องเข้าใจส",
        "fall_Sun": "ฉันไม่ชอบอยู่ในที่",
        "fall_Sun6": "ไม่มีอะไรที่จะดีไปกว่า พวกเห็ดป่า",
        "winter_Mon": "มันทำให้หนาวจริง ๆ ถ้าคุณอาศัย",
        "winter_Tue4": "ขอบคุณที่ไม่รังเกียจฉันนะ @ มันต้องใช้ภูมิปัญญาอย่างมาก ที่จะเอาชนะสัญชาตญาณ พื้นฐานของคน#$e#ฉันก็เป็นมนุษย์ เหมื",
        "winter_Wed4": "ฉันรู้ว่าเธอเข้าใจว่าทำไม ฉันถึงระมัดระวังคนแปลกหน้า#$e#แต่มันเป็นเรื่องของอดีต โอเค้? ตอนนี",
        "winter_Thu4": "ฤดูหนาวมันลำบาก แต่คุณยังสามารถตกปลา และหาอาหารได้อยู่#$e#ถ้าคุณมีสัตว์ใ",
        "winter_Fri4": "ต้นไม้จะจำศีลในช่วงหน้าหนาว ทำให้บรรยากาศดูเหงา ๆ#$e#แต่ก็ปฏิเสธไม่ได้ว่",
        "winter_Sat4": "ขอบคุณที่แวะมานะ ฉันรู้สึกเหงา นิดหน่อยในตอนเช้า#$e#แล้วคุณพบสิ่งที่น่",
        "winter_Sun": "การนอนบนพื้นดินนั้น มันดีสำหรับหลังของฉัน#$e#มันดีที่สุดที่จ"
    }
}