{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ้า ท่านนายก Lewis บอกฉันแล้ว ว่าเธอจะมา ฉันชื่อ Marnie!#$e#ฉันขายจำพวก ของใช้ของสัตว์ อยู่ที่ฟาร์มของฉัน ว่างๆเธ",
        "Mon": "ฉันรักสัตว์นะ เจ้าหนุ่ม @ ถ้าเธอปฏิบัติดี ฉันมั่นใจว่า เราจะเป็นเพื่อน ที่ดีต่อกัน!^ฉันแค่รักสัตว์ @ เธอจ้า โปรดดูแล พว",
        "Mon4": "สัตว์มันไร้เดียงสา น่ารัก แล้วถ้าไม่มีฉันแล้ว ใครจะดูแลพวกมันละ?$s#$e#ฉันหวังว่าไก่ของฉัน คง",
        "Thu_2": "เธออยู่ที่นี่ มาได้พักนึงแล้วนะ เล้าไก่ของเธอเป็นไงบ้าง?#$e#การเลี้ยงสัตว์มันไม่ยาก",
        "Saloon": "ตอนนี้ ฉันสามารถพักผ่อน และสังสร",
        "Saloon_Tue": "คนไม่ค่อยมีเลยนะ",
        "Saloon_Wed": "#$1 marnieAnimalSal#หกถังทั้งนมชั้นวันนี้ มันเป็นสิ่งที่น่ากลัว และข่าวของการทำงานของ Belinda ฉันดี$k$s#$e#เธอมาก็ดีแล้ว ตอน",
        "Saloon_Thu": "เฮ้อ! มันรู้สึกดีที่แน่ใจว่า จะได้สิ่งที่ดีกลับม",
        "Saloon_Fri": "%Marnie ดูเหมือนจะ ไม่ได้สังเกตุ ว่าเธอ",
        "Saloon_Sun": "*ถอนหายใจ*... ฉันไม่มีประโยชน์",
        "Saloon_Sat": "ฉันเห็น Clint เขาไม่คุยกับใครเลย เขาเพียงแค่ ชำเล",
        "Tue": "หลานของชั้น Shane มาอยู่ที่บ้านฉัน ได้เดือนสองเดือนแล้ว#$e#เขาช่วยชั้นดูแลพวกไก่ เ",
        "Wed": "เธอสมารถใช้เคียวเพื่อตัดหญ้า มาเป็นอาหารสัตว์ได้นะ#$e#หรือซื้อกับฉันก็ได้!$h#$e#แน่น",
        "Thu": "สวัสดีจ้า กำลังมองหาอะไรอยู่รึเปล่า?#$e#ชั้นคิดว่าจะไปหาสัตว์แบบอื่น ๆ มาขายอยู่เหมือนกัน แต่เธอต้องพิสูจน์ ฝีมือการเลี้ยงสัตว์ซะก่อนนะ#$e#ถ้ามีตลาดรับซื้อ ให้สัตว์พวกนั้นแล้ว ชั้นจะเอาพวก",
        "Fri": "มาเจอชั้นได้ที่บาร์นะ ชั้นอยู่ที่นั่น แทบทุกคืนนั่นแหละ#$e#พวกสัตว์เนี่ย เป็นเพื่อนที่ดี",
        "Fri4": "#$1 marnieLike#ฉันว่าใครสักคนในเมืองนี้ กำลังชอบฉันอยู่นะ *ฮฺิฮิ*$k$h#$e#ฉันคงจะเหงาแย่หาก Sha",
        "Fri6": "ฉันสงสัยจังว่าลูวิส อยู่บ้านหลังใหญ่ ๆ แบบนั้นแล้วไม่เหงาหรอ... $s#$e#ในนั้น",
        "Sat": "เคยเห็นหอคอยแปลก ๆ ที่ด้านตะวันตกของบ้านฉันไหม?#$e#ครั้งหนึ่งฉันเคยได้ยิน เสียงกระซิบน่ากลัว ที่มาจากโลกอื่นดังออกมา จากตรงนั้",
        "Sun": "ว่าไงจ๊ะ ดีใจที่ได้เจอเธอนะ!#$e#ถ้าอยากจะซื้อของ หรือจะมาหาอ",
        "Sun8": "ไง @!$h#$e#ฉันดีใจ ที่เรากลายมาเป็นเพื่อนกันนะ ฉันรู้ว่าฉันไว้วางใจ ให้เธอดูแลเหล่า"
    }
}