{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "วันนี้ผมรู้สึกมีแรง บันดาลใจ ผมคิดว่าคงต้องเขียน อะไรสักหน่อยแล้ว",
        "Rainy_Day_1": "เสียงของสายฝน ภายในร่องหินแคบๆ ทำให้ผมนึกถึง กระท่อมของตัวเอง ที่ชายหาด#$e#ฟาร์มนี้มัน ยอดเยี่ยมมากนะ แต่ตัวผมเอง ก็ยังคง คิดถึงเสียงของ ท้องทะเลเสมอ",
        "Rainy_Day_2": "ผมตื่นเช้า ก็เลยออกมา ชงกาแฟ [395]#$e#ผมว่ากาแฟที่ถูกชง อย่างพิถีพิถันนั้น ทำให้ในยามเช้า เต็มไปด้วย ความรื่นรมย์ ยิ่งขึ้นจริงๆ",
        "Rainy_Day_3": "วันนี้ผมคิดว่า ผมจะพัก อยู่ในบ้านนะที่รัก ฝนมันทำให้เส้นผม ของผมเปียก",
        "Rainy_Day_4": "แรงบันดาลใ จในการเขียนของผม มันก็เหมือนกับ สภาพอากาศ... มันมาและจากไป โดยไม่ได้ตั้งตัว เหมือนวันนี้ ผมก็คิดอะไร ไม่ออกเลย$s#$e#บางทีผมน่าจะ อ่านวรรณกรรม ที่มีชื่อเสียงสักเรื่อง เพื่อที่จะทำให้ คิดไอเดียใหม่ๆ ออกมาได้",
        "patio_Elliott": "อ้า, มันดีมากเลยที่ได้ อ่านหนังสือในวันดีๆ แบบนี้... ไม่คิดงั้นเหรอ ที่รัก?",
        "Rainy_Night_0": "สวัสดียามเย็นครับ วันนี้คุณทำงาน ไปได้เยอะไหม @?^สวัสดี ยามเย็นครับ ที่รัก วันนี้คุณทำงาน ไปได้เยอะไหม?",
        "Rainy_Night_1": "ตัวคุณเย็น เหมือนกับน้ำแข็งเลย! ให้ผม มอบความอบอุ่น ให้คุณเถอะนะ$l",
        "Rainy_Night_2": "ความสามารถ ในการใช้คำพูด ของผมมันไม่ดีพอ จนถึงตอนนี้ ผมก็ยังไม่อาจ หาคำพูดที่จะมา บรรยายเสน่ห์ ของคุณได้เลย$l^ความสามารถ ในการใช้คำพูด ของผมมันไม่ดีพอ จนถึงตอนนี้ ผมก็ยังไม่อาจ หาคำพูดที่จะมา บรรยายความความงาม ของคุณได้เลย$l",
        "Rainy_Night_3": "วันนี้ผมทำอะไรบ้าง งั้นหรือ? ผมขอพูดเลยว่า นี่หน่ะ... มันต้องทำงาน หนักมากเลย เพื่อที่จะ รักษารูปร่างที่ แข็งแกร่งนี้ไว้!",
        "Rainy_Night_4": "ผมใช้เวลา ตอนกลางวัน ในการหลับฝัน ถึงท้องทะเล ดังนั้นผมก็เลย ตัดสินใจว่า จะทำอาหารทะเล [198 202 727 728]$h",
        "Indoor_Day_0": "ผมเริ่มดูแลตัวเอง มากขึ้นในตอนที่เรา มาอยู่ด้วยกัน ชีวิตชายโสด ไม่ดีต่อสุขภาพ ของผมเลยจริงๆ",
        "Indoor_Day_1": "อรุณสวัสดิ์ @! ผมทำกาแฟ สำหรับพวกเรา ไว้ให้[395]#$e#ผมรู้สึกว่า ตัวผมเอง อยากที่จะดื่มด่ำ ไปกับรสชาติ อันเข้มข้นนี้ แทบทุกเช้าเสียจริง",
        "Indoor_Day_2": "ถ้าคุณเจอ แมงมุมในบ้าน อย่าตีมันนะ! แค่บอกผมก็พอ เดี๋ยวผมเอาเจ้าตัว น่าสงสารนั่นออก ไปข้างนอกเอง",
        "Indoor_Day_3": "วันนี้ต้องเป็นวัน ที่ดีมากแน่นอน... ผมรู้สึกได้! $h#$e#ผมรู้สึกถึง ความรู้สึกที่ แสนพิเศษนี้ ในจมูกของผมล่ะ...",
        "Indoor_Day_4": "ผมฝันร้ายว่าคุณ ให้ผมตัดผม ทรงเกรียน... คุณจะไม่ทำ แบบนั้น กับผมใช่ไหม?$s#$e#ผมเชื่อใจคุณนะ",
        "Indoor_Night_0": "นับจากดวงดาร าที่ทอประกายเจิดจ้า ในยามฤดูหนาว จนถึงแสงระยิบระยับ ของแร่ Iridium ...ก็ยังไม่มีสิ่งใดเลย ที่จะมาเปรียบเทียบ ได้กับคนดีของผม$l^นับจากดวงดารา ที่ทอประกายเจิดจ้า ในยามฤดูหนาว จนถึงกลิ่นหอมของ กุหลาบแห่งภูต ...ก็ยังไม่มีสิ่งใดเลย ที่จะมา เปรียบเทียบได้กับ ความงดงาม ที่เต็มไปด้วย เสน่ห์ของคุณ$l",
        "Indoor_Night_1": "ภาพการประทุ ของไฟช่วยสร้าง บรรยากาศที่ดี ให้กับบ้านหลังนี้... ไม้แต่ละชิ้นนั้น ต่างก็ถูกเผาไหม้ อย่างมีเอกลักษณ์ เฉพาะตัว",
        "Indoor_Night_2": "ผมไม่เคยที่จ ะประสบความสำเร็จ ในการปลูกต้นไม้ที่บ้านเก่า ที่ชายทะเลของผมเลย หวังว่า ผมจะสามารถปลูก ได้สักต้นสองต้น โดยการดูตัวอย่าง จากคุณ#$e#ดังนั้น คุณคืออาจารย์ ของผม และผมเป็นเพียง ลูกมือฝึกหัดที่แสน อ่อนน้อมยังไงล่ะ",
        "Indoor_Night_3": "ยามที่ข้า จ้องมองใบหน้า อันแสนวิเศษของเจ้า รูปหน้าดุจอัญมณีล้ำค่า และแสนนุ่มนวล ดวงใจของข้า... ที่ถูกพรากไปโดย ความน่ากลัวแห่ง ค่ำคืนนั้น ตัวเจ้าเปรียบดั่ง แสงทองอันบริสุทธิ์#$e#บทกวีนี้ คงเป็นทางเดียว ที่ผมจะสามารถเริ่มต้น ที่จะสื่อความรู้สึก ของตัวเองถึงคุณได้$l",
        "Indoor_Night_4": "ที่รักของผม... ผมจะไม่มีวัน ยอมแลกคุณกับ แท่งอิริเดียม 100 แท่ง#$e#หรือ 1,000 แท่ง...#$e#10,000 แท่ง ก็ไม่มีทาง$7#$e#...$7#$e#หรือแม้กระทั่ง 100,000 แท่งก็ไม่ได้!$a#$e#...$s#$e#หือ...แท่งอิริเดียม บริสุทธิ์ หนึ่งล้านแท่ง...?  อย่าบังคับให้ผม ต้องเลือกอย่างนี้สิ...$8",
        "Outdoor_0": "ความฝันอันบ้าบิ่น ของผมได้เป็นจริงแล้ว... ดูทิวทัศน์ที่น่า เหลือเชื่อนี่สิ!",
        "Outdoor_1": "ผืนดินอันอุดมสมบูรณ์ นั้นอยู่ใต้ ฝ่าเท้าของผม อากาศที่บริสุทธ์นั้น เติมเต็มปอดของผม และ ความอบอุ่นของ ดวงอาทิตย์นั้น สร้างความยินดี ให้กับผิวของผม... ชีวิตนี่ดีจริงๆ",
        "Outdoor_2": "ผมว่าจะอยู่ที่นี่ และเขียนบทกวี สักหน่อย ผมรู้สึกเหมือนมี ความคิดต่างๆ มันปะทุออกมา! คุณไปจัดการ และดูแลกิจการ ของคุณได้เลย",
        "Outdoor_3": "ถ้าผมยืนอยู่นิ่งๆ บางทีผีเสื้อแสนสวย อาจจะบินมาเกาะ ให้โชคบนจมูก ของผมก็ได้นะ",
        "Outdoor_4": "ผมดื่มกาแฟมาก ไปหน่อย... ปากของผมก็เลย รู้สึกแห้งเหมือน ทะเลทราย Calico$s#$e#โอ๊ะ... ขอโทษทีนะ ที่ลมหายใจผม มีกลิ่นกาแฟด้วย$7",
        "OneKid_0": "วันนี้คุณมีเวลา ที่จะเล่นกับหนูน้อย %kid1 ไหม? บางทีลูกคนที่สอง อาจจะทำให้พวกเรา ทั้งสองสะดวกขึ้นก็ได้นะ",
        "OneKid_1": "เจ้าตัวเล็ก %kid1 จะมีชีวิตวัยเด็ก ที่สมบูรณ์แบบที่นี่ ที่นี่มีที่ให้สำรวจ มากมายเลย",
        "OneKid_3": "ผมไม่เก่ง ในการดูแลลูก... แต่ผมจะทำให้ดีที่สุด เพื่อที่จะเป็นพ่อที่ดี",
        "TwoKids_0": "ผมให้ %kid1 และ %kid2 กินอาหารของพวกเขา เรียบร้อยแล้ว พวกเด็กๆกินจุจริงๆ ถ้าเทียบกับตัวอันนิดเดียว ของพวกเขาแล้ว!",
        "TwoKids_1": "ผมเพิ่งอุ้ม %kid1 ไปก่อนหน้านี้ และผมสาบานได้ว่า ผมได้ยินคำว่า  \"ปา...ป๊า\" ด้วย$h",
        "TwoKids_2": "ผมจะสอน %kid1 อ่านหนังสือ ให้เร็วที่สุด เท่าที่จะเป็นไปได้! นั่นเป็นหนทางที่ดี ที่จะทำให้เด็กๆ เรียนรู้เรื่องราว ของโลกใบนี้",
        "TwoKids_3": "พวกเราทำได้ ไม่เลวเลย @ ฟาร์มนี้มัน ยอดเยี่ยมจริงๆ และลูกๆที่แข็งแรง ก็มีความสุขดี ผมคงไม่สามารถ มีความสุข ไปได้มากกว่านี้ อีกแล้ว",
        "Good_0": "@... ผมภูมิใจมาก กับความขยัน ของคุณนะ ผมโชคดีจริงๆ ที่มีคุณอยู่เคียงข้าง$l",
        "Good_1": "ผมได้ทำหนังสือ แห่งความลับ เกี่ยวกับบทกวี ที่แสดงถึงความรัก ของผมที่มีให้คุณ$l",
        "Good_2": "ที่ผม มายังหมู่บ้านแห่งนี้ ก็เพื่อที่จะตามหา หอคอยงาช้าง ที่ทำให้ พรสรรค์ของผม ขึ้นสู่จุดสูงสุด แต่จริงๆแล้ว ผมกลับพบแต่ หอคอย แห่งความโดดเดี่ยว และคุณเป็นคน ช่วยฉุดดึงผม ออกมาจากมัน$l",
        "Good_3": "ว้าว คุณดูดีมากเลยนะวันนี้! เสน่ห์ ดึงดูดของคุณนั้น ผมไม่อาจ ต้านทานได้เลย ในวันนี้ ตอนนี้ผม ไม่อาจละสายตา ไปจากคุณได้$l",
        "Good_4": "ผมรู้สึกไม่มีจิตใจ จะทำอะไรเลย ตอนที่คุณไม่อยู่ แต่ตอนที่ผม ได้ยินเสียงของรองเท้า เปื้อนโคลนเหยียบลงบน พื้นไม้ หัวใจของผม ก็เหมือนกับได้เกิดใหม่ จากกองเถ้าถ่าน",
        "Good_5": "ผมกำลังเดินทำ สมาธิ มันดีต่อความคิด สร้างสรรค์น่ะ",
        "Good_6": "ออกไปข้างนอก ก็ระวังตัวด้วยนะ! บางครั้ง ผมก็เป็นห่วงคุณ จริงๆ มีผู้คนในโลกนี้ ที่อาจจะมา หลอกใช้ประโยชน์ จากคุณก็เป็นได้นะ",
        "funLeave_Elliott": "ผมคิดว่าวันนี้ ผมจะเดินลงไป ที่ชายหาดสักหน่อย มันคงจะดี ที่ได้เห็นทะเลอีกครั้ง",
        "funReturn_Elliott": "ผมมีช่วงเวลา ที่แสนวิเศษ ที่ชายหาดกับตัวเอง ผมได้มองพวกคลื่น ซัดเข้าฝั่ง แล้วก็จากไป มันเป็นบรรยากาศ เหมือนกับ ช่วงเวลาก่อนๆ",
        "spring_1": "ปณิธานในปีใหม่ ของผมคือ เขียน เขียน และก็เขียน! ผมไม่เคยเลย ที่จะสามารถหยุดเพิ่ม ทักษะของตัวเองได้",
        "spring_12": "อาจจะดู แปลกไปหน่อย แต่ผมมักอยาก ที่จะกินทับทิม ในฤดูใบไม้ร่วง",
        "spring_23": "ผมรอคอย ที่จะเต้นรำกับคุณ ในวันพรุ่งนี้ เลยนะครับที่รัก",
        "summer_1": "มันคงยาก ที่จะอารมณ์ไม่ดี ในตอนที่ดวงอาทิตย์ ทอแสงและเหล่า ผีเสื้อต่างโบยบิน เต้นระบำในสายลม เหนือผล Spice berry$h",
        "summer_10": "วันนี้ผมตั้งใจจะหยิบ ขวดน้ำหมึกชนิดพิเศษ จากกระท่อมของผม แต่ผมจำได้ว่างาน Luau จะจัดวันพรุ่งนี้ ผมก็เลยจะไปหยิบ หลังจากตอนนั้น ",
        "summer_27": "ทุกสิ่งที่ดีๆ มักจะมีจุดสิ้นสุด รวมไปถึงความสดใส ของวันในฤดูร้อนด้วย กุญแจสำคัญ ที่จะนำไปสู่ความสุข คือการยอมรับ การเปลี่ยนแปลง โดยไม่ต้องคิดอะไร ให้มากความ",
        "fall_1": "ความงดงาม ของฤดูใบไม้ร่วง... งานเลี้ยงท่ามกลางสวน อันเขียวขจี ที่สร้างความรู้สึก ที่เพลิดเพลิน... คือแรงบันดาลใจ ของบทกวีชื่อดัง หลายกวีเลยล่ะ",
        "fall_15": "ผมอาจจะทิ้ง ทิฐิของผมไว้เบื้องหลัง แล้วพรุ่งนี้ ผมจะขอจัดการกับ แซนวิช บาบีคิวราดซอส อย่างเต็มที่สุดๆ ไปเลยก็แล้วกัน",
        "fall_26": "คุณจะยังรักผมไหม ถ้าหากผม จะซดเหล้าฟักทอง สักสองแกลลอน ในงานเทศกาล Spirit's Eve? ในบางครั้ง ผู้ชายเรา ก็มีสัญชาตญาณ ดั้งเดิมอยู่น่ะ...",
        "winter_1": "ฤดูหนาว นี่ช่างเหมาะ แก่การอ่านหนังสือ และเล่นเปียโน เสียจริง อย่าลืมหยุดพัก และมีความสุขกับ ทั้งสองสิ่งนี้นะครับ",
        "winter_7": "ผมขาดการซ้อม ไปสักหน่อย แต่ผมก็วางแผนไว้ว่า จะเข้าร่วม การแข่งขันตกปลา พรุ่งนี้! คุณจะได้เจอ การแข่งที่ดุเดือด แน่ๆครับ ที่รัก",
        "winter_28": "สุขสันต์วัน ก่อนปีใหม่ครับที่รัก โปรดรับมันไว้ แล้วมาฉลอง กันเถอะ [348]"
    }
}
