{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ฉันคิดว่าแมลงที่บินกลางสายฝน มันทำไงนะ ถึงบินต่อได้ แม้โดนฝนกระทบหน้า?",
        "Rainy_Day_1": "วันนี้อากาศดี คงเป็นพรจาก มารดาแห่งธรรมชาติแน่เลย",
        "Rainy_Day_2": "อรุณสวัสดิ์จ๊ะ... ฉันหาของขวัญนี้ มาเพื่อที่รักเลยนะ [428 440 444 338 207]",
        "Rainy_Day_3": "ฉันอยากปล่อยนกแก้วเป็นอิสระ แต่ปีกมันไม่ดีขึ้นเลย ดูเหมือนเจ้านกจะชอบ#$e#ที่ฉันดูแล",
        "Rainy_Day_4": "ยังไม่ได้บอกที่รักเลย...ตอนที่คุณเพิ่งจะมาอยู่ที่นี่ ฉันเคยฝันถึงคุณ ฉันรู้ว่าสักวันเราคง ได้ใช้ชีวิตร่วมกัน$4",
        "Rainy_Night_0": "ทุกช่วงเวลามีความงาม ที่เป็นเอกลักษณ์และล้ำค่า... คุณสังเกตไหม? บางครั้งเรามักลืมอะไรง่ายๆ",
        "patio_Emily": "นี่เป็นที่โปรดฉัน ในการนั่งสมาธิยามเช้า#$e#ฉันนึกภาพพลังจากสวนคริสตัลไหล เข้าสู่ตัวฉันขึ้นมาในหัว",
        "Rainy_Night_1": "ฉันได้ยินพืชคุยกัน... พวกเขามีความสุขในวันฝนตก!",
        "Rainy_Night_2": "วันนี้ @ เป็นเช่นไรบ้าง? คุณดูเหนื่อยนะ",
        "Rainy_Night_3": "วันนี้ฉันสงบมาก ที่รักล่ะเป็นยังไงบ้าง?",
        "Rainy_Night_4": "ที่รักนี่เป็นสูตรพิเศษฉันเลย เป็นกลูเตนรสหวานสกัดจากน้ำเชื่อมกระบองเพชร (cactus syrup) [232 234 223 220]$h",
        "Rainy_Night_5": "เสียงสายฝนไม่เคยทำให้คุณ ตกอยู่ในภวังค์เลยเหรอ?",
        "Indoor_Day_0": "อีกวันที่งดงามภายในฟาร์ม %farm.... ฉันเชื่อว่าวันนี้ ต้องมีสิ่งดีๆ เกิดขึ้น!$h",
        "Indoor_Day_1": "นี่ที่รัก รับไว้สิ [428 440 444 338 207 395 749] ",
        "Indoor_Day_2": "เฮ้ ใครบางคนต้องมี คืนที่หลับสบายแน่เลย... คุณดูสดใสดีนะเช้านี้$h",
        "Indoor_Day_3": "วันนี้ดวงฉันไม่ค่อยดีเลย... แต่ฉันจะทำให้ดีที่สุด!",
        "Indoor_Day_4": "อุ๊บ... *กลั้วคอ*... เช้านี้ฉันทาน มัฟฟินข้าวมากเกินไป$s",
        "Indoor_Night_0": "เสื้อคุณขาดอีกแล้ว? ไม่มีปัญหา ฉันเย็บมันได้",
        "Indoor_Night_1": "ยินดีต้อนรับกลับบ้านค่ะ @ หวังว่าวันนี้จะเป็นวันที่ดี",
        "Indoor_Night_2": "ถึงเวลานอนแล้วนะ? เวลาเดินเร็วจริงๆ$u",
        "Indoor_Night_3": "อ่า กลิ่นนั่น! มีเพียงคุณเท่านั้น$h#$e#ช่างเป็นกลิ่นที่ดีเหลือเกิน",
        "Indoor_Night_4": "ฉันทำความสะอาดบ้านแล้วนะ วันนี้เหนื่อยจริงๆ!",
        "Outdoor_0": "ฉันชอบตื่นเช้า สูดอากาศบริสุทธิ์ชุ่มปอด",
        "Outdoor_1": "วันนี้ที่รัก มีอะไรทำหรือเปล่า?",
        "Outdoor_2": "โอะ! โอ!$h#$e#ฉันเห็นกระรอกอีกตัวแล้ว",
        "Outdoor_3": "แสงแดดน้อยนิด เป็นสิ่งที่ดีสำหรับคุณ แต่ดูไม่กระตือรือร้นเลย?",
        "Outdoor_4": "อรุณสวัสดิ์จ๊ะ! คุณตื่นตอนไหนเหรอ!$h#$e# @... ไม่เป็นไรใช่ไหม",
        "OneKid_0": "ฉันหวังว่าเราจะเลี้ยงดู %kid1 ให้มีน้ำใจ นั่นเป็นสิ่งสำคัญ กว่าการสอบเข้าโรงเรียนดีๆ ",
        "OneKid_1": "เราควรมีเพิ่มอีกสักคนดีไหม?#$e#หรือให้แล้วแต่โชคชะตาก็ได้นะ",
        "OneKid_3": "ฉันจุดเทียน และไกวเปลทารกแกว่งไปมา %kid1 นั่นช่วยปัดเป่า วิญญาณชั่วร้าย",
        "TwoKids_1": "บ้านหลังใหญ่ ลูกสองและนกแก้วหนึ่ง... ฉันรู้สึกถึงความสมบูรณ์แบบ!",
        "TwoKids_2": "อ๋อ %kid2 มีเส้นผมเหมือนที่รักแน่นอน...$u",
        "TwoKids_3": "โอ้ ฉันป้อนเจ้าตัวเล็ก ด้วยควินัวผัดกับนมแพะแล้ว ส่วนคุณไปดูแลฟาร์มนะ!",
        "Good_1": "นี่เป็นความสนุก ที่เราได้อยู่ด้วยกัน! ฉันเคยคิดว่าฉัน ต้องอยู่คนเดียวทั้งชีวิต",
        "Good_2": "มันเป็นโชคชะตาของเรา ที่ได้อยู่ด้วยกัน!",
        "Good_3": "ขอบคุณที่ให้ชีวิตใหม่กับฉันนะ$4",
        "Good_4": "พลังงานที่สั่นพ้อง ของเรามันประสาน กันได้อย่าง สมบูรณ์แบบเลย ที่รักไม่รู้สึกเหรอ?",
        "Good_5": "ฉันแค่หลงไหลใน เครื่องรางที่คุณ เอามาขอฉันแต่งงานนี่... เปลือกหอยนี่งดงามมาก! ฉันรู้สึกถึงพลังงาน สีฟ้าบริสุทธิ์ แผ่ออกมา$l",
        "Good_6": "เมื่อคืนฉันฝันว่า เราปืนเขาคริสตัล มองทุ่งหญ้าที่งดงาม, อีกฝัน#$e#ฉันไม่รู้ว่าคืออะไร แต่มั่นใจว่าเป็นลางดี",
        "Neutral_0": "เมื่อฉันแก่ตัวลง ฉันหวังว่าคุณ จะไม่เปลี่ยนใจนะ",
        "Neutral_8": "วันนี้ฉันรู้สึกใจคอไม่ดีเลย$s",
        "funLeave_Emily": "วันนี้ฉันว่าจะเข้าเมือง และจะแวบไปช่วยงานที่ซาลูน,
        "funReturn_Emily": "วันนี้ฉันรู้สึกว่าดีนะ ฉันน่าจะออกจากบ้านเสียหน่อย",
        "spring_2": "พืชเพื่อนของฉัน กลับมามีชีวิตชีวาอีกครั้ง ฉันรู้สึกปลื้มมาก",
        "spring_1": "สวัสดีปีใหม่ นี่น้ำผึ่ง ที่รักลองดื่มดูนะ$4",
        "spring_22": "อืม... ฉันกำลังคิดว่ามื้อเย็นนี้ จะทำสลัดผักสดดีไหมนะ?",
        "summer_20": "พลังงานในร่างกายมีความผันผวน เช่นเดียวกับฤดูกาล การเข้าใจในจังหวะ เฉพาะตัวของคุณเป็น ก้าวแรกสู่การเป็น อันหนึ่งอันเดียวกัน ของพลังภายในตัว",
        "summer_2": "ขอให้โยบะประทานพรให้คุณในวันที่ดีนี่้นะ$7",
        "fall_1": "ปีที่ผ่านมาก็เพียงครึ่งทาง สามารถเชื่อใจ ที่รักได้ไหม?",
        "fall_25": "ร่างกายเรา สอดคล้องกับธรรมชาติ ฤดูใบไม้ร่วงเป็นสัญญาณ ให้เราเตรียมตัวรับหน้าหนาว#$e#",
        "winter_15": "ในวันนี้ ฉันอยากกินอบเชย, ลูกจันทน์เทศ, กานพลูและกระวาน",
        "winter_5": "*ถอนหายใจ*... ทำไมโลกนี้ต้องมีสงคราม และความเกลียดชังด้วยนะ?$s",
        "winter_2": "ฉันไม่สามารถช่วยได้ แต่คิดว่าทุกคนคงขัดสนกันหมด ในยามหน้าหนาวเช่นนี้$s",
        "spring_Maru": "@ ฉันรู้สึกตื่นเต้น ในการทำฟาร์มหลังปีใหม่!$h",
        "fall_Emily": "ฉันดื่มซุปเป็นมื้อเช้า และฉันรู้สึกอะ-เมซิ่ง!$h",
        "summer_Emily": "ว้า! มันร้อน แต่ก็รู้สึกดีใช่ไหม?#$e#บางทีวันนี้เราอาจเห็น นกแก้วป่าสักตัว",
        "winter_Emily": "อ๊ะ เส้นผมของฉันแข็งตัวอีกแล้ว$s",
        "spouseRoom_Emily": "วันนี้ฉันจะใช้เวลา อยู่กับนกแก้ว ฉันต้องรับผิดที่มันบินไม่ได้$u"
    }
}
