{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "อยากรู้จังว่า Penny กำลังทำอะไรอยู่น่ะ?  วันนี้ฉันน่า จะหาเวลาว่าง ",
        "Rainy_Day_1": "มะกี้ฉันแค่ฝัน กลางวันน่ะ คุณคิดว่า MARILDA จะโอเคไหม? ฉันหวังว่าคุณ จะหาที่อยู่ ที",
        "Rainy_Day_2": "นี่! ฉันนอนไม่ค่อยหลับเลย เมื่อคืนนี้ ฉันก็เลยหาอะไร ทำเล่นๆ ในห้องทำงาน ของฉันพักนึงล่ะ นี่ ฉันทำมาให้คุณล่ะ  [688 369 338 32",
        "Rainy_Day_3": "สิ่งเดียวที่ฉัน ไม่ชอบเวลาฝนตก ก็คือฉันไม่สามารถ มอง",
        "Rainy_Day_4": "นี่ฉันได้ยินเสียงรั่ว บนหลังคา รึเปล่านะ? ฉันจะลอง ขึ้นไปเช็คดูนะ ฉันรู้วิธีการเป็",
        "Rainy_Night_0": "ต้องแน่ใจนะ ว่าคุณจะไม่ทำให้ เครื่องมือ โดนฝนน่ะ! ฉันไม่อยาก ",
        "patio_Maru": "ฉันไม่แน่ใจว่า สิ่งนี้คืออะไร แต่... แต่มันก็สนุกที่จะเปลี",
        "Rainy_Night_1": "สวัสดี @ วันนี้คุณเป็นยังไง บ้างคะ.... เปียกโชกเลยหรอ#$e#อากาศแบบนี้ ช่วยให้ฉันมีไอเดีย ในการประดิษฐ์ เครื่องมือนะ... บางที ถ้าหากฉันทำ ช่องทางให้น้ำฝนไ",
        "Rainy_Night_2": "พ่อชอบติดตาม สภาพอากาศมาตั้ง 20 ปีเลยนะ#$e# มันอาจจะเร็วไปบ้าง ที่จะบอกสภาพอากาศ แต่สภาพอากาศ ",
        "Rainy_Night_3": "คืนนี้เรากิน สปาเกตตี้ กันบนเตียง ",
        "Rainy_Night_4": "ฉันทำ ของหวานมาให้ค่ะ ยังไงก็...อย่าลืมแปรงฟัน ก่อนนอนล",
        "Rainy_Night_5": "แต่ละวันของฉัน ก็ไม่ได้น่าตื่นเต้น ไปซะหมดหรอก ....ฉันเอาแต่อยู่ข้างใน ก็เพราะ สภาพอากาศ#$e#ถึงยังไงมันก็เป็น การผ่อนคลายน่ะนะ ฉันกลับมา ",
        "Indoor_Day_0": "หืมม... ขอโทษทีค่ะ บางทีฉันก็ เอาแต่คิดจนไม่รู้ ด้วยซ้ำว่าจริง",
        "Indoor_Day_1": "ฉันเจอเจ้านี่ใน กองเศษชิ้นส่วน ที่ปนๆ กันอยู่น่ะ คิดว่าคุณ อาจจะเอามัน ไปใช้",
        "Indoor_Day_2": "ในที่สุด คุณก็ตื่นสักที! ฉันหิวมากๆ เลย.... *เส",
        "Indoor_Day_3": "หนึ่งในสิ่งที่ดีที่สุด ในการอาศัยอยู่ ในฟาร์ม ก็คือตื่นขึ้นมา เพื่อฟังการร้องเ",
        "Indoor_Day_4": "คุณทำยังไงให้มือ ยังนุ่มขนาดนี้คะ ทั้งๆ ที่คุณทำงานห",
        "Indoor_Night_0": "คืนนี้คุณ ได้ดูดวงจันทร์หรือเปล่า มันดูน่าประทับใจ เสม",
        "Indoor_Night_1": "ฉันเคยเห็น ดาวตกมาก่อนค่ะ ฉันชอบสมมุติ เล่นๆ ว่านั่นคือ MARILDA ที่มาหยุดมอง เพื่อ",
        "Indoor_Night_2": "ฉันตัดสินใจไม่ได้ว่า ฉันอยากกิน ช็อกโกแลตเค็กหรือ สตรอเบอร์รี่สุก กันแน่ บางทีอาจจะทั้งคู่.... ?#$e#ที่จ",
        "Indoor_Night_3": "วันนี้คุณทำงาน ได้ดีมากเลยล่ะค่ะ! คุณควรจ",
        "Indoor_Night_4": "ฉันเริ่มจะหลงรัก บ้านเก่าๆ หลังนี้เข้าจริงๆ จังๆ แล้วล่ะค่ะ มันอุ่นสบายมากเลย เวลากลางคืน ",
        "Outdoor_0": "อา.... กลิ่นของฟาร์ม นี่ช่างดีจริงๆ มันทำให้ฉันนึกถึง ภูเขาที่อย",
        "Outdoor_1": "ด้วยแผนนิดหน่อย พวกเราก็สามารถ ทำงานฟาร์มได้อย่าง ไม่ติ",
        "Outdoor_2": "คืนนี้ฟ้าน่าจะ ปลอดโปร่งนะคะ ฉันสงสัยจังว่า จะมองเห็นกลุ่ม ดาว",
        "Outdoor_3": "ไม่ต้องกังวลนะคะ ฉันไม่ว่าอะไรหรอก ถ้าคุณทำให้โคลนเปื้อน บนพื้นบ้าน มันสนุกดี ที่ไ",
        "Outdoor_4": "ฉันไม่เคยรู้เลย จริงๆ ว่าต้องใช้ความเอาใจใส่ และการวางแผนที่จำเป็น มากมายในการทำฟาร์ม! มันยุ่",
        "OneKid_0": "วันนี้คุณ ได้ไปดูลูก %kid1 หรือยังคะ เด็กๆ น่ะต้องการ เวลาเล่นนะ เพื่อให้",
        "OneKid_1": "คุณคิดว่ายังไงคะ.... ลูก %kid1 จะโตมาเป็น ชาวสวน หรื",
        "OneKid_3": "ฉันตั้งความหวัง ไว้กับลูกเรา สูงเลยล่ะค่ะ ฉันอ่านข้อมูล ทางวิทยาศาสตร์ ทั้งหมด",
        "TwoKids_3": "ฉันมีห้องทำงาน ของตัวเอง มีลูกสองคน ที่น่ารักสุดๆ  มีเรื่องราวที่งดงาม ณ ",
        "Good_1": "ตอนนี้พวกเรา ก็อยู่ด้วยกันแล้ว มันยากจริงๆ ที่จะนึกถึงช่วงเวลา ที่ต้",
        "Good_2": "พักเหนื่อยเหรอคะ ด",
        "Good_3": "มีวิธีการมากมาย ในการวางแผน และดำเนินการ ในฟาร์ม นี่มันต้องใช้การ ดูแลอย่างมีความ",
        "Good_4": "เมื่อนานมาแล้ว ฉันเคยคิดจะสร้าง หุ่นยนต์มาเป็นแฟนนะ แต่คุณสนุกกว",
        "Good_5": "ฉันชื่นชม เครื่องรางแต่งงาน ของฉันอันนี้มากค่ะ เปลือกหอยชิ้นนี้ ช่างงดงาม ไม่มีที่ติ นี่เป",
        "Good_6": "เมื่อคืน ฉันฝันว่าได้มอง ผ่านกล้องดูดาว อันใหญ่มหึมา ฉันได้เห็นบางอย่าง เคลื่อนที่อยู่ใน %",
        "Neutral_0": "ฉันหวังว่าคุณจะยัง ชอบฉันถึงแม้ว่าฉัน จะน้",
        "Neutral_8": "ฉันรู้สึก ไม่มีแรงบันดาลใจ เ",
        "funLeave_Maru": "ฉันคิดว่าวันนี้ ฉันจะไปเยี่ยม คุณพ่อคุณแม่ หน่อยค่ะ ฉันไม่",
        "funReturn_Maru": "พ่อกับแม่สบายดีค่ะ ชีวิตประจำวัน พวกเขายังคงเหมือนเดิม แม้ว่าฉัน จะจากมาแล้ว ",
        "spring_2": "แล้ว... คุณมีแผนจะ เพิ่มผลผลิตในฟาร์ม ปี",
        "spring_1": "มันมหัศจรรย์มาก เมื่อได้เห็นพืชและ สัตว์ทั้งหมด กลับมามีชีวิตชีวาอีกครั",
        "spring_22": "ถ้าพี่ชายของฉัน ไม่เอาแต่ทำตัวเป็น ฤาษี ฉันก็คงชว",
        "summer_20": "ฉันสงสัยว่าพี่ชายฉัน เคยมีความกล้า ที่จะขอ Abigail อ",
        "summer_2": "ฉันชอบเก็บสะสม แมลงต่างๆ ที่ฉั",
        "fall_1": "ในทุกๆ ฤดู ท้องฟ้ายามกลางคืน เสี้ยวใหม่จะผลัดกัน แสดงตัว มันช่างงดงามที่ได้เป็น ป",
        "fall_25": "ฤดูหนาว แผ่ปกคลุมไปทุกที่ เราต้องไปเช็คระบบ ฮีทเตอร์ซ้ำอีกครั้ง ปิดวาล์ว และเช็คฉนวน กันความร้อน ทั้งหมดในบ้าน#$e#",
        "fall_3": "ฤดูใบไม้ร่วง ทำให้ฉันนึงถึง ตอนที่ออกไปตัดไม้ ข้างนอกกับแม่... ราวกับจะได้กลิ่น ",
        "winter_15": "ฤดูหนาว ที่ผ่านมาทำให้ฉัน ร",
        "winter_5": "ฉันหวังว่าพ่อ จะสบายดีนะ ....เขาอาจจะรู้สึกหดหู่ ในฤดูหนาว เพราะโอกาสในการ ท",
        "winter_2": "แล้ว...คุณวางแผน ไว้ยังไงบ้างคะ เพื่อที่จะให้เรามีรายรับ อยู่ตลอดช่วง ฤดูหนาวนี้#$e#คุณอาจจะไปตกปลา หรือหาของมาขาย....#$e#ถ้าหากว่า คุณไ",
        "spring_Maru": "ฉันรู้สึกตื่นเต้น กับการทำฟาร์ม ในป",
        "summer_Maru": "อากาศตอนเย็นนี่ อุ่นดีจัง มันเป็นช่วงเวลา ที่ดีที่สุด ของปีในการดูดาว ใคร",
        "fall_Maru": "ชีวิตในฟาร์ม ช่างดีจริงๆ แต่ฉันก็ดีใจ ที่ยังทำงานในคลินิคอยู่.... มันเป็นบ",
        "winter_Maru": "ฉันนึกไปถึง พายรูบาร์บ ที่จะได้ทานใน ฤดูใบไม้ผลิ นี้แล้วล่ะค่ะ โ",
        "spouseRoom_Maru": "#$c .5#ฉันตื่นแต่เช้า เพื่อมาดูดาว นิดหน่อยค่ะ#$e#หวังว่าคุณ จะไม่ว่าอะไร ถ้าวันนี้ฉันใช้เวลา "
    }
}