{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "นี้! เห็นมั้ยว่า ข้างนอกฝนตก ระวังจะเป็นไข้ เอานะ#$e#อย่าไปเดิน ตากฝนล่ะ$h#$e#ฉันก",
        "Rainy_Day_1": "ฝนตก! งั้นวันนี้ เราก็ไม่ต้อง รดน้ำน่ะสิ$h#$e#บางทีธรรมชาติ ก็เข้าข้างเรานะ ว่าแต่ คุณใ",
        "Rainy_Day_2": "ตื่นเเล้วหรือจ๊ะ! เสียงฝนตก ปลุกฉันขึ้นมา ตั้งแต่เช้าแล้วล่ะจ๊ะ อาหารเช้า ฉันทำไว้ให้เธอ แล้วนะ [194 195 210 211 216]  #$e#ทำตัวอุ่นๆ และอย่าทำงาน หั",
        "Rainy_Day_3": "ที่รัก วันนี้คุณจะทำอะไร บ้างล่ะ? #$e#อากาศแบบนี้นะ ฉันไม่อยาก ออกไปข้างนอกเลย ฉันคงทำนู่นนี่ อยู่ในบ้านนี่ล่ะ#$e#",
        "Rainy_Day_4": "เย็นนี้อยากกินอะไร เป็",
        "Rainy_Day_Maru": "ถึงเรา จะพัฒนาเครื่องมือ ได้ขนาดไหนก็ตาม แต่วันที่ฝนตก ก็ยังเป็นที่พึ่",
        "Rainy_Day_Abigail": "วันแบบนี้แหละ ที่ทำให้ชนบท น่าสนใ",
        "Rainy_Day_Penny": "ฉันว่าวันนี้ ฉันทำขน",
        "Rainy_Day_Leah": "วันนี้เธอคงต้องไป ตกปลาหรือลงเหม",
        "Rainy_Day_Haley": "ถ้าอากาศยังเป็น อย่างนี้นะ เดี๋ยวผิวฉั",
        "Rainy_Day_Harvey": "อย่าไปตากฝนนะ ที่รัก เดี๋ยว",
        "Rainy_Day_Sebastian": "ฉันตื่นก่อนรุ่งสาง และเดินเล่นรอบๆ ฟาร์มนะ ก็ช่วงเวลานั้",
        "Rainy_Day_Alex": "ฮื่มม... ผมว่า ผมคงต้องวิดพื้นกับ ลุกนั่งข้างในบ้",
        "Rainy_Day_Elliott": "สายฝนเรียก ความทรงจำเก่าๆ ของผมเกี่ยวกับ ชีวิตที่ชายทะเล กลับมา#$e#แต่ไม่เป็นไรหรอก ชีว",
        "Rainy_Day_Sam": "ผมต้องหาเวลา ซ่อมพวกรอยรั่ว บนหลังคาหรือไม่",
        "Rainy_Day_Emily": "ที่รัก ฉันรู้ว่าคุณมีความภาคภูมิใจ ในงานของคุณมาก แต่วันนี้อย่าหักโหมเกินไ",
        "Rainy_Day_Shane": "หลังคารั่วหรือเปล่า? อ่า...แค่ดินร่วงเล็กน้อ",
        "Rainy_Night_0": "เวลาที่ฝนพรำ ทำให้เรารู้สึกถึง ความเหงา$l#$e#รู้สึกหนาวจัง... ยังไม่พร้อม จะขึ้น",
        "Rainy_Night_1": "ดูให้แน่ใจว่า เสื้อผ้าแห้ง สนิทดีหรือยัง ไม่อยากให้คุณ ต้องป่วยนะ#$e#ได้ยินเสียงฝ",
        "Rainy_Night_2": "อาห์... นั่นเสียงฝนตกใช่มั้ย... คืนนี้คงจะ ห",
        "Rainy_Night_3": "ฝนตกแล้วรู้สึกว่า บ้านอุ่นขึ้นนะ$h^หลังคามีประโย",
        "Rainy_Night_4": "วันนี้ฉันทำซุป เป็นมื้อเย็นด้วย [199 218 219 727 730] $h#$e#คุณต้องทาน อะไรร้อนๆ ในวัน",
        "Rainy_Night_5": "ฉันดีใจนะ ที่เธอกลับมา... นี่เป็นคืนที่เหมาะ ที่",
        "Rainy_Night_Maru": "วันนี้เธอมัวออกไป ทำอะไรอยู่ที่ไหน มาน่ะที่รัก?#$e#ฉันซ่อมโน่นซ่อมนี่ ไปทั่วทั้งบ้านเลยล่ะ",
        "Rainy_Night_Abigail": "คุณพร้อม จะนอนเมื่อไหร่ ฉันก็พร้อม จะโดดขึ้นเตียง เมื่อนั้น เสียงฝนพ",
        "Rainy_Night_Penny": "เอ่อ... กลิ่นไหม้เหรอคะ? ฉันลองอบ ขนมค่ะ แหะๆ... ไปไม่สว",
        "Rainy_Night_Leah": "วันนี้เป็นไงบ้าง ที่รัก? เปียก",
        "Rainy_Night_Haley": "สวัสดีจ้ะ ที่รัก ฉันดีใจนะ ที่คุณกลับมาแล้ว ฉ",
        "Rainy_Night_Harvey": "เฮ้ ดีใจที่ได้เจอ คุณนะ$h#$e#วันนี้ผมใช้เวลาทั้งวัน ไปกับการอ่",
        "Rainy_Night_Sebastian": "ฝนไม่เคย ทำให้ฉันเบื่อเลย... โดยเฉพาะบรรยากา",
        "Rainy_Night_Alex": "คุณยาย มักจะทำสตู ในคืนแบบน",
        "Rainy_Night_Elliott": "นั่งลง แล้วก็ผ่อนคลายซะ! คุณต้องเหนื่อยมาก แน่ๆ หลังจากฝ่า ดิ",
        "Rainy_Night_Sam": "Vincent โทรมา เขาบอกว่า เขาคิดถึงผม และฝากสวัสดี",
        "Rainy_Night_Shane": "ผมเพิ่งโทรคุยกับ Jas และ Marnie ดูเหมือนช่วงนี้พวกเขา จะมีช่วงเวลาที่",
        "Rainy_Night_Emily": "วิญญาณบางดวง จะปรากฎตัวในช่วง ฝนตกเท่านั้น บางทีที่รักอาจ",
        "Indoor_Day_0": "อรุณสวัสดิ์ ~<$h#$e#พร้อมรับงานหนัก แล้วหรือยัง? ทางนี",
        "Indoor_Day_1": "หวัดดีที่รัก! หอมมั้ยล่ะ? นี่ทำอาหารเช้า ให้เลยเชียวนะ!  [194 195 210 211 216] #$e#คุณต้องทาน  อาหารเพื่อจะได้มี พลั",
        "Indoor_Day_2": "หลับสบายดีมั้ย?#$e#ทางนี้ก็มีงานบ้",
        "Indoor_Day_3": "เมื่อคืนคุณฝันแปลกๆ หรือเปล่า?#$e#ฉันจำได้เเค่ว่า มันเกี่ยวกับ%adj %noun แปลกจังเลยเนอะ$s#$e#แต่เราก็เอาอะไร กับฝันไม่ได้หรอกนะ... จริงมั้ย?$l#$e#เอาเถอะ เราจะมามัวคุยกัน อย่างนี้ทั",
        "Indoor_Day_4": "อรุณสวัสดิ์ที่รัก วันนี้ก็ต้องทำฟาร์ม อีกแล้วใช่มั้ย ล่ะหือ?",
        "Indoor_Day_Maru": "ถ้าคุณอยาก จะพูดถึงเรื่องขยาย ปริมาณผลผลิต หรืออะไรแบบนั้น ล",
        "Indoor_Day_Abigail": "มีอะไรใหม่ ๆ เกิดขึ้นในฟาร์มของเรา เยอะแ",
        "Indoor_Day_Penny": "ที่นี้ใหญ่กว่า ที่รถบ้านเยอะเลยแฮะ กลายเป็นว่า ตัวเราเล็",
        "Indoor_Day_Leah": "จะว่าอะไรมั้ย ถ้าฉันอยากจะเอางาน ไม้แกะสลักทั้งหลาย เอาไว้ที่นี่? คันมือค",
        "Indoor_Day_Haley": "แดดออกนี่ ดีจัง",
        "Indoor_Day_Harvey": "ท้องฟ้าวันนี้ช่างดู... สดใสมาก!#$e#ต่อจากนี้ไป ผมจะเข้าคลีนิค เฉพาะวันที่มี นัดผู้ป่วย นอก",
        "Indoor_Day_Sebastian": "เยี่ยมไปเลย ที่นี่ทำเอาห้องที่บ้านเดิม เทีย",
        "Indoor_Day_Alex": "แสงอาทิตย์สาดส่อง และตอนนี้ฉันก็เปี่ยม ไปด้วยพลังงาน! คุณต้อง",
        "Indoor_Day_Elliott": "ผมยังคงเขียนบันทึ กตั้งแต่ที่เรา ได้อยู่ร่วมกัน ตอนนี้ผมเอง ก็มีชีวิตที่สมบูรณ์ และมีเรื่องมากมาย ที่จะเขียนถึง$h#$e#ก็อยากจะแน่ใจว",
        "Indoor_Day_Sam": "วันนี้มีเรื่องต้องทำ ตั้งเยอะเเยะแน่ะ แต่นั่ง",
        "Indoor_Day_Emily": "ด้วยการนำเสนอผลผลิตสดใหม่ และมีคุณภาพที่ดีต่อชุมชน, เรากำลัง",
        "Indoor_Day_Shane": "ในอากาศมีบางอย่างที่พิเศษ...ซิป...มันคืออะไร? โอ้...#$b#มันดูเหมือนเศษข้าวโพดเก่า ที่ผมใส่ไว้ในกระเป๋",
        "Indoor_Night_0": "วันนี้ทุกอย่าง เสร็จสิ้นแล้วสินะ @?#$e#ทางนี้ทำงานบ้าน เสร็จแล้ว... แต่เหนื่อยชะมัด#$e#ยังไงก็",
        "Indoor_Night_1": "ว้าว ดูเหมือนคุณ จะทำงานหนักมาก เลยวันนี้#$e#เอาล่ะ ถึงเวลาพัก",
        "Indoor_Night_2": "ดีใจจังเลย ที่คุณกลับมา#$e#รู้สึกกลัวเหลือเกิน เวลาที่ต้องอยู่คนเดียว ตอนกลางคืน$s",
        "Indoor_Night_3": "วันนี้ทำงาน เสร็จแล้วสินะ? พร้อมแล้วล่ะ ที่จะทำอะไรสนุกๆ ไปด้วยกัน$h#$e#แ",
        "Indoor_Night_4": "*เฮ้อ*! เพิ่งจะทำงานบ้าน เสร็จเนี่ย เอาล่ะ ถึงเวลาของเรา สองคนแล้ว$h#$e#เล่าหน่อย สิว่าว",
        "Indoor_Night_Maru": "ดูเธอ ง่วงนอนแล้วนะ ให้ฉันช่วยกล่อมเธอ ด้วยสิ่งประดิษฐ์ ชิ้นล่าสุดนี้มั้ย?$h#$e#*เฮ้อ* แต่จริง",
        "Indoor_Night_Abigail": "พร้อมที่จะนอน แล้วหรือยัง? ฉันเปิดผ้าห่มไฟฟ้า เตรียมไว้ส",
        "Indoor_Night_Penny": "ยินดีต้อนรับ กลับบ้านจ้ะ ที่รัก มาใช้เวลาอยู่เ",
        "Indoor_Night_Leah": "เวลาเย็นๆ อย่างนี้นี่สงบดีนะ ไม่ต้องมีอะไร มารบกวน ",
        "Indoor_Night_Haley": "นี่ทำงานหนัก มามากแล้ว เดี๋ยวฉันจะช่วย ทำให",
        "Indoor_Night_Harvey": "ดูเหมือนว่าคืนนี้ จะต้องนวดให้ สักหน่อยแล้ว$l#$e#นี่คือคำสั่ง จากแพทย์... มัน",
        "Indoor_Night_Sebastian": "#$c .5#ถึงฉันจะชอบ อยู่คนเดียว แต่ฉันก็ดีใจนะ เวลาที่มีเธอ อยู่ข้างๆฉัน $h#$e#หวัดดี @ ดีใจที่ได้เจอนะ ตอนที่เธอ อ",
        "Indoor_Night_Alex": "แขนฉันปวด ไปหมดเลย... มีวิธีอะไรดีๆ อย่างนวดแรงๆ บ้างไหม?$l^ฉันเริ่มหมดแรง... มันเป็นสัญญาณที่ดี หมายคว",
        "Indoor_Night_Elliott": "#$c .5#คุณยังหอมไม่เปลี่ยน โดยเฉพาะหลังจาก ทำงานหนักมาทั้งวัน มันเป็นกลิ่นตัว ธรรมชาติ ของคุณนะ!^ช่างหอมหวาน อะไรเช่นนี้ที่รัก เหมือนกับรังผึ้ง ที่ผสมกับชา เครื่องเทศร้อน หอมกรุ่น#$e#มาให้ผม นวดหลังเถอะ คุณดูเครียดมาก$l^กลิ่",
        "Indoor_Night_Sam": "#$c .5#สงสัยจังว่าคืนนี้ เราจะได้เห็นพระจันทร์ หรือเปล่า?#$e#แล้วที่ฟาร์ม เป็นยังไงบ้างล่ะ? ถึงเธอทำง",
        "Indoor_Night_Emily": "ฉันชอบที่นี่.... เป็นบ้านที่",
        "Indoor_Night_Shane": "วันนี้เป็นไงบ้าง? ที่เหมืองไปได",
        "Outdoor_0": "วันนี้เป็นวัน ที่งดงามจริงๆ ว่าไหม? $h#$e# ในวันแบบนี้แหละ ที่จะทำให้เรารู้",
        "Outdoor_1": "< วันนี้ฉันจะขอพัก แล้วก็เฝ้ามองฟาร์ม สักหน่อยละกันเนอะ?#$e#เพราะที่นี่ มี",
        "Outdoor_2": "ที่รัก ถ้ามีความรู้ เกี่ยวกับการ ทำฟาร์มมากขึ้น ก็คงจะช่วยอะไร ได้มากกว่านี้นะ",
        "Outdoor_3": "กำลังทำความสะอาด ตรงนี้อยู่ล่ะ หวังว่าจะช่วยอะไร ได้บ้างน",
        "Outdoor_4": "อย่าหักโหม มากไปล่ะที่รัก#$e#ดูให้แน่ใจด้วยว่า ถึงเวลาที่จะต้อง พั",
        "Outdoor_Maru": "ข้างนอกนี้ทำให้ ฉันรู้สึกดีมากเลยล่ะ มันทำให้ฉัน ได้ไอเดียใหม่ๆ ในการประดิษฐ์ สิ่งของด้วยนะ$h#$e#บางทีฉันอาจจะ ม",
        "Outdoor_Abigail": "ฉันจะออกไปแถวนี้นะ โอเค?#$e#มีทั้งแมลง และสิ่งต่างๆ น่าสนใจเยอ",
        "Outdoor_Haley": "ดูจะเป็นวันที่เหมาะ กับการทำผิวสีแทน ว่า",
        "Outdoor_Leah": "ว้าว นี่มันสุดยอดไปเลย! ฉันกำลัง จะเริ่มต้นชีวิต การทำฟาร์มด้วยล่ะ @ $h#$e#นี่เป็นชีวิตที",
        "Outdoor_Penny": "ฉันมีความสุขมากเลย ในฟาร์มเล็ก",
        "Outdoor_Sebastian": "นี่อาจจะต่างกับชีวิต ที่ผ่านมามาก แต่ฉันก็เริ่ม ชอบมันแล้วล่ะ$h#$e#รู้สึกเหมือนก",
        "Outdoor_Harvey": "นี่เป็นอะไร ที่ดีกว่าการนั่ง อยู่ที่คลีนิค ทั้งวันอีกนะเนี่ย$l#$e#ผมชอบเวลา ที่ได้เฝ้า",
        "Outdoor_Elliott": "ผมกำลัง จะเริ่มเขียนนิยาย เรื่องใหม่แล้วล่ะ จะมีที่ไหน ดีไปกว่าฟาร์ม ของเร",
        "Outdoor_Alex": "ฉันจะ ออกกำลังกาย อย่างเต็มที่เลย! ฮ่าฮ่า! ชักจะชอบ ",
        "Outdoor_Sam": "นี่ ดูเมฆบนท้องฟ้าสิ ที่รัก$h#$e#ถ้าคุณไม่ว่าอะไร ผมขอ",
        "Outdoor_Shane": "ผมไม่มั่นใจว่าปอดผม จะรับมือกับความบริสุทธิ์ แบบนี้ได้ไห",
        "Outdoor_Emily": "เธอต้องทำงานหนักมาก @ ",
        "jobLeave_Harvey": "วันนี้ ผมต้องเข้าคลีนิคนะ ขอให้วันนี้ เป็น",
        "jobLeave_Penny": "วันนี้ จะเข้าเมืองแล้วนะ อย่าทำงาน หักโหมนักล่ะ แล้วก็ ท",
        "jobLeave_Maru": "จะไปทำงานแล้วนะ ไว้เจอกันตอนเย็น ฉันคง คิด",
        "jobReturn_Harvey": "#$c .5#ว่าไงที่รัก วันนี้เป็นยังไงบ้าง#$e#*ถอนหายใจ*... ผมเหนื่อยมากเลย...$s#$e#แต่ได้เห็น คนไข้ยังมีสุขภาพ ที่แข็ง",
        "jobReturn_Penny": "#$c .5#สวัสดียามเย็น วันนี้ก็เรียบร้อยดี แล้วคุณล่ะ?$h#$e#Jas กับ Vincent ทำตัวไม่ค่อยน่ารักเลยวันนี้ ฉันกลัวพ",
        "jobReturn_Maru": "#$c .5#ก็เป็นวันน่าเบื่อ อีกวันที่คลินิก เหมือนเดิมนั่นแหละ#$e#เฮ้ เเล้วเธอล่ะ ได้เจออะไรตื่นเต้น มากกว่าฉันบ้างมั้ย? ฉันหวังว่าจะมีนะ#$e#$c .5#เอาล่ะ ถึงเวลาพักสักที คุณยังเหลือข้าวเย็",
        "OneKid_0": "ที่รักได้ใช้เวลากับ %kid1 บ้างหรือเ",
        "OneKid_1": "หวังว่า %kid1  จะเติบโตมาเป็น ชาวสวน",
        "OneKid_2": "ไม่ต้องห่วง ตอนนี้ให้นม %kid1 แล้ว คุณกลับไปทำงา",
        "OneKid_3": "ชีวิตคงจะเปลี่ยนไปมาก หากเร",
        "TwoKids_0": "ทำอาหารเช้าให้ทั้ง %kid1 และ %kid2 ทานแล้วนะ พวกเขาดู ห",
        "TwoKids_1": "เราต้องแน่ใจว่า ให้ความสำคัญกับ %kid1 มากพอ ในขณะที่เรามี %kid2 เราไม่ควรทำให้ พวกเขาต",
        "TwoKids_2": "รู้หรือเปล่า จมูกของ %kid2 เหมือน",
        "TwoKids_3": "บ้านที่ดี ลูกน้อยแสน มหัศจรรย์อีกสองคน และที่ดินอัน สวยงามแบบน",
        "Good_0": "ไม่อยากจะเชื่อเลยว่า ในที่สุด เราก็ไ",
        "Good_1": "เมื่อก่อนก็เคยคิดนะ ว่าเราสองคน จะได้อยู่ร่วมกั",
        "Good_2": "คุณรู้สึกสนุกไปกับ ชีวิตหลังแต่งงานไหม @?#$e# เพราะวันนี้ ฉ",
        "Good_3": "ว้าว วันนี้คุณดูดี",
        "Good_4": "ที่นี้ล่ะ คือบ้านของฉัน ความสุขของฉั",
        "Good_5": "ฉันก็แค่ดีใจ ที่มันเป็นของขวัญ แต่งงาน... เปลือกที่งดงามแบบนี้ จ",
        "Good_6": "ระวังตัวด้วยนะ! บางครั้ง ก็รู้สึกกังวลว่า คุ",
        "Good_7": "@? ฉันแค่เพียง อยากจะบอกว่า ขอบคุณมากๆ นะสำหรับงาน ที่คุณทำทุกอย",
        "Good_8": "ไม่ต้องห่วงฉันหรอก... ฉันรู้ดีว่า คุณมีสิ่งที่ต้องรับผิดชอบ มากมาย ข้างนอ",
        "Good_9": "เปล่าหรอก ฉันไม่ได้เบื่อ... ฉันกำลังมีความสุข กับทุกสิ่งที่เรามีอยู่ ในตอนนี้#$e#มันช่างเป็นชีวิ",
        "Neutral_0": "หวังว่าคุณยังจะชอบฉัน แม้ว่าเราจะ",
        "Neutral_1": "สงสัยจัง ว่าใครกันที่อาศัย อยู่ที่นี่ ",
        "Neutral_2": "วันนี้ ไม่มีอะไร",
        "Neutral_3": "ถ้าเข้า ไปในเมืองแล้ว ฝากสวัสด",
        "Neutral_4": "เดี๋ยวพรุ่งนี้เช้า จะซักผ้าให้ ก่อนที่คุณจะตื่นนะ... จ",
        "Neutral_5": "การเงินของเรา ยังโอเคอยู",
        "Neutral_6": "สงสัยจังว่าวันนี้ ทุกคนในเมือง จะท",
        "Neutral_7": "วันนี้ไม่รู้สึก อยากจ",
        "Neutral_8": "ไม่ว่าจะทำ ความสะอาดเท่าไหร่ บ้านก็ยังสกปรก อยู่ดี#$e#จริงๆในฟาร์ม ก",
        "Neutral_9": "แปลกใจจัง เราจะอยู่อย่างนี้ ไปตล",
        "Bad_0": "...ยังรักกันอยู่ ใช่",
        "Bad_1": "*เฮ้อ*... บางที เราอาจจะรีบแต่งงาน ตั้งแต่อายุยั",
        "Bad_2": "ยังมีความสุข ที่ได้อยู่ด้วยกั",
        "Bad_3": "ฉันทำอะไรผิด ไปหรือเปล่า? คุณดูแปลก",
        "Bad_4": "ทำไมคุณดูสนใจจัง ว่าข้างนอก",
        "Bad_5": "แต่ก่อนคุณเคย โรแมนติก มากกว่านี้ไม่ใช่หรือไง... มันเกิดอะไรขึ้น?$s#$e#ก็รู้แหละ ว่าฉันไม่ได้อ่อนเยาว์ อีกต่อไปแล้ว... นั่นเป็",
        "Bad_6": "เราต่างก็ มีชีวิตที่แสนสั้น... นี่คือสิ่งที่ ส",
        "Bad_7": "ฉันเคยเป็น สุดที่รักของคุณ มาก่อน... แต่ตอนนี้คุณ เห็นฉันมีค่า เฉพาะเวลาเต",
        "Bad_8": "พักหลังมานี้ คุณช่างเย็นชา ม",
        "Bad_9": "ฉันหวังว่าฉัน จะทำอะไร ให้ด",
        "spring_1": "แล้วปีใหม่ก็มาถึง คุณวางแผนที่จะทำสำหรับปีนี้ แล้วหรือยั",
        "spring_8": "ในที่สุด หน้าหนาวก็หมดไป ต่อจากนี้เราก็จะได้ เก็บเกี่ย",
        "spring_23": "พรุ่งนี้ก็ถึงงาน Flower dance แล้ว... หวังว่าคุณจะฝึก การเคลื",
        "summer_1": "ดูให้แน่ใจว่าตัวเอง จะไม่เป็นลมแดดนะที่รัก#$e#ดื่มน้ำเยอะๆ แล",
        "summer_8": "ขอโทษด้วยถ้ามีกลิ่นตัว... ร้อนจนเหงื่",
        "summer_15": "นี่คือหน้าร้อน... นั่นหมายความว่า เราจะต้องเจอกับฝูงแมลงวัน#$e#ไ",
        "fall_1": "อากาศตอนนี้ ดีกว่าอากาศช่วงหน้",
        "fall_8": "หน้าหนาว กำลังจะมาถึงแล้ว เราต้องตรวจสอบ ระบบทำความร้อนให้ดี ปิดวาวล์แล้วก็เช็ค ฉนวนกันความร้อนทั้งหมด ในบ้",
        "fall_15": "คุณคิดออกหรือยัง ว่าจะเอาอะไรมาแสดง สำหรับฟาร์มข",
        "fall_26": "เราควรจะไปงานเทศกาล Spirit's Eve ในคืนวันพรุ",
        "winter_1": "บรึ๋ออ... หนาว",
        "winter_7": "คุณจะไปงาน แข่งตกปลา ในวันพ",
        "winter_28": "ขอบคุณสำหรับปีที่ดีปีนี้นะ @ ฉันตื่นเต้นที่จะได้ร่วม แก้ไขปั",
        "spring_Maru": "ฉันรู้สึกตื่นเต้น ที่จะได้ทำฟาร์ม ใน",
        "spring_Abigail": "ฉันอาจจะ ชอบหน้าหนาว แต่สุดท้ายฉันก็ ดีใจเสมอ ที่",
        "spring_Haley": "คุณไม่รู้สึกดีเหรอ ที่ฤดูหนาวนั้น จบลงสักที ที่รัก? ทุกๆอย่างเ",
        "spring_Leah": "อย่าลืมมองหา ฮอร์สราดิช กระเทียม กับ แดนดิไล",
        "spring_Penny": "ฉันมีความสุขเหลือเกิน ที่ได้เห็นใบไม้สีเขียว อีกครั้ง หลังจากฤด",
        "spring_Sebastian": "ว้าว สีผิวฉันซีดเลย... ฉันคิดว่า ฉันควรจะช่วยงาน ในฟาร์มบา",
        "spring_Harvey": "มาปลูกผักเพื่อสุขภาพ ในช่วงฤดูใบ",
        "spring_Elliott": "ผมเฝ้ารอ ที่จะได้เห็นความสวยงาม ของฟ",
        "spring_Alex": "เฮ้ @ ตั้งใจทำงาน เข้าล่",
        "spring_Sam": "*ฮิ้ก* ... จะ จมูกฉัน... ฉันเป็น โรคภ",
        "spring_Shane": "บางทีฉันอาจจะ ได้เรียนรู้ทักษะให",
        "summer_Maru": "มันเป็นช่วงเวลา ที่ดีของปีเลย ที่จะไ",
        "summer_Abigail": "โอ้ให้ตาย ฉันน่าจะไปเอา เค",
        "summer_Haley": "คุณต้องรู้ไว้นะว่า หน้าร้อนคือ ฤดูสุ",
        "summer_Leah": "ไม่มีอะไรเหมาะกับ หน้าร้อนไปมากกว่า ไวน์ละมุนชั้นดีอีกแล้ว ไม่",
        "summer_Penny": "คุณจะปลูกเมลอน ในหน้าร้อ",
        "summer_Sebastian": "ฉันจะเก็บตัว อยู่ข้างในบ้าน ให้มากเท่าที่จะเป",
        "summer_Harvey": "ดูให้แน่ใจ ว่าจะไม่ถูกแดดเผา นะที่รัก... แสงอาทิตย์ทำร",
        "summer_Elliott": "อย่างเดียว ที่ทำให้ฉันคิดถึง ทะ",
        "summer_Alex": "ฤดูร้อนเนี่ย ทำให้ฉันมีพลังงาน ม",
        "summer_Sam": "ฤดูร้อนนี้ ทำให้ฉันรู้สึกอยากกิน บาร์บ",
        "summer_Emily": "ว้า! มันร้อน แต่ก็รู้สึกดีใช่ไหม?#$e#บางทีวันนี้ เร",
        "summer_Shane": "วันนี้ผมมีกำหนด อะไรบ้างนะ... อืมม...#$e#ผมคิดว่าผมน่าจะหา ขนมขบเคี้ยว pretzel รสเผ็ดและคู่กับเบีย",
        "fall_Maru": "ฉันดีใจ ที่ยังได้ทำงานที่คลีนิค... มันเป็นงานบริ",
        "fall_Abigail": "ฉันหวังว่าเรา จะปลูกฟักทอง ก",
        "fall_Haley": "ฉันกำลังอยากกิน เค้ก #$e# แต่ว่าต้องไม่ใช่ เค้กทั่วไปนะ... ต",
        "fall_Leah": "สูดหายใจลึกๆสิ... ได้กลิ่นนั่นหรือเปล่า? ฤดูเห็ด",
        "fall_Penny": "การอยู่ในฟาร์ม ช่างสงบสุขอะไรแบบนี้ ไม่มีทางสัมผัสถึงอะไร แ",
        "fall_Sebastian": "แม่ของฉัน มักจะทำซุปฟักทอง แสนอร่อยต",
        "fall_Harvey": "ผมน่าจะออกไปหา ไวน์ส",
        "fall_Elliott": "อา... ฤดูใบไม้ร่วง แสงแดดที่อบอุ่น คล้อยต่ำ ลงจากท้องฟ้า แสงทอดยาวสู่ เกลียวคลื่น#$e#มันเป็นช่วงเว",
        "fall_Alex": "รู้สึก อ่อนแรงชะมัด... ฉันต้องการโปร",
        "fall_Sam": "ฉันสงสัยมากเลย ว่าโลกข้างนอกนั้น ตอนนี้กำลังเกิดอะไร ขึ้นบ้าง? เพร",
        "fall_Emily": "วันนี้ฉันดื่มน้ำซุปเข้มข้น เป็นมื้อเช้าและฉั",
        "fall_Shane": "ผมคิดว่า บางทีอาจมีเชื้อราใหม่ ขึ้นหลังตู้เย็นเล็กของผมนะ#$e#อ",
        "winter_Maru": "ฤดูใบไม้ผลิ จะมาถึงแล้ว ฉันล่ะตั้งตารอ คอยที่",
        "winter_Abigail": "จำตอน ที่เราเล่นเกม 'Prairie King' ด้วยกัน ในห้องฉันได้มั้ยอ่ะ? นั่นเป็นช่วงเ",
        "winter_Haley": "ฉันมักคิดถึง ช่วงเวลาที่คุณช่วยฉัน เปิดโหลผักดอง อยู่เสมอเลย$h#$e#พว",
        "winter_Leah": "ฉันมักอยากกินสลัด ในช่วงหน้าหนาวเสมอ ทั้งที",
        "winter_Penny": "ฉันจะอ่าน อ่าน และอ่านในช่วง ห",
        "winter_Sebastian": "สงสัยจังว่า Sam จะเป็นยังไงบ้างนะ? เราเคยเป็นเพื่",
        "winter_Harvey": "หน้าหนาวน่ะ ถือเป็นฤดูหวัด เลยนะ แถมการทำงาน ก็ยังเพิ่มความเครียด เข้าไปอีก... แต่ยั",
        "winter_Elliott": "ฉันคิดว่า ฉันจะทำงานเขียน สักหน่อย ในฤดูหนาวนี้ เพราะมัน ไม",
        "winter_Alex": "ฉันหวังว่า คุณปู่คุณย่าของฉัน จะสบายดีนะ พวกเขาคอยให้ฉัน ช่วยเหลืออยู่บ่อยๆ ทำน",
        "winter_Sam": "ฉันไม่คิดจะเป็น นักดนตรีแล้วล่ะ ก็ตอนนี้น่ะ ฉันเ",
        "winter_Emily": "ฮะวู้ เส้นผมของฉัน แข็งตัวอี",
        "winter_Shane": "มีโลกกว้างไกล สุดลูกหูลูกตา... แต่ผมควรนอน ",
        "spouseRoom_Maru": "#$c .5#วันนี้ฉันตื่นแต่เช้า มาจ้องมองดาวดวง เล็กๆบนฟ้า #$e# ฉันหวังว่าคุณ คงจะไม่ว่าอะไรนะ ถ้าวันนี้ฉัน",
        "spouseRoom_Abigail": "#$c .5#ฉันตื่นก่อนคุณเล็กน้อย แล้วให้อาหารเจ้าตัวน้อย แล้วหล่ะ เขาร่าเริงมากๆ เลยเมื่อเช้านี้ #$e# ฉันหวังว่าคุณคง จ",
        "spouseRoom_Haley": "#$c .5#เริ่มต้นวันของคุณ ได้เลยที่รัก ฉันกำลังแต่งหน้า อยู่หน่ะ #$e# มีแผน",
        "spouseRoom_Leah": "#$c .5#ในสักวันหนึ่ง ฉันคิดว่า ฉันจะวาดรูปของคุณนะ #$e#วิวจากตรงหน้าต่างนี้ เป็นแรงบรรดา",
        "spouseRoom_Penny": "#$c .5#ฉันรู้สึกอยากได้ ห้องสมุดส่วนตัว มาตลอดเลย นี้มันน่าหลงใหล มากเลย$h#$e#ฉันคิดว่า ฉันควรหาอะไรอ่าน ตอนเช้า",
        "spouseRoom_Sebastian": "#$c .5#ฉันรู้สึกคิดถึง มอเตอร์ไซค์จัง... แต่เฮ้ มันอันตรายเกินไป สำหรับชายที่ แต่งงานแล้วนี่นะ $h#$e# มี",
        "spouseRoom_Harvey": "#$c .5#เช้านี้อากาศปลอดโปร่ง ที่รัก แต่มันยังสนุกได้ ต่อเมื่อวางมือ จากอุปกรณ์ทั้งหมด ตอนนี้และจากนี้ไป#$e#ผมกำลังง่วนอยู่กับ โมเดลเครื่องบิน ที่นี่มันทำให",
        "spouseRoom_Elliott": "#$c .5#ฉันคิดว่า ฉันอาจจะทำงานเขียน อะไรสักอย่าง ในวันนี้หน่ะ #$e# คุณจะไม่เป็นไร ใช่ไหม",
        "spouseRoom_Alex": "#$c .5#อย่าคิดทำให้ฉัน ขี้เกียจดีกว่า ฉันอยากจะมีหุ่นที่ดี เพื่อคุณเลยนะ! #$e# บริเวณนี้มีที่มากมาย ให้ฉันได้บริหารร่",
        "spouseRoom_Sam": "#$c .5#กีตาร์ตัวเก่าๆนี้... ฉันหมดไฟที่จะเล่น มันแล้วหล่ะ แต่ก็ช่างมันเถอะ #$e# วันนี",
        "spouseRoom_Emily": "วันนี้ฉันจะใช้เวลา อยู่กับนกแก้ว ฉันรู้สึกผิดที่ทำให้ปีก ",
        "spouseRoom_Shane": "#$c .5#เบียร์หรือเหล้าแอปเปิล? บางครั้งชีวิตก็อาจมี สิ่งท้าทายนะ.#$e#สวัสดี @. วันนี้ผมจะไปเที่ยวข้างนอก... บางทีอ",
        "Rainy_Day_Krobus": "อ้า, ความชื้นในวันนี้มาจากฝน... ข้",
        "Rainy_Night_Krobus": "เสียงของสายฝน ทำให้ข้าคิดถึงท่อระบายน้ำ... ที่ที่ค่อยปลอบโยนข้า#$e#ท่อระบายน้ำ คือที่หลบภัยของข้า... ข้ารู้สึกปลอดภัยที่นั่น. อย่าห่วงเลย.",
        "Indoor_Day_Krobus": "ข้าต้องการ ช่วยเหลือเจ้าในฟาร์ม,แต่ข้าออกไ",
        "Indoor_Night_Krobus": "สวัสดี @ ยินดีต้อนรับกลับบ้าน. เจ้าดูเหมือนจะทำง",
        "Outdoor_Krobus": "ในวันเช่นนี้, ข้าสามารถเพลิดเพลิน ไปกับกิจกรรมกลางแจ้ง กับเจ้าได้. นี่มันยอดไปเลย!$h#$b#บอกให้ข้ารู้ด้วยล่ะ ถ้าเ"
    }
}