{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "เจ้าชอบวันที่ฝนตก เหมือนข้าหรือเปล่า @?",
        "Rainy_Day_1": "พวกเรามีทางเลือก ที่แตกต่างกัน แต่มันก็ไม่เป็นไร",
        "Rainy_Day_2": "อรุณสวัสดิ์ @! ข้าออกไปข้างนอกมา แล้วเจอสิ่งนี้ ให้เจ้านะ [305 308 203 795 397]#$e#หวังว่า จะไม่แปลกสำหรับเจ้านะ",
        "Rainy_Day_3": "ข้ากังวลว่า ถ้าพ่อมดรู้เกี่ยวกับ.... เรื่องนี้ล่ะ? ข้าหวังว่าเค้าจะเก็บ เป็นความลับนะ$s",
        "Rainy_Day_4": "มีคนบอกไว้ว่า ข้าเหมือนมนุษย์, บางครั้งข้าต้องการเล่น ซุกซนบ้าง...$6#$e#พวกเขาบอก นั่นแหละคือ ความเป็นมนุษย์ของข้า",
        "Rainy_Day_Krobus": "อ้าา, นี่มันชื้นสุดๆเลย เพราะฝนนี่เอง... ข้ารู้ถึงความสบาย มากๆเลยล่ะ",
        "Rainy_Night_0": "ในคืนแบบเนี้ย คนเหล่านั้นมักจ้องมอง ออกไปที่หน้าต่าง บางครั้งก็เห็น ร่างเงาดำ ข้าก็คิดนะ มันอาจจะเป็นข้าก็ได้$7",
        "Rainy_Night_1": "ถ้ามีเงาดำตัวอื่น รู้เรื่องที่ข้า อาศัยอยู่ที่นี่ พวกเขาคงเตรียม จัดการข้าแน่ๆ $s#$e#เจ้ารู้ไหม พวกเขาบางคน รังเกียจมนุษย์มากเลยล่ะ",
        "Rainy_Night_2": "ตัวของเจ้าเปียก และเย็นมาก! มันไม่อันตราย สำหรับสายพันธุ์ ของเจ้าเหรอ?$s",
        "Rainy_Night_3": "ข้ากินข้าวแล้วล่ะ แต่มันไม่มีอะไร ที่เจ้ากินได้เลย... ขอโทษนะ",
        "Rainy_Night_4": "หลังจากที่ข้าทิ้งหมู่บ้านมา ข้าก็มองหาบ้านใหม่... ตอนนี้ข้าพบแล้ว และนี่คือ ทุกสิ่งทุกอย่างของข้า",
        "Rainy_Night_5": "มันบอกว่า คนของข้าเคยมาที่นี่ เมื่อนานมาแล้ว เมื่อเกิดภัยพิบัติครั้งใหญ่ ทำให้วิญญาณ จากความว่างเปล่า ข้ามเข้าสู่โลก ผ่านระนาบทางกายภาพ",
        "Rainy_Night_Krobus": "เสียงฝนพรำ ทำให้ข้าคิดถึงวันคืน ในท่อระบายน้ำ... มันสบายมากเลย #$e#ท่อระบายน้ำคือ ที่หลบภัยของข้า... ข้ารู้สึกปลอดภัย เมื่ออยู่ที่นั่น แต่ไม่ต้องกังวลไป... ข้ารู้สึกแบบนั้น ที่บ้านแห่งนี้ เหมือนกัน",
        "Indoor_Day_0": "ถ้าข้าช่วยเจ้าได้ ข้าก็อยากช่วยนะ... แต่จะพยายาม ทำให้บ้านเป็นระเบียบ มากที่สุดก็แล้วกัน",
        "Indoor_Day_1": "ข้าพยายาม ทำอาหารแบบมนุษย์แล้ว... [203 204 651 225]#$e#กินได้แน่นอน หายห่วง...",
        "Indoor_Day_2": "ข้ามีความสุขมาก, ในบ้านหลังนี้ ข้าอยากใช้ชีวิต ต่อไปในที่ดีๆ แบบนี้... ข้าไม่ต้องการ \"ออกไป\" แบบที่มนุษย์ทำกัน#$e#แต่ข้าเข้าใจว่า เจ้าต้องการอะไร!  อย่าได้รู้สึกว่า ต้องฝืนอยู่กับข้า อีกเลย$3",
        "Indoor_Day_3": "ข้าได้แต่ใช้ชีวิตทั้งวัน ในการยืนขยับไปมา ในมุมหนึ่ง... #$e#อะไรนะ? เจ้าไม่เคยทำอะไร แบบนี้เลยเหรอ?$3",
        "Indoor_Day_4": "ทุกวันศุกร์ ข้ามักจะอยู่เงียบๆ เพื่อทำความเคารพ Yoba ข้าหวังว่าเจ้าจะไม่ว่าอะไร",
        "Indoor_Day_Krobus": "ข้าอยากจะช่วยเจ้า ทำฟาร์มนะ แต่ข้าออกไปโดนแดดไม่ได้...",
        "Indoor_Night_0": "วันนี้ข้าเก็บกวาดแมลง ในบ้านทั้งหมด... โทษที, ที่ข้าไม่ได้ช่วยเจ้าเลย! *ผัวะ*$7",
        "Indoor_Night_1": "ตัวเจ้าแข็งจัง... บางทีข้าก็อยากจะมี กระดูกบ้าง...$s",
        "Indoor_Night_2": "บางทีข้าก็สงสัยว่ ามนุษย์และมนุษย์เงา จะอยู่ด้วยกันได้ยังไง... มันดูน่ารักดี, แต่มันจะเป็น ไปได้เหรอ?$s#$e#ข้าหวังว่าจะเป็นไปได้นะ...",
        "Indoor_Night_3": "บางครั้งข้าก็หยุดพัก และคิดถึงสิ่งที่ข้า ได้เรียนรู้เกี่ยวกับ มนุษย์จากเจ้า...#$b#ข้าหวังว่า มนุษย์เงารุ่นต่อๆ ไปจะได้รับรู้ ความรู้สึกนี้บ้าง",
        "Indoor_Night_4": "ข้าอยากเป็ นเพื่อนบ้านที่ดี สำหรับเจ้า แต่ข้าไม่รู้เลยว่าข้า ทำมันได้ดีหรือป่าว... *พึมพำ*$s#$eมันลำบากมากเลย กับการทำความเข้าใจ การแสดงออกของมนุษย์. ตะ... แต่... เจ้าอยู่กับข้าเเล้ว มีความสุขใช่มั้ย?#$e#โอเค!$7",
        "Indoor_Night_Krobus": "ไง @ ยินดีต้อนรับกลับบ้าน เหมือนว่าเจ้า จะทำงานหนักมาทั้งวันนะ!$h",
        "Outdoor_0": "ข้าจะอยู่ตรงนี้สักพัก, แต่เราต้องระมัดระวัง... หากมีใครเข้ามาใกล้ ข้าจะซ่อน!",
        "Outdoor_1": "มันคือเรื่องยากอย่างมาก ที่จะก้าวไปข้างนอก!",
        "Outdoor_2": "ช่างเป็นวันที่สวยงาม!$h",
        "Outdoor_3": "ข้ามักจะกระวนกระวาย เมื่อเจอที่กว้างๆ...$s",
        "Outdoor_4": "ไปทำธุระ วันนี้ของเจ้าเถอะ, ข้าจะอยู่ตรงนี้ และคอยปกป้องบ้านให้เอง",
        "Outdoor_Krobus": "ข้าจะอยู่ตรงนี้ และคอยดูพวกแมลงให้#$e#ข้ายังไม่ทัน ได้กินข้าวเช้าเลย!",
        "OneKid_3": "ข้าไม่แน่ใจว่ายังไง แต่ Yoba ให้พรบ้านหลังนี้ด้วย 'เด็ก'...",
        "TwoKids_0": "ไม่ต้องกังวล... ข้าทำ วอยออมเล็ต ให้ %kid1 และ %kid2 แล้วล่ะ",
        "TwoKids_2": "ข้ากังวลเกี่ยวกับ อนาคตของเด็ก ๆ... แต่ข้าเชื่อว่า Yoba ต้องมีแผนสำหรับพวกเขา",
        "TwoKids_3": "บ้านหลังนี้อบอุ่น เพราะเด็กๆ สองคนนี้, ตอนนี้... หมายความว่า Yoba ยอมรับการอยู่อาศัย ร่วมกันของเรา แล้วใช่ไหม?",
        "Good_1": "ข้ารู้สึกว่ามีอะไร บางอย่างในตัวข้า... นี่มัน... 'หัวใจเต้นตึกตักเพราะรัก' $l#$b#... เดี๋ยวนะ... เหมือนแก้มข้า เป็นสีแดงเลย.$s",
        "Good_2": "ข้าได้เรียนรู้ ที่จะก้าวข้าม ความลำเอียงที่ข้ามี ต่อมนุษย์แล้ว แต่ว่า...เจ้าคนแคระ ก็ยังรังเกียจข้าอยู่ดี$a",
        "Good_3": "เจ้าเริ่มแทะข้า ด้วยเมื่อคืนนี้ แล้วก็งึมงำเกี่ยวกับ 'อะไรดำๆ' เนี่ยแหละ... มันคืออะไรกัน?$3",
        "Good_0": "พวกเรากำลังก้าวหน้า และข้าก็รู้สึก เต็มเปี่ยมไปด้วย ความหวังสุดๆ เลย . $h",
        "Good_5": "ข้าแค่รู้สึก หลงใหลบ้านที่น่ารัก แห่งนี้... ช่างสวยงามจริงๆ.$l",
        "Neutral_0": "ข้าจะไม่แก่ลง แต่เจ้าจะแก่ลงนะ บางที่มันทำให้ข้าเศร้า... นั่นคงไม่เป็นไร$s",
        "Neutral_1": "เจ้าคิดว่าปู่ของเจ้า จะอนุญาตให้ ตัวประหลาดอาศัย ในบ้านของท่านไหม?",
        "Neutral_2": "เจ้าว่าเราจะซวยไหม ที่มาอยู่ด้วยกัน?$s",
        "Neutral_3": "ในนี้มันสว่างจังเลย... ข้าน่าจะต้องหลับตา ประมาณ 2-3 ชั่วโมงแหละ$s",
        "Neutral_4": "ข้าออกไปข้างนอกไม่ได้, ข้ากินได้แค่อาหาร บางชนิดเท่านั้น, ข้าต้องการอุณหภูมิ ที่เหมาะสมเช่นกัน... ข้าหวังว่านั่นคง ไม่ทำให้เจ้ารำคาญ ถ้าจะอยู่ด้วยกัน, @$s",
        "Neutral_5": "เวลวิคบอกว่า วันนี้ข้าถูกแช่งแหละ$s",
        "Neutral_6": "ข้าจะบอกอะไรให้นะ... จริงๆแล้วข้า ไม่ได้หลับเลย ข้าแค่นอนหลับตาเฉยๆ...",
        "Neutral_7": "เจ้าแปลกนะ ที่อยากอยู่กับ ตัวประหลาดอย่างข้า",
        "Neutral_8": "วันนี้ทั้งวัน ข้าทำความสะอาดบ้าน! นี่มันสนุกจริงๆ$7",
        "Neutral_9": "ข้าสงสัยจังว่าเรา จะอยู่ที่นี่ไปจนแก่ หรือเปล่า? การย้ายที่อยู่ น่าจะอันตรายเกินไป สำหรับข้านะ",
        "Bad_1": "*ถอนหายใจ*... บางทีข้าควรไปอยู่กับ พวกเดียวกับข้า$s",
        "Bad_0": "...เจ้ายังชอบข้าอยู่ไหม?$s",
        "Bad_2": "เจ้ายังมีความสุขไหม? ...ที่อยู่กับข้า$s",
        "Bad_4": "ข้าว่าเจ้า คงจะมีความสุข มากกว่านี้นะ ถ้าได้อยู่กับคนอื่น...$s",
        "Bad_5": "ข้ารับรู้ได้ ถึงพฤติกรรมของเจ้า ที่เปลี่ยนแปลงไป... มันหมายความว่า อะไรเหรอ? *พึมพัม*$s",
        "Bad_6": "เจ้ามีเพียงแค่ชีวิตสั้นๆ ชีวิตเดียวที่จะอยู่นะ.... เจ้าอยากจะใช้เวลานั้น เพื่ออยู่กับตัวประหลาด น่าเกลียดน่ากลัว แบบข้าจริงหรือ?$",
        "Bad_7": "บางที.... ความสัมพันธ์แบบนี้ เหมือนถูกกำหนดมา ให้ล้มเหลวเลยเนาะ..$s",
        "Bad_8": "พักหลังๆมานี่ เจ้าดูไม่ค่อยมี ความสุขเลยนะ...$s",
        "Bad_9": "ข้าคิดถึง ท่อระบายน้ำมากเลย$s",
        "spring_5": "...",
        "spring_12": "...",
        "spring_19": "...",
        "spring_26": "...",
        "winter_5": "...",
        "winter_12": "...",
        "winter_19": "...",
        "winter_26": "...",
        "summer_5": "...",
        "summer_12": "...",
        "summer_19": "...",
        "summer_26": "...",
        "fall_5": "...",
        "fall_12": "...",
        "fall_19": "...",
        "fall_26": "...",
        "spring_1": "แผนในช่วงปีใหม่ ของเจ้าคืออะไร? @",
        "spring_23": "เจ้าควร ไปงานเต้นรำพรุ่งนี้นะ! ไม่ต้องห่วงข้าหรอก",
        "summer_1": "ข้าโดนแดดเผาง่ายมาก ช่วงนี้ของทุกปีเลย คงต้องระวังหน่อย",
        "summer_8": "หืมม... กลิ่นอะไรหอมจัง? เจ้าต้องเหงื่อออก มาทั้งคืนแน่ๆ...$h",
        "summer_15": "หน้าร้อนแล้ว... หมายความว่าบ้าน จะเต็มไปด้วยแมลง #$e#ไม่ต้องเป็นห่วง ข้าจัดการเอง มันเป็นแหล่งโปรตีน ชั้นดีเลย!$h",
        "fall_8": "ข้าไม่อยาก ทำอะไรเลยวันนี้",
        "fall_15": "เจ้าคิดออกไหมว่า เจ้าจะใช้อะไร ในฟาร์มของเจ้า ไปจัดแสดงในวัน พรุ่งนี้?",
        "fall_24": "ถ้าข้าไปงาน Spirit's Eve พวกเขาคงจะจับข้า ใส่กรงแน่ๆ... $s",
        "winter_28": "ขอบคุณนะ ที่ให้ข้ามาอยู่ด้วย @ ข้าหวังว่า จะเป็นปีที่ดีนะ!$h",
        "spouseRoom_Krobus": "#$c .5#ร่างกายเราต่างกันมาก นั่นท้าทายมากเลยใช่ไหม ที่เราจะใช้ชีวิตอยู่ด้วยกัน? #$e# ข้าหวังว่าความชื้นที่นี่ จะไม่ทำให้เจ้าเบื่อ เราต้องประนีประนอม เพื่อที่เราทั้งคู่ จะได้อยู่ด้วยกันนะ!",
        "spring_Krobus": "ตอนนี้เป็น 'ฤดูใบไม้ผลิ' แล้วเหรอ ข้าว่าข้าได้กลิ่นฉุน ของผักกาดป่านะ",
        "summer_Krobus": "เจ้าเรียกช่วงนี้ของปีว่า 'ฤดูร้อน' ใช่มะ ไออุ่นและความชื้นของฤดูร้อน มันดีมากเลยละ แต่ข้าไม่ให้แดด มันร้อนมากขนาดนี้จริงๆ",
        "fall_Krobus": "ข้าเริ่มจะรู้สึกว่า อากาศมันเย็นขึ้น นิดหน่อย และได้กลิ่นเหม็นอับด้วย เจ้าเรียกช่วงนี้ของปีว่า 'ฤดูใบไม้ร่วง' ใช่มั้ย?",
        "winter_Krobus": "ความมืด ณ ช่วงนี้ของปี มันละมุนมากเลย ถ้าอุ่นกว่านี้ อีกสักหน่อยล่ะก็!"
    }
}
