{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "หวังว่า Jas กับ Marnie จะทำอะไรได้ดีขึ้น ถ้าไม่มีฉัน...#$e#Jas โตพอจะดูแลสัตว์ได้แล้ว",
        "Rainy_Day_1": "คุณรู้อะไรไหม? ฉันคิดว่าน้ำหนักฉันลด ตั้งแต่ย้ายเข้ามา$6",
        "Rainy_Day_2": "นี่...รับไปสิ.[346 174 303 305 215]#$e#ฉันซื้อมันตอนผ่านแผงขายของ...",
        "Rainy_Day_3": "บู่... วันนี้ฉันรู้สึก ไม่ค่อยอยากทำอะไรเลย",
        "Rainy_Day_4": "@ วันนี้ฉันควรทำอะไร ที่เป็นประโยชน์ดี? ...หรืองีบสักพัก?",
        "Rainy_Night_0": "อืม... ดูเหมือนจะเป็นคืนที่ดี ในการอบพิซซ่าสักหน่อยนะ#$e#$h",
        "patio_Shane": "Charlie ทำได้ดี$8",
        "Rainy_Night_1": "ฉันได้ทิปเล็กน้อยการทำงานกลางสายฝนด้วยล่ะ....",
        "Rainy_Night_2": "ฉันเดาว่า... ถ้าวันนี้ัฉันใส่กางเกงใน บางทีฉันน่าจะออกไปนอกบ้าน... แต่, หน่านิ.",
        "Rainy_Night_3": "ฉันชอบอากาศที่มืดมน แต่ฉันรู้สึกไม่ดี แทนพวกไก่เลย.",
        "Rainy_Night_4": "ทิปๆๆ อันน้อยนิด...ฉันเริ่มรู้สึกกระหาย$6",
        "Indoor_Day_0": "ว้า... บางครั้งก็รู้สีกว่า ชีวิตเบาลงเรื่อยๆ... รู้นะว่าฉันหมายถึงอะไร?",
        "Indoor_Day_1": "ไง, รับนี่ไป.... ฉันหยิบมาจาก เตาอบเกินน่ะ. [195 215 206]#$e#ขอโทษด้วย ถ้ามันนุ่มเกิน.",
        "Indoor_Day_2": "ช่วยฉันหน่อยสิ... ฉันเผลอใช้ปุ๋ยเพาะพันธุ์ข้าวโพดสำหรับไก่",
        "Indoor_Day_3": "*จูบ*... อืมม, มันมีรสชาติที่เหมือน ใครกำลังกินพิซซ่า$6",
        "Indoor_Day_4": "ฉันบำบัดอยู่นานพอควร และบางครั้งรู้สึกไม่พอใจ... แต่ฉันต้องขอบคุณในทุกสิ่ง ฉันรู้สึกโชคดีมาก.$6",
        "Indoor_Night_0": "ฉันแค่อยากดื่มเบียร์ สักสองสามแก้ว ก่อนจะข่มตาหลับลง",
        "Indoor_Night_1": "ถ้า...แค่...อ่า, ฉันอยากย้อนกลับไปในวันที่เล่น gridball ในทีม varsity$6#$b#ตอนนี้ฉันอายุมากแล้ว แถมอ่อนแอด้วย...",
        "Indoor_Night_2": "อุ๊บ... *กลั้วคอ*... ฉันรู้สึกอ้วนขึ้น นิดหน่อย... หร...เพราะกินผงซูรส Joja มากเกินไป",
        "Indoor_Night_3": "ว้า... ฉันเคยหวังว่าจะสูงกว่าหกนิ้วและฉลาดมาก...#$e#คุณชอบฉัน เพราะเป็นฉันใช่ไหม?...",
        "Indoor_Night_4": "ฉันใช้เวลาดูทีวีทั้งวัน และตอนนี้ขาของฉันคงเดินไม่ได้ จนกว่าจะถึงพรุ่งนี้",
        "Outdoor_0": "คืนนี้ฉันนอนไม่หลับ หวังว่าอากาศบริสุทธิ์นี้ จะช่วยกลั่นน้ำผลไม้ที่หวานฉ่ำได้นะ#$e#$h",
        "Outdoor_1": "บางครั้งฉันก็หยุดและตระหนักว่าฉันไม่มีอะไรมากไปกว่ากระเป๋าที่เต็มไปด้วยผลไม้, ปลานุ่มๆ.#$e#แต่...แล้วชีวิตยังไงต่อล่ะ?$h",
        "Outdoor_2": "ตอนที่ฉันหยุดและคิดถึงมัน...ฉันอยู่ในสถานที่ๆ ดี ชีวิตฉันก็สวยงาม$6",
        "Outdoor_3": "โอ้ววว... ลิ้นของฉันบวม จากการกินพริก มากเกินไป$s",
        "Outdoor_4": "ไง, @. คุณนอนหลับเหมือนเด็กเลยนะ ฉันจึงลุกจากเตียง และไปเดินเล่นรอบๆ ฟาร์มในยามเช้านี้",
        "OneKid_0": "แปลกมาก ตอนที่ฉันยังเด็ก ฉันสาบานว่าฉันจะไม่มีลูก ฉันสงสัยว่านี่เกิดอะไรขึ้นกันนะ?$6",
        "OneKid_1": "ขอให้แน่ใจว่ามีลูก %kid1 สักคน... ลูกน้อยต้องเติบโตแข็งแรง!",
        "OneKid_3": "ป๊ะป๋า Shane รายงานการทำหน้าที่...$6#$e#ฮ่า... ฉันกลายเป็นคนสูงอายุแล้ว.",
        "TwoKids_0": "ฉันป้อนพิซซ่า หน้าธัญพืชผัดให้ลูก 2 ชาม",
        "TwoKids_1": "ฉันจะซื่อสัตย์... ลูกสองคนเพียงพอ สำหรับฉันแล้ว",
        "TwoKids_2": "ฮึ... %kid2 วันนี้เป็นวันเล็กน้อยของลูก. ต้องได้รับสิ่งนั้นจากฉัน...",
        "TwoKids_3": "*ถอนหายใจ*... ถ้าฤดูนี้เราส่งเด็ก ไปทำงานที่ค่าย Joja ได้คง...#$e#ฉันแค่ล้อเล่น$h",
        "Good_0": "*สูดดม*... *ฟุดฟิด*... มมม... คุนโปรยน้ำหอม มันหอมมากเลยนะ? Eau de pepperoni สินะ?$6",
        "Good_1": "คุณรู้ไหม คุณดูดีกว่าฉันมาก ?$h",
        "Good_2": "ชื่อ 'Shane' หมายถึง  'ของขวัญจาก Yoba'... เรื่องตลกอะไรกันเนี่ย",
        "Good_3": "วันนี้ฉันอารมณ์ดี... เมื่อคืน The Tunnelers ชนะใหญ่เลยล่ะ$h",
        "Good_4": "ไง, ถ้าฉันดูบ้าๆ ก็อย่าสนใจนะ บางครั้งฉันรู้สึกแปลกๆ แต่ไม่ใช่เรื่องคุณหรอก... โอเครนะ?",
        "Good_5": "อ่าห์... ชีวิตในฟาร์มแน่นอนว่า ดีกว่าทำงานกับ Joja. สถานที่นั้นน่าขยะแขยงมาก.$h#$e#คุณคิดว่ามันจะตกต่ำไหม?...",
        "Good_6": "อ่าห์... นี่คือชีวิตที่ไม่ต้องรับผิดชอบคอยเช็คสต๊อกสินค้า ทำงานตื่นเช้ากลับค่ำ$h",
        "Good_8": "วันนี้ฉันไม่ค่อยรู้สึก อยากทำงาน บางทีฉันอาจจะเห็น บางอย่างในทีวี",
        "Good_9": "ฮ่าๆ... คุณสงสัยว่าทำไม ฉันถึงยิ้มน่ารังเกียจใช่ไหม? จริงๆ บางครั้งเราก็มักความจำสั้น, คุณไม่เหรอ? *หน้าแดง*$h",
        "Neutral_0": "โอ้, คุณต้องการอะไรจากฉันเหรอ ขอโทษด้วย, ตอนนี้ฉันกำลังยุ่งอยู่",
        "Neutral_2": "ทำไมคุณไม่บอกฉันเกี่ยวกับวันของคุณ ตอนที่เราอยู่บนเตียงกันล่ะ? ตอนนี้ฉันยุ่งมากด้วย...",
        "Neutral_3": "ทำงานที่ Joja คือการยืดเยื้อไปมา แต่อย่างน้อยฉันก็โต้ตอบกับผู้คนบ้างในบางครั้ง",
        "Neutral_4": "คุณอยากให้ฉันล้างจานเหรอ? ฉันจะทำมัน... ในที่สุด......",
        "Neutral_5": "เราทำเงินได้ดีหรือเปล่า? ฉันไม่อยากกลับไป ทำงานที่ Joja.",
        "Neutral_6": "ถ้าคุณต้องการ ไปพบเพื่อนในเมือง ก็ไปได้นะ ฉันมีความสุข กับการดูทีวีในบ้าน.",
        "Neutral_8": "เอ่อ... ทำความสะอาดๆ. กวาดๆ. อาบน้ำ. ปรุงอาหาร. จัดเตียง....โอ้, ดีเลย ชีวิตไม่เป็นไร",
        "Bad_5": "ดูนั่น, ฉันแค่อยากอยู่ลำพัง ทำไมคุณไม่ออกไปข้างนอกก่อนล่ะ?",
        "Bad_6": "คุณอยากทำอะไร? คุณเหมือน Marnia ในวันที่เธอดุมากเลยนะ. ไปให้พ้น$a",
        "Bad_7": "อันที่จริงชีวิตฟาร์ม น่าเบื่อมาก ฉันมาทำอะไรที่นี่เนี่ย?$s",
        "Bad_8": "เย้วว... *นี่* ...ใช่, น้ำผึ้ง, อะไรก็ตามที่คุณพูด... *ฮิส*",
        "funLeave_Shane": "วันนี้ฉันจะออกไปข้างนอก, ไม่เป็นไร?",
        "funReturn_Shane": "ขอโทษ ถ้าฉันเหงื่อโชก... เดินไม่ค่อยมากนัก...ว้า ฉันอ้วนขึ้น$6",
        "spring_1": "โอ้ว...ฉันปวดหัวมาก, เมื่อคืนฉันผ่านมาได้ไงนะ?",
        "spring_12": "เทศกาลไข่เป็นที่ชื่นชอบของฉัน... คุณรู้เปล่าว่าฉันน่ะบ้ามากนะ ถ้าเกี่ยวกับไก่$h",
        "spring_23": "อ่อจริงด้วย, พรุ่งนี้มีงานเต้นรำ, เฮ้ ถ้ามันทำให้คุณเป็นสุข ฉันก็สุขด้วย",
        "summer_1": "ฉันชอบพืชผลในฤดูร้อน มากกว่าช่วงเวลาอื่น, หุบเขาที่เขียวขจี",
        "summer_10": "พรุ่งนี้ฉันอาจจะตื่นเร็ว ฉันต้องเคลียร์กระเป๋า เพื่อไว้เก็บซุปในเทศกาล luau กลับมาเยอะๆ$h",
        "summer_27": "คุณมีแผน ในฤดูใบไม้ร่วง ยังไงบ้างล่ะ? ฉันจะลองหมักไวน์ ตุนไว้มากๆ",
        "fall_1": "อืมม... ฉันอาจจะซื้อเบียร์ฟักทอง สักสองสามขวด เพื่อฉลองเทศกาล...$6",
        "fall_15": "พรุ่งนี้ฉันจะช่วย Marnie ดูแลสัตว์, คุณควรผ่อนคลาย และสนุกสนานบ้างนะ$6",
        "fall_17": "ฉันเริ่มรู้สึกว่า อายุฉันเพิ่มมากขึ้น ฉันไม่ค่อยสบายใจเลย",
        "winter_1": "แผนการใหญ่ในหน้าหนาว? ฉันอาจจะนอน ดูทีวีมากกว่าออกไปเดินรอบบ้าน",
        "winter_28": "เยี่ยม, อีกปีก็ผ่านไปแล้ว...ฉันดูแก่อีกเล็กน้อย แต่นั่นก็เกี่ยว กับเรื่องทั้งหมด$6"
    }
}
