{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "อาจจะเป็นวัน ที่เหมาะแก่การ นั่งเล่นกีต้าร์ ชิวๆ...#$e#เฮ้ ถ้าเธออยากพัก ก็พักได้เลยนะ",
        "Rainy_Day_1": "เธอคิดว่า Sebastian กับ Abigail จะไปด้วยกันได้ หรือเปล่า?#$e#ตอนนี้ฉันแต่งงานแล้ว ก็เลยจะพยายาม ทำให้ทุกคน ได้แต่งงานด้วย",
        "Rainy_Day_2": "นี่ ฉันเจอนี่กลิ้งอยู่ ด้านหลังลิ้นชักละ [90 88 86 535]#$e#ฉันคิดว่าเธอ น่าจะใช้มัน ได้นะ",
        "Rainy_Day_3": "เฮ้อ พวก วันครึ้มๆแบบนี้ มันเชื่องช้า จริงๆเลย...$7",
        "Rainy_Day_4": "เธอหลับลง ได้ยังเนี่ย? เสียงฝนทำให้ฉัน ตื้อไปหมด",
        "patio_Sam": "*ถอนหายใจ* ...ไม่มีวันไปจากผืนดินนี้ นี่คือเคล็ดลับ...$s",
        "Rainy_Night_0": "นี่ วันนี้เป็นไงมั่ง? ฉันแค่นอน กลิ้งไปกลิ้งมา อ่านหนังสือการ์ตูน ทั้งวัน... เยี่ยมไปเลย$h",
        "Rainy_Night_1": "เป็นวันที่ ชิวจริงๆ สำหรับฉัน... โคล่า พิซซ่าแช่แข็ง นั่งลงดีดกีตาร์ สักสองสามชั่วโมง ผ่อนคลายมาก",
        "Rainy_Night_2": "เมื่อกี้ ฉันไปฟัง เทปบันทึกโชว์ ที่พวกเราเล่น จำได้ไหม? พวก มันดูมั่วๆ ไปหน่อย#$b#มันทำให้ฉัน รู้สึกประหม่าน่ะ ตอนที่เธออยู่ด้วย ฉันไม่อยาก ทำมันพัง แล้วเธอจะคิดว่า ฉันเป็นพวก ขี้แพ้!$l",
        "Rainy_Night_3": "ฉันหวังว่า Vincent จะไม่รู้สึก โดดเดี่ยวหลังจาก ที่ฉันออกมานะ... ฉันรู้สึกว่าเป็นความ รับผิดชอบของฉัน ต่อเด็กน้อยนั่น$s#$e#แต่ ชีวิตก็คือ การเปลี่ยนแปลง... จริงไหม? เด็กจำเป็น ต้องเรียนรู้มัน หรือไม่อย่างงั้น ชีวิตผู้ใหญ่ จะทำลาย พวกเขา$7",
        "Rainy_Night_4": "นี่ ฉันอุ่น พิซซ่าแช่แข็ง สองชิ้นในเตาล่ะ นี่ของเธอ [206]$h",
        "Indoor_Day_0": "ฟิ้วว... ฉันอยากบอกเธอ อย่างหนึ่งที่ฉัน ไม่เคยคิดถึงเลย ในชีวิตเก่าๆ... การทำงานที่ JojaMart น่ะ",
        "Indoor_Day_1": "นี่ ฉันทำแพนเค้ก ให้เธอละ ทานให้อร่อย [211]$h#$e#อะไรเล่า? ก็ฉันไม่เคยเรียน ทำอาหารนี่นา... ก็แม่ของฉัน ทำให้ตลอดเลยนี่",
        "Indoor_Day_2": "นี่ ฉันรู้ว่าฉันชอบ พูดเล่นอยู่เรื่อย แต่ฉันอยากบอก ให้เธอรู้ว่าฉัน รักเธอมากๆ เลยนะ...$l",
        "Indoor_Day_3": "คุณมีแผน สำหรับวันนี้รึยัง?#$e# โห ฉันไม่คิดหรอก... ฉันมักจะตัดสินใจ ว่าจะทำอะไร ก่อนหน้านั้น นิดเดียวน่ะ...",
        "Indoor_Day_4": "อืม... ฉันจะช่วยเธอ ทำฟาร์ม วันอื่นนะ วันนี้ขี้เกียจจัง$s#$e#เธอไม่โกรธนะ?",
        "Indoor_Night_0": "วันนี้เธอดูเหนื่อยนะ คืนนี้ให้ฉัน ช่วยผ่อนคลาย โอเคมั้ย? เอาเป็นนวดละกัน",
        "Indoor_Night_1": "ฉันทำอะไรบ้าง วันนี้เหรอ? ...ฉันจำ ไม่ค่อยได้ล่ะนะ ฉันไม่ค่อยทำอะไร ให้น่าจดจำเท่าไหร่ แค่พักผ่อน และมีช่วงเวลาที่ดี",
        "Indoor_Night_2": "นี่ ขอโทษนะ ที่ฉันไม่ได้จัดเตียง เธอก็รู้ว่าฉันเลินเล่อ แค่ไหน... แต่นั่นคือสิ่งที่ ทำให้เธอชอบฉัน ใช่ไหม?$h",
        "Indoor_Night_3": "สิ่งเดียวที่ฉันคิดถึง ตอนอยู่ในบ้าน คือปลาแคสเซอโรล ของคุณแม่",
        "Indoor_Night_4": "พร้อมที่จะเข้านอน หรือยัง? จริงๆแล้ว ฉันเคยจัดเตียง ครั้งนึงแหนะ...",
        "Outdoor_0": "บางทีฉันควร ออกไปเล่น เสก็ตบอร์ดของฉัน ให้ล้อหมุนบ้าง นายก Lewis ไม่มีทางจับฉัน ทันหรอก$h",
        "Outdoor_1": "ฉันคอย จับตามองท้องฟ้า ตลอดเลยนะ... เธอไม่มีทางรู้หรอกว่า จะมียูเอฟโอ ผ่านมาเมื่อไหร่",
        "Outdoor_2": "ไง @! ถ้าฉันรู้อะไร เกี่ยวกับฟาร์ม มากกว่านี้ละก็ ฉันก็จะช่วยเธอเอง ขอโทษนะ#$e#ฉันจะพยายาม และช่วยเธอด้วยการ ให้กำลังใจนะ$h",
        "Outdoor_3": "บางอย่าง ในอากาศทำให้ฉัน รู้สึกดี... อาจจะเป็น กลิ่มหอมๆของ พิซซ่าจาก เตาอบของ Gus ก็ได้",
        "Outdoor_4": "ว้าว...เธอดูดี มากเลยวันนี้ และคราบโคลนช่วยให้มี เสน่ห์มากขึ้นไปอีก$l",
        "OneKid_0": "ฉันจะเปลี่ยน ผ้าอ้อมให้ %kid1 เองนะ... อย่างห่วงไปเลย เธอยุ่ง มากพอแล้ว",
        "OneKid_1": "มันแปลกนะ แต่ ฉันชอบที่ จะได้เป็น พ่อจริงๆ!$h",
        "OneKid_3": "ฉันคิดว่า เราน่าจะมีลูก อีกคนนะ ทำไมถึงหยุดละ?",
        "TwoKids_0": "ฉันตื่นเช้ามา เพื่อป้อนข้าวลูก และเปลี่ยนผ้าอ้อม เสร็จแล้ว เราทำทุกอย่าง เรียบร้อย เธอแค่สนใจ กับการทำเงิน ให้มากๆก็พอ$h#$e#ล้อเล่นหน่า... ฉันไม่ได้แต่งงาน กับเธอเพื่อ เงินสักหน่อย",
        "TwoKids_1": "เราจำเป็น ต้องทำให้แน่ใจว่า เราทำความสนใจ %kid1 มากพอนะ ทั้งที่เรามี  %kid2 นะ เราไม่อยากให้ พวกเขาอิจฉา กันหรอก",
        "TwoKids_2": "สนุกจริงๆ กับการได้เห็น เด็กเล่นด้วยกัน พวกเขาจะต้อง สนิทกันมากแน่นอน",
        "TwoKids_3": "ฉันไม่คาดคิด มาก่อนว่า จะได้มาเป็น พ่อคน แต่ ฉันก็พอใจกับสิ่ง ที่เราสร้างขึ้นมา ที่นี่ ชีวิตกำลังไปได้ดี เลยละ$l",
        "Good_1": "เธอคิดถึงตอนที่พวกเรา อยู่ด้วยกันในห้อง ของฉันบ้างไหม? ฉันคิดถึงนะ บ่อยมากด้วย...$l",
        "Good_2": "เธอรู้ไหม ฉันคิดว่า รู้สึกว่าเรา จะได้อยู่ด้วยกัน มาตั้งแต่แรกแล้ว มันมีอะไรพิเศษ ระหว่างสองเรา$l",
        "Good_3": "ว้าว เธอดูดีมากเลยวันนี้! ไปทำอะไรกับ ผมของเธอ มาหรือเปล่า?$l",
        "Good_6": "ระวังด้วยนะ! ฉันรู้ว่าบางครั้ง เธอจะเข้าไป ในถ้ำนั่น... เธออาจ ถูกกินทั้งเป็น ก็ได้นะ!",
        "Good_4": "ที่รัก ฉันเคยจะแต่งเพลง ที่เล่นคู่กับกีต้า ให้เธอให้เธอ แต่ตอนนี้ เธออยู่ที่นี่และ ฉันก็รู้สึก ผ่อนคลายมาก#$e#มันมักจะเล่น กีต้าตอนรู้สึก เหงามากกว่า",
        "Good_5": " ที่รัก คุณกับฉันหน่อย! ฉันสนใจฟังเรื่อง ของเธอตลอดเลย",
        "funLeave_Sam": " วันนี้ ฉันจะไปเยี่ยม ครอบครัว โอเคนะ? แล้วจะกลับมา ตอนเย็นๆ",
        "funReturn_Sam": "ได้เจอครอบครัว มันเป็นเรื่องดี แต่มันก็ แอบรู้สึกหดหู่ แบบแปลกๆด้วย  เหมือน... ชีวิตพวกเรา แยกกันอยู่แล้ว และ ทุกอย่างดูเป็น ทางการ กว่าที่เคยเป็น$7",
        "spring_1": "  อึบ... ใบไม้ผลิ... ฉันง่วง... แพ้เหลือเกิน$s",
        "spring_12": " เธอตื่นเต้น ที่จะได้ร่วมงาน พรุ่งนี้ไหม? มันต้องเยี่ยมแน่อน จะได้ไปเจอ Sebastian แล้ว",
        "spring_23": "โอ...พรุ่งนี้ งานเต้นรำ สินะ? ฉันคิดว่าฉัน ไม่อยากเข้าร่วมแล้ว เพราะเรา แต่งงานกันแล้ว#$e#เอาเถอะ มันคงจะสนุก แบบแปลกๆ ละนะ",
        "summer_1": "เกสรดอกไม้ น้อยลงนิดหน่อย ช่วงฤดูร้อน จมูกฉันค่อยดี ขึ้นหน่อย$h",
        "summer_10": "เธอคิดรึยังว่า จะใส่อะไรลงใน ซุป luau?#$e#มันคงตลก ถ้าใส่อะไรแผลงๆ ว่ามั้ย ที่จะได้แกล้ง ผู้ว่า! #$e#ขอโทษครับ...",
        "summer_27": "ฤดูร้อนก็ดี แต่ฉันพร้อม สำหรับใบไม้ร่วง แล้ว#$e#เราควรดู แมงกะพรุน คืนพรุ่งนี้มั้ย? มันสนุกเสมอเลย",
        "fall_1": "ดูเหมือนทั้งหมู่บ้าน จะเปลี่ยน ในชั่วข้ามคืน... ฉันเดาว่าฤดูใบไม้ร่วง มาถึงแล้ว",
        "fall_15": "นี่ พรุ่งนี้มีเทศกาลล่ะ ฉันอยากได้ หนังยางรัดข้อมือ กลับมารูปเดิม...",
        "fall_26": "ฉันสงสัยว่า แม่จะให้ Vincent เขาวงกฎหลอนมั้ย ปีนี้ บางทีคงไม่... #$e#เด็กน่าสงสารเอ๊ย เขาคงจะโตขึ้น ซักวัน...",
        "winter_1": "อากาศเย็น ทำให้เจลแต่งผม ของฉันแข็ง ไม่ชอบเลย$s",
        "winter_7": "เราจะแวะไปที่ เทศกาลน้ำแข็ง พรุ่งนี้มั้ย? คงจะสนุกที่จะได้เจอ ทุกๆคน อีกครั้ง...",
        "winter_28": "เรามีปีที่ดี @... มันเป็นเรื่องเศร้า ที่ปีนี้กำลังจะจบ#$e#เราจะสร้างปีใหม่ ให้ดีกว่าเดิม!$h"
    }
}
