{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "หวังว่า แจส กับ มารนีย์ จะทำอะไรได้ดีขึ้น ถ้าไม่มีผม...#$e#แจส โตพอจะดูแลสัตว์ได้แล้ว",
        "Rainy_Day_1": "คุณรู้อะไรไหม? ผมคิดว่าน้ำหนักผมลด ตั้งแต่ย้ายเข้ามา$6",
        "Rainy_Day_2": "นี่...รับไปสิ.[346 174 303 305 215]#$e#ผมซื้อมันตอนผ่านแผงขายของ...",
        "Rainy_Day_3": "ที่รัก... วันนี้ผมรู้สึก ไม่ค่อยอยากทำอะไรเลย",
        "Rainy_Day_4": "@ วันนี้ผมควรทำอะไร ที่เป็นประโยชน์ดีมั้ย? ...หรืองีบสักพัก?",
        "Rainy_Night_0": "อืม... ดูเหมือนจะเป็นคืนที่ดี ในการอบพิซซ่าสักหน่อยนะ#$e#$h",
        "patio_Shane": "ชารลีย์ แกนี่น่ารักจริงๆ$8",
        "Rainy_Night_1": "ผมได้ทิปเล็กน้อย กับการทำงานกลางสายฝนด้วยล่ะ....",
        "Rainy_Night_2": "ผมเดาว่า... ถ้าวันนี้ผมใส่กางเกงใน บางทีผมน่าจะออกไปนอกบ้าน... แต่, ไม่เอาหรอก.",
        "Rainy_Night_3": "ผมชอบอากาศที่มืดมน แต่ผมรู้สึกไม่ดี แทนพวกไก่เลย.",
        "Rainy_Night_4": "ทิปๆๆ อันน้อยนิด...ผมเริ่มรู้สึกกระหาย$6",
        "Indoor_Day_0": "ว้า... บางครั้งก็รู้สีกว่า ชีวิตเบาลงเรื่อยๆ... รู้นะว่าผมหมายถึงอะไร?",
        "Indoor_Day_1": "ไง, รับนี่ไป.... ผมหยิบมาจาก เตาอบเกินน่ะ. [195 215 206]#$e#ขอโทษด้วย ถ้ามันนุ่มเกิน.",
        "Indoor_Day_2": "ช่วยผมหน่อยสิ... ผมเผลอใช้ปุ๋ย เพาะพันธุ์ข้าวโพด สำหรับไก่",
        "Indoor_Day_3": "*จูบ*... อืมม, มันมีรสชาติที่เหมือน ใครกำลังกินพิซซ่า$6",
        "Indoor_Day_4": "ผมบำบัดอยู่นานพอควร และบางครั้งรู้สึกไม่พอใจ... แต่ผมต้องขอบคุณในทุกสิ่ง ผมรู้สึกโชคดีมาก.$6",
        "Indoor_Night_0": "ผมแค่อยากดื่มเบียร์ สักสองสามแก้ว ก่อนจะข่มตาหลับลง",
        "Indoor_Night_1": "ถ้า...แค่...อ่า, ผมอยากย้อนกลับไป ในวันที่เล่น กริดบอล(gridball) ในทีม เวอร์ซิตี้(varsity)$6#$b#ตอนนี้ผมอายุมากแล้ว แถมอ่อนแอด้วย...",
        "Indoor_Night_2": "อุ๊บ... *กลั้วคอ*... ผมรู้สึกอ้วนขึ้น นิดหน่อย... หรือ...เพราะผมกินผงซูรสโจจ้า มากเกินไป",
        "Indoor_Night_3": "ว้า... ผมเคยหวังว่าจะสูงกว่านี้หกนิ้ว และฉลาดมาก...#$e#ที่คุณชอบผม เพราะผมเป็นผมใช่มั้ย?ตอนนี้ผมก็ยังคิดไม่ตกเลย...",
        "Indoor_Night_4": "ผมใช้เวลาดูทีวีทั้งวัน และตอนนี้ ขาของผมคงเดินไม่ได้ จนกว่าจะถึงพรุ่งนี้",
        "Outdoor_0": "เมื่อคืนผมนอนไม่ค่อยหลับผมหวังว่าการดื่มน้ำผลไม้จะช่วยให้อะไรดีขี้นนะ#$e#อยากรู้หรอว่าน้ำอะไร? น้ำผลไม้ทั่วไปนี่แหละ$h",
        "Outdoor_1": "บางครั้งผม ก็หยุดและตระหนักว่า ชีวิตไม่มีอะไรมากไปกว่ากระเป๋า ที่เต็มไปด้วยผลไม้, ปลานุ่มๆ.#$e#แต่...แล้วชีวิตยังไงต่อล่ะ?$h",
        "Outdoor_2": "ตอนที่ผมหยุดและคิดถึงมัน...ผมคิดว่าอยู่ในสถานที่ ดีๆ ชีวิตผมก็สวยงาม$6",
        "Outdoor_3": "โออ... ลิ้นของผมบวม จากการกินพริกยัดไส้ มากเกินไป$s",
        "Outdoor_4": "ไง, @. คุณนอนหลับเหมือนเด็กเลยนะ ผมเลยลุกจากเตียง และไปเดินเล่นรอบๆ ฟาร์มในตอนเช้าทุกอย่างดูปกติดีนะ",
        "OneKid_0": "แปลกมาก ตอนที่ผมยังเด็ก ผมสาบานว่าผมจะไม่มีลูก ผมสงสัยว่านี่ เกิดอะไรขึ้นกันนะ?$6",
        "OneKid_1": "ต้องมั่นใจนะว่าให้ %kid1 กินไข่แล้ว... ลูกน้อยต้องเติบโตแข็งแรง!",
        "OneKid_3": "ป๊ะป๋าเชน รายงานการทำหน้าที่...$6#$e#ฮ่า... ผมกลายเป็นคนสูงอายุแล้ว.",
        "TwoKids_0": "ผมป้อนพิซซ่า หน้าธัญพืชให้ลูกแล้ว 2 ชามลูกๆน่าจะอิ่มกันแล้ว",
        "TwoKids_1": "ผมพูดตรงๆเลยนะ...ผมว่าลูกสองคนก็พอแล้วนะ",
        "TwoKids_2": "ฮึ... %kid2 วันนี้เป็นวันเล็กน้อยของลูก. ต้องได้รับสิ่งนั้นจากผม...",
        "TwoKids_3": "*ถอนหายใจ*... ถ้าฤดูนี้เราส่งเด็ก ไปทำงานที่ค่ายโจจ้า ได้คงจะ...#$e#ผมแค่ล้อเล่นน่ะ$h",
        "Good_0": "*สูดดม*... *ฟุดฟิด*... มมม... คุนโปรยน้ำหอม มันหอมมากเลยนะ? เออร์เดย์แปโปโรนี สินะ?$6",
        "Good_1": "คุณรู้ไหม คุณดูดีกว่าผมมาก ?$h",
        "Good_2": "ชื่อ 'เชน' หมายถึง  'ของขวัญจาก โยบะ'... เรื่องตลกอะไรกันเนี่ย",
        "Good_3": "วันนี้ผมอารมณ์ดี... เมื่อคืน เดอะ ทันเนเลอร์(The Tunnelers) ชนะใหญ่เลยล่ะ$h",
        "Good_4": "ไง, ถ้าผมดูบ้าๆ ก็อย่าสนใจนะ บางครั้งผมรู้สึกแปลกๆ แต่ไม่ใช่เรื่องคุณหรอก... โอเคนะครับ?",
        "Good_5": "อ่าห์... ชีวิตในฟาร์มแน่นอนว่า ดีกว่าทำงานกับโจจ้า สถานที่นั้นน่าขยะแขยงมาก.$h#$e#คุณคิดว่ามันจะตกต่ำไหม?...",
        "Good_6": "อ่าห์... นี่คือชีวิต ที่ไม่ต้องรับผิดชอบ คอยเช็คสต๊อกสินค้า ทำงานตื่นเช้ากลับค่ำ$h",
        "Good_8": "วันนี้ผมไม่ค่อยรู้สึก อยากทำงาน บางทีผมอาจจะอยากดูทีวีสักหน่อย",
        "Good_9": "ฮ่าๆ... คุณสงสัยว่าทำไม ผมถึงยิ้มแปลกๆใช่ไหม? จริงๆ บางครั้งเราก็มักความจำสั้น, คุณไม่เหรอ? *หน้าแดง*$h",
        "Neutral_0": "โอ้, คุณต้องการอะไรจากผมเหรอ ขอโทษด้วย, ตอนนี้ผมกำลังยุ่งอยู่",
        "Neutral_2": "ทำไมคุณไม่บอกผม เกี่ยวกับวันของคุณ ตอนที่เราอยู่บนเตียงกันล่ะ? ตอนนี้ผมยุ่งมากด้วย...",
        "Neutral_3": "ทำงานที่โจจ้า คือการยืดเยื้อไปมา แต่อย่างน้อยผมก็โต้ตอบ กับผู้คนบ้างในบางครั้ง",
        "Neutral_4": "คุณอยากให้ผมล้างจานเหรอ? ผมจะทำมัน... ในที่สุด......",
        "Neutral_5": "เราทำเงินได้ดีหรือเปล่า? ผมไม่อยากกลับไป ทำงานที่โจจ้าอีกแล้ว",
        "Neutral_6": "ถ้าคุณต้องการ ไปพบเพื่อนในเมือง ก็ไปได้นะ ผมมีความสุข กับการดูทีวีในบ้าน.",
        "Neutral_8": "เอ่อ... ทำความสะอาดๆ กวาดๆ อาบน้ำ ปรุงอาหาร จัดเตียง....โอ้, ดีเลย ชีวิตไม่เป็นไร",
        "Bad_5": "ดูนั่น, ผมแค่อยากอยู่ลำพัง ทำไมคุณไม่ออกไปข้างนอก ก่อนล่ะ?",
        "Bad_6": "คุณอยากทำอะไร? คุณเหมือนมาร์นี ในวันที่เธอดุมากเลยนะ. ไปให้พ้น$a",
        "Bad_7": "อันที่จริงชีวิตฟาร์ม น่าเบื่อมาก ผมมาทำอะไรที่นี่เนี่ย?$s",
        "Bad_8": "เย้วว... *นี่* ...ใช่, น้ำผึ้ง, อะไรก็ตามที่คุณพูด... *ฮิส*",
        "funLeave_Shane": "วันนี้ผมจะออกไปข้างนอก, ไม่โกรธผมนะครับ?",
        "funReturn_Shane": "ขอโทษนะ ถ้าผมเหงื่อโชก... ผมไม่ค่อยได้ออกกำลังกายน่ะ...ว้า ผมอ้วนขึ้น$6",
        "spring_1": "โอ้ว...ผมปวดหัวมาก, เมื่อคืนผมผ่านมาได้ไงนะ?",
        "spring_12": "เทศกาลไข่ เป็นที่ชื่นชอบของผม... คุณรู้เปล่าว่าผมน่ะบ้ามากนะ ถ้าเกี่ยวกับไก่$h",
        "spring_23": "อ่อจริงด้วย, พรุ่งนี้มีงานเต้นรำ, เฮ้ ถ้ามันทำให้คุณสนุก ผมก็สนุกด้วย",
        "summer_1": "ผมชอบพืชผลในฤดูร้อน มากกว่าช่วงเวลาอื่น, หุบเขาที่เขียวขจี",
        "summer_10": "พรุ่งนี้ผมอาจจะตื่นเร็ว ผมต้องเคลียร์กระเป๋า เพื่อไว้เก็บซุปในเทศกาลลัวร์ กลับมาเยอะๆ$h",
        "summer_27": "คุณมีแผน ในฤดูใบไม้ร่วง ยังไงบ้างล่ะ? ผมจะลองหมักไวน์ ตุนไว้มากๆ",
        "fall_1": "อืมม... ผมอาจจะซื้อเบียร์ฟักทอง สักสองสามขวด เพื่อฉลองเทศกาล...$6",
        "fall_15": "พรุ่งนี้ผมจะช่วยมาร์นี ดูแลสัตว์, คุณควรผ่อนคลาย และสนุกสนานบ้างนะ$6",
        "fall_17": "ผมเริ่มรู้สึกว่า อายุผมเพิ่มมากขึ้น ผมไม่ค่อยสบายใจเลย",
        "winter_1": "แผนการใหญ่ในหน้าหนาว? ผมอาจจะนอนดูทีวี มากกว่าออกไปเดินรอบบ้าน",
        "winter_28": "เยี่ยม, อีกปีก็ผ่านไปแล้ว...ผมดูแก่อีกเล็กน้อย แต่นั่นก็เกี่ยว กับเรื่องทั้งหมด$6"
    }
}
