{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ว่ากันว่าฝนตก จะทำให้เกิดโรคระบาด ของไข้หวัดใหญ่ เอาเป็นว่า คุณต้องระมัด ระวังตัวเองให้ดี ",
        "Rainy_Day_1": "มันเหงาสุดๆไปเลย ที่ต้องอาศัยอยู่ด้าน บนคลินิกนั่น เพียงคนเดียว... แต่",
        "Rainy_Day_2": "วันนี้ ผมตื่นขึ้นมาตั้งแต่เช้า แต่ผมไม่ได้ปลุกคุณ เพราะ",
        "Rainy_Day_3": "ผมไม่รังเกียจ ที่ฝนตกหรอกนะ แน่นอน ผมไม่สามารถมองเห็น เครื่องบินได้ แต่ผมก็ยังสามารถ ฟังเสียงวิทยุได้#",
        "Rainy_Day_4": "ผมยังมีงานบ้าน ที่ยังทำไม่เสร็จ ผมว่าจะทำให้เสร็จ ในวันนี้แหละ มีหลายอ",
        "Rainy_Night_0": "วันนี้เป็นยังไงบ้างครับ ที่รัก? ทีแรกผมก็ว่า จะไปทำอาหารเช้า อยู่หรอก แต่ผมมัว แต่อ่านบทความล่า สุดเกี่ยวกับ \"",
        "patio_Harvey": "คุณรู้ไหมว่า 'วารสารว่าด้วยการเปลี่ยน แปลงของเส้นเอ็น' มันจะใช้ได้",
        "Rainy_Night_1": "ถ้าคุณสนุกกับชีวิต ใครจะสนล่ะ ถ้าจะต้องทำมันซ้ำๆ นั่นคื",
        "Rainy_Night_2": "นายตัวเปียกนะ ที่รัก ทำไมไม่มาผิงไฟล่ะ?^คุณตัวเปียกนะ ที่ร",
        "Rainy_Night_3": "เสียงฝนที่ตกลงมา สามารถช่วยให้เรา มีสมาธิและ ไม่คิดฟุ้งซ่าน#$e#นี่เป็นเหตุผล ของผมเองที่ว่าท",
        "Rainy_Night_4": "ผมทำอาหารเย็น เพื่อสุขภาพ ไว้สำหรับพวกเรา ด้วยนะ ผมใช้แต่ วัตถุดิบสดใหม่ ที่หาได้จาก หมู่บ้านของพวกเรา นี่แหละ! [212 214 225 209 200]$h#$e#คุณต้องทา",
        "Indoor_Day_0": "ผมคิดว่าพวกเราทุกคน ต่างก็มุ่งมั่นที่จะหา ความสมดุลให้กับชีวิต ความสมดุล ที่อยู่ท่ามกลาง ความซับซ้อน ทั้งหลาย#$e#สำหรับผม การ",
        "Indoor_Day_1": "อรุณสวัสดิ์ครับ @! เช้านี้ผมทำอาหารเช้า ที่อุดมไปด้วยสาร อาหารให้คุณนะ[201]#$e#ไข่เป็นแหล่งกำเนิด ที่ดีข",
        "Indoor_Day_2": "ผมกำลังจะไป ศึกษางานวิจัย ทางการแพทย์ ในวันนี้  มันเป็นสิ่งสำคัญ ที่ผมต้องคอยเรียนรู้ อยู่เสมอ เพื่อที่ผม ",
        "Indoor_Day_3": "วันนี้ผมว่าจะนั่ง ฟังเพลงแจ๊ส แล้วก็ทำรายงาน ทางการแพทย์",
        "Indoor_Day_4": "ผมรู้สึกกลัวคุณ ในตอนแรกที่เรา เจอกันด้วยล่ะ คิดแล้วมันก็ ตลกเนอะ เพราะตอนนี้พวกเรา ก็ผ",
        "Indoor_Night_0": "คุณดูเหนื่อยนะ ที่รัก คืนนี้ให้ผมนวด ให้คุณนะครับ ผมสัญญาว่าจะทำให้ อ",
        "Indoor_Night_1": "วันนี้ ผมปล่อยสบายๆ ใช้เวลาไปกับการ อ่านหนังสือ นั่งหาคลื่นวิทยุ ต่อโมเดลเครื่องบิน#$e#มันสำคัญนะ ที่จะหยุดทำงาน แ",
        "Indoor_Night_2": "สวัสดีตอนเย็นครับ ทำทุกอย่าง เสร็จรึยัง?#$e#ไม่ต้อง ห่วงผมนะ ผมรอไ",
        "Indoor_Night_3": "การเป็นหมอ มันเครียดนะ ดังนั้นมันดีมากเลย ที่ได้มาอยู่ในที่ๆ ผ่",
        "Indoor_Night_4": "โอ้! ผมเพิ่งฝันกลางวัน เกี่ยวกับเรื่องระบบ การไหลเวียนโลหิต แล้วดันลืมสิ่งที่ผม คิดจะทำซ",
        "Outdoor_0": "ที่นี่น่ะ ปลอดภัยอยู่แล้ว คุณไปทำงาน เถอะครับ ไม่",
        "Outdoor_1": "จากหลักการ ทางวิทยาศาสตร์ ผมเชื่อว่า ที่นี่ต้องเป็นที่ ที่เหมาะสมสำหรับ การเล",
        "Outdoor_2": "ผมอาจจะ ไม่ใช่ผู้ชาย น่าตื่นเต้นที่สุด แต่ผมจะ ซื่อสัตย",
        "Outdoor_3": "@...คุณ... คุณคือโลกทั้งใบ ข",
        "Outdoor_4": "ในฐานะที่ผม เป็นนักวิทยาศาสตร์ ผมชื่นชอบ วัฏจักรชีวิตระหว่าง แมลงและพืช ที่ต้องพ",
        "OneKid_0": "คุณและ %kid1 คือสิ่งสำคัญ ที่สุดในช",
        "OneKid_1": "%kid1 ตัวน้อย จะต้องมีวัยเด็ก ที่เพอร์เฟคที่นี่ พวกเราโชคดี",
        "OneKid_3": "จนถึงตอนนี้ ผมชอบการเป็น พ",
        "TwoKids_0": "ผมป้อนอาหาร ให้ %kid1 และ %kid2 แล้ว แล้วก็พยายาม สอนให้พวกเขา ชอบทานอาหาร ที",
        "TwoKids_1": "ผมว่าเด็กๆ ควรได้รับโอกาส ในการเล่นและ เรียนรู้เท่าที่ พวกเขาต้องการ เพร",
        "TwoKids_2": "บางที  %kid2 อาจจะโต มาเป็นนักบิน แบบที่ผมใฝ่ฝัน มาโดยตลอด แต่ไม่ส",
        "TwoKids_3": "ตอนนี้ชีวิตผม อุทิศให้กับคุณ และลูก และผม ก็มีความสุขมาก ผมวาดฝันถึง ครอบครัวที่วิเศษ มาโดยตลอด$l#$e#ผมเคยฝันร้ายว่า จะต้อ",
        "Good_0": "@... ผมยังไม่อยาก จะเชื่อเลยว่า พวกเราแต่งง",
        "Good_1": "คุณช่วยผม จากชีวิตที่แสน โดดเดี่ยว และเติมเต็ม ความว่างเปล่",
        "Good_2": "ผมรู้ทันทีว่า นายคือคนที่ใช่ ตั้งแต่นายย้ายมา อยู่ที่นี่...$l^ผมรู้ทันทีว่า คุณคือคนที่ใ",
        "Good_3": "โอ้ คุณดูดีมากเลยวันนี้  ทำอะไร",
        "Good_6": "ระวังหน่อยนะ ตอนออกไป ข้างนอก! ผมฝันร้ายด้วยว่า เห็นคุณถูก",
        "funLeave_Harvey": "ผมว่าวันนี้ผม จะออกไปเดินเล่น ซักหน่อย ผมต้อ",
        "funReturn_Harvey": "วันนี้เป็นวัน ที่ดีวันหนึ่ง สำหรับผม การได้ใช้ เวลาอยู่คนเดียวบ้าง ช่วยเติมพลังให้ผม เป็นอ",
        "spring_1": "มันวิเศษมากๆ ที่ได้เห็นพวกพืช ทั้งหมดกลับมา มีชีวิตชีวาอีกครั้ง ความเขียวขจีของมัน ช่วยทำให้ดู สดช",
        "spring_12": "โอ้ พรุ่งนี้มี งานเทศกาล ใช่มั้ย? คนเยอะน่าดู กิจกรร",
        "spring_23": "ค...คุณจะเต้นรำกับผม ในงานเทศกาล พรุ่งนี้มั้ย?$7#$e#...อ่า มันน",
        "summer_1": "ระวังผิวไหม้ นะครับที่รัก มันอันตราย ต่อผิวสวยๆ ของคุณนะ$8#$e#ในฐานะที่ผม เป็นทั้งสามี และหมอ สุขภ",
        "summer_10": "คุณคิดหรือยังว่า จะใส่อะไรลงใน ซุป  luau?#$e#ผมว่าจะใส่ของ ที่มีราคาและ คุณภาพดี พวกเราทุกคน อยากจะส",
        "summer_27": "พอฤดูร้อน ใกล้จะหมด อากาศหนาว ก็เริ่มมา งานผมเลยมาก ขึ้นด้วย ขอโทษนะคร",
        "fall_1": "ควรปลูกพืช หลากหลายชนิด ในฤดูใบไม้ร่วง นะครับที่รัก#$e#หรือไม่ก็ ปลูกแค่ cranberries... ก็แล้ว",
        "fall_15": "พรุ่งนี้มีงานเทศกาล อาหาร ในงานทั้งมัน และเค็มมากเลย แต่ผ",
        "fall_26": "ผมยอมรับนะ ว่าเทศกาล spirit's eve มักจะทำให้ ลำไส้ของผม ปั่นป่วนไปหมด... แต่ผมจะพยายาม รวบรวมค",
        "winter_1": "ช่วงฤดูหนาว อากาศ จะแห้งมากเลย อาจทำให้ผิว ของคุณแพ้ง่าย#$e#แต่ไม่ต้องห่วงนะ ผมจะคอย นวดห",
        "winter_7": "เราจะไป เทศกาลน้ำแข็ง กันมั้ย? ผมชอบบ้าน น้",
        "winter_28": "ปีนี้เป็นปีที่ วิเศษมากๆ และผมก็มั่นใจว่า ปีหน้า"
    }
}