{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "อยากรู้จังว่า เพนนี กำลังทำอะไรอยู่น่ะ?  วันนี้ฉันน่า จะหาเวลาว่าง โทรหาเธอสักครั้ง ละกัน",
        "Rainy_Day_1": "มะกี้ฉันแค่ฝัน กลางวันน่ะ คุณคิดว่า มาริลด้า จะโอเคไหม? ฉันหวังว่าคุณ จะหาที่อยู่ ที่คุณอยู่แล้ว มีความสุขจริงๆ...",
        "Rainy_Day_2": "นี่! ฉันนอนไม่ค่อยหลับเลย เมื่อคืนนี้ ฉันก็เลยหาอะไร ทำเล่นๆ ในห้องทำงาน ของฉันพักนึงล่ะ นี่ ฉันทำมาให้คุณล่ะ  [688 369 338 325 287]#$e#ฉันหวังว่า คุณจะได้ใช้มันนะ",
        "Rainy_Day_3": "สิ่งเดียวที่ฉัน ไม่ชอบเวลาฝนตก ก็คือฉันไม่สามารถ มองเห็นดวงดาว ในคืนนี้ได้!",
        "Rainy_Day_4": "นี่ฉันได้ยินเสียงรั่ว บนหลังคา รึเปล่านะ? ฉันจะลอง ขึ้นไปเช็คดูนะ ฉันเรียนรู้งานช่าง สองสามอย่างจากการ เฝ้ามองแม่ของฉันน่ะ",
        "Rainy_Night_0": "ต้องแน่ใจนะ ว่าคุณจะไม่ทำให้ เครื่องมือ โดนฝนน่ะ! ฉันไม่อยาก ให้สนิมขึ้น เครื่องมือน่ะ",
        "patio_Maru": "ฉันไม่แน่ใจว่า สิ่งนี้คืออะไร แต่... แต่มันก็สนุกที่จะเปลี่ยน ประแจเก่าแล้วตอนนี้",
        "Rainy_Night_1": "สวัสดี @ วันนี้คุณเป็นยังไง บ้างคะ.... เปียกโชกเลยหรอ#$e#อากาศแบบนี้ ช่วยให้ฉันมีไอเดีย ในการประดิษฐ์ เครื่องมือนะ... บางที ถ้าหากฉันทำ ช่องทางให้น้ำฝนไหล มันจะใช้เป็น พลังงาน สำหรับเครื่องจักร ได้รึเปล่านะ",
        "Rainy_Night_2": "พ่อติดตาม สภาพอากาศมาตั้ง 20 ปีเลยนะ#$e#มันอาจจะเร็วไปหน่อย ถ้าจะพูดออกมา แต่ผลลัพธ์ที่ออกมา เปิดเผยให้เห็นถึงแนวโน้ม บางอย่างที่ผิดปกติ",
        "Rainy_Night_3": "คืนนี้เรากิน สปาเกตตี้ กันบนเตียง ได้หรือเปล่าคะ",
        "Rainy_Night_4": "ฉันทำ ของหวานมาให้ค่ะ ยังไงก็...อย่าลืมแปรงฟัน ก่อนนอนล่ะ [232 234 223 220]$h",
        "Rainy_Night_5": "แต่ละวันของฉัน ก็ไม่ได้น่าตื่นเต้น ไปซะหมดหรอก ....ฉันเอาแต่อยู่ข้างใน ก็เพราะ สภาพอากาศ#$e#ถึงยังไงมันก็เป็น การผ่อนคลายน่ะนะ ฉันกลับมา ทำงานได้เพราะ 'ตารางงานประจำสัปดาห์' อันล่าสุดนี่แหละ",
        "Indoor_Day_0": "หืมม... ขอโทษทีค่ะ บางทีฉันก็ เอาแต่คิดจนไม่รู้ ด้วยซ้ำว่าจริงๆ แล้วฉัน กำลังทำอะไรอยู่",
        "Indoor_Day_1": "ฉันเจอเจ้านี่ใน กองเศษชิ้นส่วน ที่ปนๆ กันอยู่น่ะ คิดว่าคุณ อาจจะเอามัน ไปใช้ทำอะไร ได้บ้าง? [286 287 205 732]",
        "Indoor_Day_2": "ในที่สุด คุณก็ตื่นสักที! ฉันหิวมากๆ เลย.... *เสียงท้องร้อง*$h",
        "Indoor_Day_3": "หนึ่งในสิ่งที่ดีที่สุด ในการอาศัยอยู่ ในฟาร์ม ก็คือตื่นขึ้นมา เพื่อฟังการร้องเพลง ประสานเสียง ของพวกนก นี่แหละค่ะ",
        "Indoor_Day_4": "คุณทำยังไงให้มือ ยังนุ่มขนาดนี้คะ ทั้งๆ ที่คุณทำงานหนัก ในฟาร์มขนาด นั่นแท้ๆ",
        "Indoor_Night_0": "คืนนี้คุณ ได้ดูดวงจันทร์หรือเปล่า มันดูน่าประทับใจ เสมอเลยล่ะ บนขอบฟ้านั่น....",
        "Indoor_Night_1": "ฉันเคยเห็น ดาวตกมาก่อนค่ะ ฉันชอบสมมุติ เล่นๆ ว่านั่นคือ มาริลด้า ที่มาหยุดมอง เพื่อดูว่าพวกเรา เป็นยังไงบ้าง$h",
        "Indoor_Night_2": "ฉันตัดสินใจไม่ได้ว่า ฉันอยากกิน ช็อกโกแลตเค็กหรือ สตรอเบอร์รี่สุก กันแน่ บางทีอาจจะทั้งคู่.... ?#$e#ที่จริง ....นี่น้ำหนักฉันขึ้น รึเปล่านะ?$s",
        "Indoor_Night_3": "วันนี้คุณทำงาน ได้ดีมากเลยล่ะค่ะ! คุณควรจะพักผ่อน ตอนเย็นนะ",
        "Indoor_Night_4": "ฉันเริ่มจะหลงรัก บ้านเก่าๆ หลังนี้เข้าจริงๆ จังๆ แล้วล่ะค่ะ มันอุ่นสบายมากเลย เวลากลางคืน แม่ทำงานได้ดีมากเลย ในการปรับปรุงบ้าน$h",
        "Outdoor_0": "อา.... กลิ่นของฟาร์ม นี่ช่างดีจริงๆ มันทำให้ฉันนึกถึง ภูเขาที่อยู่ใกล้ๆ กับบ้านพ่อแม่ฉัน",
        "Outdoor_1": "ด้วยแผนนิดหน่อย พวกเราก็สามารถ ทำงานฟาร์มได้อย่าง ไม่ติดขัดแล้วล่ะ สบายใจได้เลย!",
        "Outdoor_2": "คืนนี้ฟ้าน่าจะ ปลอดโปร่งนะคะ ฉันสงสัยจังว่า จะมองเห็นกลุ่ม ดาวนักษัตร %noun ได้หรือเปล่า?",
        "Outdoor_3": "ไม่ต้องกังวลนะคะ ฉันไม่ว่าอะไรหรอก ถ้าคุณทำให้โคลนเปื้อน บนพื้นบ้าน มันสนุกดี ที่ได้สกปรกนิดหน่อย เป็นบางครั้ง บางคราว",
        "Outdoor_4": "ฉันไม่เคยรู้เลย จริงๆ ว่าต้องใช้ความเอาใจใส่ และการวางแผนที่จำเป็น มากมายในการทำฟาร์ม! มันยุ่งยากมาก เหมือนการทำงาน ในห้องทดลอง เลยค่ะ",
        "OneKid_0": "วันนี้คุณ ได้ไปดูลูก %kid1 หรือยังคะ เด็กๆ น่ะต้องการ เวลาเล่นนะ เพื่อให้พวกเขา เติบโตอย่างสมบูรณ์",
        "OneKid_1": "คุณคิดว่ายังไงคะ.... ลูก %kid1 จะโตมาเป็น ชาวสวน หรือเป็นวิศวกร?",
        "OneKid_3": "ฉันตั้งความหวัง ไว้กับลูกเรา สูงเลยล่ะค่ะ ฉันอ่านข้อมูล ทางวิทยาศาสตร์ ทั้งหมดเพื่อเลี้ยง พวกเขาในแบบ ที่ดีที่สุด",
        "TwoKids_3": "ฉันมีห้องทำงาน ของตัวเอง มีลูกสองคน ที่น่ารักสุดๆ  มีเรื่องราวที่งดงาม ณ ที่แห่งนี้ ชีวิตนี่ช่างดีจริงๆ",
        "Good_1": "ตอนนี้พวกเรา ก็อยู่ด้วยกันแล้ว มันยากจริงๆ ที่จะนึกถึงช่วงเวลา ที่ต้องกลับไป อยู่ตัวคนเดียวอีกครั้ง",
        "Good_2": "พักเหนื่อยเหรอคะ ดีจังเลย!",
        "Good_3": "มีวิธีการมากมาย ในการวางแผน และดำเนินการ ในฟาร์ม นี่มันต้องใช้การ ดูแลอย่างมีความรู้ มากกว่าที่ฉัน เคยคิดเอาไว้ซะอีก!",
        "Good_4": "เมื่อนานมาแล้ว ฉันเคยคิดจะสร้าง หุ่นยนต์มาเป็นแฟนนะ แต่คุณสนุกกว่า หุ่นยนต์แบบนั้น เยอะเลย!$h",
        "Good_5": "ฉันชื่นชม เครื่องรางแต่งงาน ของฉันอันนี้มากค่ะ เปลือกหอยชิ้นนี้ ช่างงดงาม ไม่มีที่ติ นี่เป็นตัวอย่าง ที่หาได้ยากยิ่ง เลยทีเดียว!$l",
        "Good_6": "เมื่อคืน ฉันฝันว่าได้มอง ผ่านกล้องดูดาว อันใหญ่มหึมา ฉันได้เห็นบางอย่าง เคลื่อนที่อยู่ใน %noun เนบิวลา เป็นความฝัน ที่น่ากลัวมาก",
        "Neutral_0": "ฉันหวังว่าคุณจะยัง ชอบฉันถึงแม้ว่าฉัน จะน้ำหนักเพิ่มขึ้น นะคะ",
        "Neutral_8": "ฉันรู้สึก ไม่มีแรงบันดาลใจ เลยค่ะวันนี้$s",
        "funLeave_Maru": "ฉันคิดว่าวันนี้ ฉันจะไปเยี่ยม คุณพ่อคุณแม่ หน่อยค่ะ ฉันไม่ได้เจอ พวกเขามาพักใหญ่แล้ว",
        "funReturn_Maru": "พ่อกับแม่สบายดีค่ะ ชีวิตประจำวัน พวกเขายังคงเหมือนเดิม แม้ว่าฉัน จะจากมาแล้ว แล้วคุณล่ะ เป็นยังไงบ้างคะ วันนี้?",
        "spring_2": "แล้ว... คุณมีแผนจะ เพิ่มผลผลิตในฟาร์ม ปีนี้ยังไงบ้างคะ?",
        "spring_1": "มันมหัศจรรย์มาก เมื่อได้เห็นพืชและ สัตว์ทั้งหมด กลับมามีชีวิตชีวาอีกครั้ง เมื่อฤดูใบไม้ผลิ ที่กำลังมาถึง",
        "spring_22": "ถ้าพี่ชายของฉัน ไม่เอาแต่ทำตัวเป็น ฤาษี ฉันก็คงชวนเขา มาทานมื้อเย็นบ้าง",
        "summer_20": "ฉันสงสัยว่าพี่ชายฉัน เคยมีความกล้า ที่จะขอ อบิเกล ออกเดทหรือเปล่า?",
        "summer_2": "ฉันชอบเก็บสะสม แมลงต่างๆ ที่ฉันเจอในฤดูร้อน",
        "fall_1": "ในทุกๆ ฤดู ท้องฟ้ายามกลางคืน เสี้ยวใหม่จะผลัดกัน แสดงตัว มันช่างงดงามที่ได้เป็น ประจักษ์พยานใน ความโดดเด่น ของพวกมัน",
        "fall_25": "ฤดูหนาว แผ่ปกคลุมไปทุกที่ เราต้องไปเช็คระบบ ฮีทเตอร์ซ้ำอีกครั้ง ปิดวาล์ว และเช็คฉนวน กันความร้อน ทั้งหมดในบ้าน#$e#ไม่ต้องห่วงนะคะที่รัก ฉันจะจัดการ ทั้งหมดนี้เอง",
        "fall_3": "ฤดูใบไม้ร่วง ทำให้ฉันนึงถึง ตอนที่ออกไปตัดไม้ ข้างนอกกับแม่... ราวกับจะได้กลิ่น ของไม้และยางไม้สดๆ ปนมาด้วยเลยล่ะ",
        "winter_15": "ฤดูหนาว ที่ผ่านมาทำให้ฉัน รู้สึกรำคาญใจ",
        "winter_5": "ฉันหวังว่าพ่อ จะสบายดีนะ ....เขาอาจจะรู้สึกหดหู่ ในฤดูหนาว เพราะโอกาสในการ ทำงานวิจัยภาคสนาม ของเขาจะลดลง",
        "winter_2": "แล้ว...คุณวางแผน ไว้ยังไงบ้างคะ เพื่อที่จะให้เรามีรายรับ อยู่ตลอดช่วง ฤดูหนาวนี้#$e#คุณอาจจะไปตกปลา หรือหาของมาขาย....#$e#ถ้าหากว่า คุณไปทำเหมือง ต้องสัญญา กับฉันนะคะ ว่าคุณจะระวังตัว",
        "spring_Maru": "ฉันรู้สึกตื่นเต้น กับการทำฟาร์ม ในปีใหม่นี้ล่ะ @!$h",
        "summer_Maru": "อากาศตอนเย็นนี่ อุ่นดีจัง มันเป็นช่วงเวลา ที่ดีที่สุด ของปีในการดูดาว ใครจะรู้ว่าจะมีอะไร อยู่บนนั้นบ้าง?",
        "fall_Maru": "ชีวิตในฟาร์ม ช่างดีจริงๆ แต่ฉันก็ดีใจ ที่ยังทำงานในคลินิกอยู่.... มันเป็นบริการ ที่จำเป็นมาก สำหรับชุมชน",
        "winter_Maru": "ฉันนึกไปถึง พายรูบาร์บ ที่จะได้ทานใน ฤดูใบไม้ผลิ นี้แล้วล่ะค่ะ โอ...กลิ่นนั่น ความอร่อยนั่น!",
        "spouseRoom_Maru": "#$c .5#ฉันตื่นแต่เช้า เพื่อมาดูดาว นิดหน่อยค่ะ#$e#หวังว่าคุณ จะไม่ว่าอะไร ถ้าวันนี้ฉันใช้เวลา กับโปรเจคของฉัน บ้างนะคะ ที่รัก"
    }
}
