{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "บางทีความคิด มันก็มาใน",
        "Rainy_Day_1": "ตอนฉันยังอยู่ ในเมืองน่ะ ฝนมันทำให้ฉัน เศร้าทุกที แต่รู้ไหมที่",
        "Rainy_Day_2": "อ้าว! ตื่นแล้วหรือจ๊ะ ฉํนตื่นมา ตั้งแต่เช้าแล้วล่ะ ก็เลยลองออกไป หาเห็ดข้างนอก ดูหน่อย อ่ะ นี่จ้ะ[281 404 420 257]#$e#สนุกมากเลยนะ กา",
        "Rainy_Day_3": "วันอย่างนี้แหละ ที่รองเท้าบูต หนาๆของฉ",
        "Rainy_Day_4": "พวกต้นไม้ คงคิดถึงฝน มาตั้งนานแล้วล่ะ ดีใจแทนพวกมั",
        "Rainy_Night_0": "วันนี้เป็นไงบ้าง? เธอเห็นสัตว์ ข้",
        "patio_Leah": "ห้ามมองใกล้น่ะ, มันคืองานที่",
        "Rainy_Night_1": "ปกติฉันต้องกิน สลัดนะ แต่ฝนตกแบบนี้ ฉันอยากกิน",
        "Rainy_Night_2": "คืนแบบนี้แหละ... หลับสบายที่",
        "Rainy_Night_3": "วันนี้ฉันลอง แกะไม้ดูน่ะ แต่ฉันว่า มันเป็นงานไม่สวย ฉันเลยเผา มันทิ้งไปแล้วล่ะ$u#$e#ฉันว่า ถ้าอยากจะเป็",
        "Rainy_Night_4": "ฉันดีใจ ที่คุณอยู่ในบ้าน... ราตรีสวัสดิ์ เข้าไปในผ้า",
        "Rainy_Night_Leah": "วันนี้เป็นไงบ้างคะ ที่รัก ",
        "Indoor_Day_0": "บ้านหลังนี้ดีกว่า กระท่อมเก่าๆ ของฉันมากเลย! ฉั",
        "Indoor_Day_1": "อ้าว... ตื่นแล้วหรือ @ นี่จ้ะ ฉันปลูกมันไว้ใน กระถางหลังบ้าน[16 18 20 22 90 259 396 402]#$e#ฉันดูแลมัน อ",
        "Indoor_Day_2": "อย่าลืมมองดู อาหารป่าเอาไว้นะ มันมีเยอะ",
        "Indoor_Day_3": "ฉันลองมาคิดๆดูนะ ชีวิตเราน่ะ ไม่ควรจะต้อง มากินอาหารแย่ๆ หรอก เรานี่โชคดีมากนะ ที่แถวนี้มีวัตถุดิบดีๆ เยอะเลย#$e#นี่จ้ะ ฉันทำสลัดให้เธอ [196]#",
        "Indoor_Day_4": "อ้าว @ ตื่นแล้วหรือจ๊ะ มานี่มา กินกาแฟมั้ย? [395]$h#$e# ตอนเช้าๆ กับกาแฟร้อนๆ น่ะ ",
        "Indoor_Night_0": "เวลาแบบนี้ ฉันรู้สึกอยา",
        "Indoor_Night_1": "เวลามันเปราะบาง มากเลยนะ แค่เรื่องเล็กๆ น้อยๆ ก็ทำให้อนาค",
        "Indoor_Night_2": "ฉันชอบกลางคืน ที่นี่มากกว่า คืนฉูดฉาด ของเมืองนะ#$e#ทุกอย่างมันดูด",
        "Indoor_Night_3": "ฉันไม่เคยคิด เลยนะว่า จะได้จี้นางเงือก เร็วขนาดนี้ ก็ฉันเพิ่ง ย",
        "Indoor_Night_4": "วันนี้ฉันเห็น กระต่ายป่า ด้วยแหละ มันน่ากอดจริงๆน",
        "Outdoor_0": "ลมโชยๆ นี้ทำให้ฉัน รู้สึกดีนะ ทำให้ฉันคิดถึง ตอนที",
        "Outdoor_1": "หืม... ฉันกำลังจะซ่อมแซม บางสิ่งบางอย่าง แถวนี้  ฉันเลยต้อง ตอกตะปู เหล",
        "Outdoor_2": "วันนี้ต้องเป็นวัน ที่ดีแน่ๆ ฉ",
        "Outdoor_3": "ฮื้อ... กลิ่นของดิน ไม่มีอะไร เหมือนมันเลยนะ$h#$e#เธอบอกได้เลยว่า อากาศที่นี่ น่",
        "Outdoor_4": "อย่าทำงาน เกินตัวนะที่รัก ต้องให้แน่ใจว่า คุณจะมีเวลาพัก บ้างเป็นบางครั้ง หรือ คุณ",
        "funLeave_Leah": "ฉันจะไปเชยชม ธรรมชาติ สักหน่อย ฉันอย",
        "funReturn_Leah": "ฉันมีเวลาว่าง ที่จะพักผ่อนน่ะ แล้วนายล",
        "OneKid_3": "การเป็นแม่นี่มัน สนุกมากเลยนะ  ฉันอยากให้ %kid1 โตมาเป็น คนชอบ",
        "TwoKids_3": "เรามีฟาร์มที่สวยงาม และครอบครัว ที่สมบูรณ์ ชีวิตใหม่ของเรา จ",
        "Good_0": "อยู่ที่นี่น่ะ รู้สึกเหมือนโดน ภูเข",
        "Good_1": "ฉันเคยบอกเธอ หรือเปล่าว่า... ตอนที่เธอเพิ่งย้าย เข้ามาน่ะ ฉันฝันไว้ด้ว",
        "Good_2": "บางทีเรื่องอย่าง พรหมลิขิตนี่ก็ ไม่น่าเชื่อนะ ลองคิดดูสิ ฉันต้องเลือกย้าย มาที่นี่เพื่อจะได้ มาเจอเธอ...#$b#เรื่องมันอาจ ไปทางอื่น เ",
        "Good_3": "ฮ้า! วันนี้เธอดูด",
        "Good_4": "ฮื้อ... เธอหอม",
        "Good_5": "ฉันเพิ่งจะเอา จี้ห้อยคอแต่งงาน ที่เธอให้ ออกมาดูน่ะ$lนี่คงจะเป็น ของที่ฉันจะดูแล อย่างดีที่สุด ต",
        "Good_6": "เธอน่ะ ระวังตัวด้วยนะ! ฉันก็เป็นห่วง",
        "Good_7": "นี่ @ ฉันอยากจะบอก เธอนะว่า... ขอบใจเธอมากนะ สำหรับทุกอย่า",
        "Good_8": "ฉันไม่เป็นอะไร หรอกนะ เธอยังมีงานต้องทำ อีกตั้งหลายอย่าง ข้างนอกนั้น เพราะฉ",
        "Good_9": "โอ้ ฉันไม่ได้เบื่อ หรอกนะ  ฉันก็มีความสุข อยู่อย่างนี้ล่ะจ้ะ#$e#ถึงจะเป็น ช",
        "Neutral_0": "เราจะรักกัน ไปตลอด จนกว่าเรา จะตาย จากก",
        "Neutral_1": "อืม... ที่นี่เคยมีคนอยู่ มาก่อนห",
        "Neutral_2": "วันนี้เธอ ไม่มีอะ",
        "Neutral_3": "ถ้าเธอเข้าเมือง ฝากทักทายทุกค",
        "Neutral_4": "เดี๋ยวพรุ่งนี้เช้า ฉันจะตื่นมาทำงาน บ้านให้นะ เธอจะไ",
        "Neutral_5": "เรื่องเงินเรา ไม่มีป",
        "Neutral_6": "คนที่เมือง จะทำอะไรก",
        "Neutral_7": "วันนี้รู้สึก ไม่อยากทำ ",
        "Neutral_8": "ถึงฉันจะทำ ความสะอาด เท่าไหร่ บ้านก็ยัง สกปรก อยู่ดี...#$e#ฉันว่าฟาร์",
        "Neutral_9": "เราจะอยู่ที่นี่กันไป ต",
        "Bad_0": "...เธอยังรักฉันอยู่... ใช่",
        "Bad_1": "*เฮ้อ*... บางทีฉันอาจ จะแต่งงานเร็วไ",
        "Bad_2": "เธอยังมีความสุข เวลาที่อยู่กับฉ",
        "Bad_3": "ฉันทำอะไร ผิดรึเปล่า? ทำไมหลังๆมานี่ เธอท",
        "Bad_4": "เธอว่าข้างนอกนั่น จะมีอะไรอย",
        "Bad_5": "เมื่อก่อน ดูเธอรักฉัน มากกว่านี้นะ... มันเกิดอะไร ขึ้นเนี่ย?$s#$e#ฉันรู้ตัวดีว่า เดี๋ยวนี้ฉันนะ ไม่สาวเหมือนตอนที่เรา แต่งงา",
        "Bad_6": "ชีวิตเรา ก็ไม่ได้ยาว อะไรมากนะ... เราจะอยู่กัน อย",
        "Bad_7": "เมื่อก่อน เธอเคยหวานกับฉัน มากเลยนะ... แต่เดี๋ยวนี้ ฉันต้องทำข้าวเย็น ให้เธอกิน เธ",
        "Bad_8": "ทำไมหลังๆ นี้เธอเย็นชา กับ",
        "Bad_9": "ฉันน่าจะทำมัน ให้ดีก",
        "spring_2": "แล้วฤดูนี้เราจะปลูก อะ",
        "spring_1": "เสียงกระดิ่งเมื่อคืน เป็นเสียงต้อนร",
        "spring_15": "*เฮ้อ*... ได้เวลาทำความสะอาด ต้อนรับใบไม้",
        "summer_1": "ฮ้า... หน้าร้อน! กลิ่น Spice Berry มาทักทายฉัน เป็นอย่างแรก เล",
        "summer_9": "ถ้าตัวฉันเปียก ก็อย่าว่ากันนะ... อากาศตอนก",
        "summer_2": "ฤดูร้อน... เดี๋ยวพวกแมลงมัน จะมาเยี่ยมบ้านเรา กันเต็มแน่เลย#$e#แต่เธอ ไม่ต้องห่ว",
        "fall_1": "ฉันรักช่วง ฤดูใบไม้ผลิ ก็ตรงที่การไป เก็บเห็ดนี่แหละ แต่พวกม",
        "fall_20": "เธอวางแผนเกี่ยวกับ หน้าหนาวหรือยัง ถ้ามีฟ",
        "fall_2": "ฉันรู้นะว่า ฤดูที่ต้องเก็บเกี่ยว เธอจะยุ่งมาก เพราะฉะนั้น ฉัน",
        "winter_1": "หน้าหนาวแล้ว อย่างนี้เราก็มี Crystal fruit แล้วน่ะสิ รสชาติมัน ไม่เหมือ",
        "winter_7": "พรุ่งนี้ ฉันจะไปแกะสลัก น้ำแข็งด้วยนะ ถึงปีนึงจะจัดกัน แค่ครั้งเ",
        "winter_28": "ปีนี่ก็เป็น อีกปีที่ดีสำหรับ ฟาร์ม %farm นะ! คืนนี้เรามาสนุก กันเถอะ [348]$h#$e#ปีหน้า จะต้องดีมา"
    }
}