{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ๊ะ! ใช่คนที่ย้ายเข้ามาอยู่ใหม่ รึเปล่า?#$b#ฉันชื่อ Maru ฉันตั้งหน้าตั้งตารอมาพบคุณเลย!$h#$e#รู้เปล่า ว่าในเมืองเล็กๆ แบบเนี้ยะ คนหน้าใหม่ๆ มีกำลังท",
        "danceRejection": "ฉันปลื้มมันนะ แต่คิดอีกที...",
        "divorced": "เราไม่มีอะไรที่จะต้อง",
        "breakUp": "นี่ยังไม่ดีพอสำหรับคุณ, ใช่ไหม?$a#$b#ไม่",
        "dumped_Girls": "เธอกล้ามากนะ, ที่มาคุย",
        "secondChance_Girls": "เธอเสียความศัทธาจากฉันไป, @... แต่ฉันอภัยใ",
        "Mon": "เมื่อไหร่ที่ฉันเจอกับ ปัญหาด้านเทคนิค ฉันมักจะออกไปเดินเล่น#$e#และมันแปลกดีนะ การที่ได้ออกไปเปลี",
        "Tue": "คุณได้ไปเจอ คุณแม่ของฉันแล้วหรือยัง? แม่ของฉันเธอเป",
        "Wed": "ฉันทำงานที่คลินิกของ Harvey ในวันอังคารและวันพฤหัสบดี#$b#เขาบอกว่าเ ขาชอบที่มีฉันอยู่ช่วย ในตอนที่อุปกรณ์การแพทย์เขา ใช้ง",
        "Thu": "หน้าร้อนนี้ฉันวางแผนไว้ว่า จะใช้เวลาก",
        "Sat": "คุณรู้จักพ่อของฉันไหม เขาชื่อ Demetrius พ่อของฉันเขาเป็น นักวิทยาศาสตร์ ฉันรู้สึกสนุกมาก ที่ได้ช่วยเหล",
        "Fri": "เฮ้ ขอโทษนะถ้าฉันดูประหลาดไป... ฉันยังเหนื่อย จากงานเมื่อวานอยู่เลย#$c .5#ฉันต้องแบกกล่อง เอกสารการแพทย์ ไปไว้ห้องใต้หลังคา!#$e#แล้วฉั",
        "Sun": "หวัดดี!#$q 3/4 Sun_01_old#คุณสนุกที่ได้ทำฟาร์มหรือเปล่า?#$r 3 0 Sun_01_01#สนุกสิ#$r 4 0 Sun_01_02#ไม่อ่ะ",
        "Sun_01_old": "$p 3#เฮ้ ผ่านไปสัปดาห์แล้ว คุณได้พัฒนาฟาร์ม ไปอีกขั้นนึงแล้วนะ! ดูเหมือนว่าคุณ จะเริ่มเข้าที่เข้าทางแล้วสิ$h|เป็นสัปดาห์ที",
        "Sun_01_01": "มันก็ดีนะ ใช่",
        "Sun_01_02": "ว้าย! ฉันขอโทษ คุณเคยคิดจะทำอะไรอย่างอื่น บ",
        "Tue2": "มาบ้านฉันนะ ถ้าต้องการอัปเกรดสิ่งก่อสร้าง#$e#มีค",
        "Fri4": "แม่ฉันเป็นช่างไม้ ส่วนพ่อฉันเป็นนักวิทยาศาสตร์ ฉันว่ามันก็เข้าทีอยู่นะ ที่",
        "Mon6": "บางครั้งความคิดฉัน มันก็ยุ่งเหยิงไปกับ เรื่องไร้สาระ ที่ทำให้ฉันแทบจะคิดไม่ออก มันเคยเป็นกับคุณ",
        "Wed8": "ฉันทำงานที่คลินิกของ Harvey ในวันอังคารและวันพฤหัสบดี#$e#เขาก็ดีน",
        "Thu10": "โอ้ @! คุณมีอะไรอยากพูดกับฉั",
        "Event_Hospital_1": "แน่นอนเขาต้องรู้ความแตกต่างสิ! ก็ตัวอย่างนี้มัน เ",
        "Event_Hospital_2": "ก็ได้ ฉันจะโยนความผิดให",
        "Event_Hospital_3": "ถูกของคุณ ฉันควรบอกความจริง",
        "Event_Space1": "มันน่าอัศจรรย์ใช",
        "Event_Space2": "ฉันว่าคุณจะมองเป็น อย่างนั้นก็ได้...$s#$b#แต่ก็ยังน",
        "Event_Cut1": "โอ้ไม่?$8#$b#เอาล่ะ นั่นทำให้ฉันรู้สึกดี ขึ้นม",
        "Event_Cut2": "ไม่นะ! อ่า... ฉันขอโทษ ขอโทษ",
        "event_robot1": "ขอบคุณนะ มันมีความหมายกับฉันมาก@#$b#ฉันรู้ว่าสิ่งประดิษฐ์ ไม่ใช่แนวของคุณ แต่ฉันก็ขอบใจนะ ที่แสดงความสนใจ ในสิ่ง",
        "event_robot2": "อะไรนะ? หลังจากเธอพูดว่า เธอไม่อยากเป็นทาสแบบตรง ๆ อย่างนั้น? ช่า",
        "event_robot3": "เหอ...$8#$b#ฉันว่าเขาได้พูดอย่างนั้น ใช่ไหม?$l#$b#...อ",
        "event_robot4": "...$8#$b#@...$8",
        "event_robot_explain1": "...$s#$b#คุณมีประเด็นนะ ฉันได้โปรแกรมเธอ ให้ทำตัวเหมือนมนุษย์... แต่ธรรมชาติของเธอนั้น มันซับซ้อน ฉันไม่สามารถแน่ใจได้ว่า จิตใต้สำนึก คงไม่ได้ปรากฏออกมา ด้วยตัวของเธอเอง$8#$b#มากไปกว่านั้น คงจะดูจองหองไปหน่อย ที่จะอนุมานว่า สามัญสำนึกคล้ายมนุษย์นั้น คุ้มค่",
        "event_robot_explain2": "รู้ละ มันไม่ได้สนุ",
        "event_robot_explain3": "นี่มันแย่มาก! เป็นอะไรของคุณ @?$a#$b#ฉันจะลืมว่าเรา คุยกันเรื่องนี้ ไปซะ... คุณไม",
        "summer_1": "ฤดูนี้จะเป็นฤดูที่ดี ในการ",
        "summer_Mon": "หืม... ฉันจะทำสิ่งประดิษฐ์อะไร ในหน้าร",
        "summer_Mon6": "มาที่ห้องฉันสิ ถ้าอยากเห็นงานประ",
        "summer_Tue": "Sebastian เป็นพี่ต่างพ่อของฉันเองแหละ ถ้าคุณยังไม่รู้อ่ะนะ#$e#เ",
        "summer_Tue4": "Sebastian ไม่ค่อยพูดกับฉันเลย บางทีก็คิดนะว่าเขา ไม่ชอบฉันรึเปล่า?#$e#ก็น่าเศร้านะ ฉันอยากมีพี่ชาย แต",
        "summer_Wed": "คุณสนุกกับฤดูนี้หรือเปล่า?#$e#ปีนี้มันช่",
        "summer_Thu": "ขอโทษที ฉันกำลังคิดถึง เรื่องสิ่งประดิษฐ์ ที่ฉันกำลังสร้างอยู่#$q 35/36 Thu_01_old#ฉันตัดสินใจแล้วว่าสักวัน ฉันจะสร้างหุ่นยนต์#$r 35 30 Thu_0#นั่นคงจะเป็นเรื่องง่าย สำหรับเธอนะ#$r 36 -50 Thu_01_01#เธอควรจะทำอะไร ที่ดูเป็นไปได",
        "Thu_01_old": "แล้วเจอก",
        "Thu_0": "จริงหรือ? แน่ใจนะว่าไม่ได้แ",
        "Thu_01_01": "คุณไม่คิดว่าฉันจะท",
        "Thu_01_02": "ถูกของคุณ แต่ฉันก็รักคว",
        "summer_Sat": "เฮ้ มีอะไรน่าสนใจเกี่ยวกับ ฟาร์มจะบอกฉัน",
        "summer_Fri": "ฉันทำงานที่คลินิกเมื่อวาน ไม่มีคนไข้แม้แต่คนเดียว#$e#ฉันว่าคนไม่ค่",
        "summer_Sun": "พนันได้เลยว่า คุณต้องปลูกอะไรที่มันน่าสนใจ แน่เลยตอนนี้#$b#พ่อฉันบอกว่า มีพืชเจ๋งๆ ห",
        "summer_Fri2": "เฮ้ บอกเรื่องราวเกี่ยวกับ การทำฟาร์มหน่อยสิ#$e#ม",
        "summer_Wed4": "นี่เป็นแค่ฉันหรือเปล่า รึมันร้อนจริง ๆ?#$e#แต่ฉ",
        "summer_Sun6": "สักวันฉันจะเป็น นักประดิษฐ์ระดับโลก$u#$e#คุณจะต้องโชคดีมาก ๆ ที่มีฉันเ",
        "summer_Tue8": "@ คุณดูดีนะวัน",
        "summer_Thu10": "ทำไมมือคุณนุ่มจังทั้งๆ ที่ทำงาน",
        "fall_Mon": "คุณได้ไปเหมืองบ่อยรึเปล่า? ฉันได้ยินมาว่า มีแร่ท",
        "fall_Tue": "วันนี้ต้นไม้ดูส",
        "fall_Thu": "ตอนนี้ในบางส่วนของโลก เป็นฤดูใบไม้ผลิ",
        "fall_Wed": "หึ๋ย... ฉันรู้สึกไม่อยากทำงาน ในวั",
        "fall_Fri": "พนันได้ว่า จะต้องเจอคนเยอะที่คลินิกแน่ๆ ฤดูนี้$s#$e#แต่ฉันก็หว",
        "fall_Sat": "พวกใบไม้ที่หล่นนี่ จะเป็นอาหารให้แก่เห็ด และสิ่งมีชีวิตเล็กๆ ",
        "fall_Sun": "เฮ้ นี่สำหรับอีกสัปดาห์ที่ดี",
        "fall_Tue2": "@ ฉันชอบต้นไม้ แบบที่มันเป็นอยู่ตอนนี้!#$e#ฉันรู",
        "fall_Wed4": "ถ้าคุณมีเศษเหล็กเหลือ ๆ ไม่ได้ใช้ ฉันจะขอใช้ไปทำโปรเจคของฉันนะ#$e#แต่ค",
        "fall_Fri6": "ช่วงนี้ฉันรู้สึกว่า โลกมันสดใส เป",
        "fall_Mon8": "เธอน่าจะมาหาฉัน ที่คลินิกพรุ่งนี้นะ ฉันทำงานตั้งแต่ 10 ",
        "fall_Thu10": "ใบไม้ติดอยู่ที่หัวคุณแหน่ะ เดี๋ยวฉันเอ",
        "winter_1": "ให้ตายสิ มันหนาว",
        "winter_Mon": "คุณเห็นมนุษย์หิมะ ที่ฉั",
        "winter_Tue": "ผมฉันมันชี้ฟูไปหมดเลย เพราะอากาศแห้",
        "winter_Wed": "ฉันคิดว่าฤดูหนาว คงเป็นช่วงเวลาที่ดี ในการสร้างสิ่งประดิษฐ์นะ #$e#ฉันหวังว่า ฉันน่าจะทำอ",
        "winter_Thu": "เฮ้ เป็นไงบ้าง?#$e#มันเป็นช่วงเวลาที่ดี ที่จะไปสำรวจถ้ำ#$e#ฉันก็อยาก",
        "winter_Fri": "ฉันหวังว่าปีนี้ ฉันจะไม",
        "winter_Sat": "คุณได้สร้างเครื่องหลอมแร่ 'Furnace' หรือยัง?#$e#คุณสามารถใช้มัน เปลี่ยนวัตถุดิบ เช่น แร่ ให้เ",
        "winter_Sun": "เวลาหนาว ฉันจะง่",
        "winter_Sat2": "เฮ้ ถ้าเครื่องจักรเกษตร ของคุณต้องซ่",
        "winter_Tue4": "เฮ้ คุณมีไอเดียสำหรับ อุปกรณ์อันใหม่ ทีฉันสร้างได้บ้างไหม?#$e#อืมมม ฉั",
        "winter_Fri6": "คุณดูสดชื่นนะวันนี้ ฉันเดาว่าคงเป็นเพราะ อาก",
        "winter_Mon8": "ว่าไง @!$h#$e#เฮ้ คิดว่ามนุษย์หิมะนี่ เหม",
        "winter_Thu10": "@ มาใกล้ ๆ หน่อย ฉันหนาว$l#$e#มือฉันแห้งเพราะอากาศหนาว ฉัน"
    }
}