{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ๊ะ! ใช่คนที่ย้ายเข้ามาอยู่ใหม่ รึเปล่า?#$b#ฉันชื่อมารุ ฉันตั้งหน้าตั้งตา รอที่จะมาพบคุณเลย!$h#$e#รู้เปล่า ว่าในเมืองเล็กๆ แบบเนี้ยะ คนหน้าใหม่ๆ มีกำลังที่จะมาเปลี่ยนแปลง ชุมชนได้นะ ชักจะตื่นเต้นแล้วสิ!",
        "danceRejection": "ฉันปลื้มมันนะ แต่คิดอีกที... ไม่ดีกว่า",
        "divorced": "เราไม่มีอะไร ที่จะต้องคุยกันอีก$a",
        "breakUp": "นี่ยังไม่ดีพอสำหรับคุณ ใช่ไหม?$a#$b#ไม่เป็นไร...$s",
        "dumped_Girls": "เธอกล้ามากนะ ที่มาคุยกับฉัน!$a",
        "secondChance_Girls": "เธอเสียความศรัทธาจากฉันไปแล้ว @... แต่ฉันอภัยให้เธอทั้งหมด$s",
        "Mon": "เมื่อไหร่ที่ฉันเจอกับ ปัญหาด้านเทคนิค ฉันมักจะออกไปเดินเล่น#$e#และมันแปลกดีนะ การที่ได้ออกไป เปลี่ยนบรรยากาศ มันจะช่วยให้ฉัน ผ่อนคลายฉันได้",
        "Tue": "คุณได้ไปเจอ คุณแม่ของฉันแล้วหรือยัง? แม่ของฉันเธอเป็น ช่างไม้ของเมืองนี้นะ",
        "Wed": "ฉันทำงานที่คลินิกของฮาร์วีย์ ในวันอังคารและวันพฤหัสบดี#$b#เขาบอกว่า เขาชอบที่มีฉันอยู่ช่วย ในตอนที่อุปกรณ์การแพทย์เขา ใช้งานไม่ได้!$h#$e#เป็นเกษตรกรง่ายกว่าเนอะ ว่าไหม?",
        "Thu": "หน้าร้อนนี้ฉันวางแผนไว้ว่า จะใช้เวลากับกล้องดูดาวของฉัน",
        "Sat": "คุณรู้จักพ่อของฉันไหม เขาชื่อดิมีเทรียสพ่อของฉันเขาเป็น นักวิทยาศาสตร์ ฉันรู้สึกสนุกมาก ที่ได้ช่วยเหลือคุณพ่อ ตอนที่ท่านทำงานอยู่ในแล็ปล่ะ",
        "Fri": "เฮ้ ขอโทษนะถ้าฉันดูประหลาดไป... ฉันยังเหนื่อย จากงานเมื่อวานอยู่เลย#$c .5#ฉันต้องแบกกล่อง เอกสารการแพทย์ ไปไว้ห้องใต้หลังคา!#$e#แล้วฉันยังต้อง จัดเอกสารผู้ป่วย กว่าสี่ชั่วโมงติดกัน!",
        "Sun": "หวัดดี!#$q 3/4 Sun_01_old#คุณสนุกที่ได้ทำฟาร์ม หรือเปล่า?#$r 3 0 Sun_01_01#สนุกสิ#$r 4 0 Sun_01_02#ไม่อ่ะ",
        "Sun_01_old": "$p 3#เฮ้ ผ่านไปสัปดาห์แล้ว คุณได้พัฒนาฟาร์ม ไปอีกขั้นนึงแล้วนะ! ดูเหมือนว่าคุณ จะเริ่มเข้าที่เข้าทางแล้วสิ$h|เป็นสัปดาห์ที่เหนื่อย กับฟาร์มใช่ไหมล่ะ? คงงานเยอะน่าดู...$s",
        "Sun_01_01": "มันก็ดีนะ ใช่ไหม?$h",
        "Sun_01_02": "ว้าย! ฉันขอโทษ คุณเคยคิดจะทำอะไรอย่างอื่น บ้างหรือเปล่า...?$s",
        "Tue2": "มาบ้านฉันนะ ถ้าต้องการ อัปเกรด สิ่งก่อสร้าง#$e#มีคนมาเยี่ยมบ้างก็ดีน่ะ",
        "Fri4": "แม่ฉันเป็นช่างไม้ ส่วนพ่อฉันเป็นนักวิทยาศาสตร์ ฉันว่ามันก็เข้าทีอยู่นะ ที่ฉันจะชอบสร้าง สิ่งประดิษฐ์ต่างๆ น่ะ",
        "Mon6": "บางครั้งความคิดฉัน มันก็ยุ่งเหยิงไปกับ เรื่องไร้สาระ ที่ทำให้ฉันแทบจะคิดไม่ออก มันเคยเป็นกับคุณบ้างรึเปล่า?#$e#ไปสูดอากาศบริสุทธิ์ช่วยได้นะ",
        "Wed8": "ฉันทำงานที่คลินิกของฮาร์วีย์ ในวันอังคารและวันพฤหัสบดี#$e#เขาก็ดีนะ แต่ไม่ใช่สเปคฉัน...",
        "Thu10": "โอ้ @! คุณมีอะไรอยากพูดกับฉัน รึเปล่า?#l",
        "Event_Hospital_1": "แน่นอน เขาต้องรู้ความแตกต่างสิ! ก็ตัวอย่างนี้มัน เสียหายหมดแล้ว! %fork$s",
        "Event_Hospital_2": "ก็ได้ ฉันจะโยนความผิดให้คุณละกัน$u",
        "Event_Hospital_3": "ถูกของคุณ ฉันควรบอกความจริงเขาไป %fork$u",
        "Event_Space1": "มันน่าอัศจรรย์ใช่ไหมล่ะ?",
        "Event_Space2": "ฉันว่าคุณจะมองเป็น อย่างนั้นก็ได้...$s#$b#แต่ก็ยังน่าทึ่งใช่ไหมล่ะ?",
        "Event_Cut1": "โอ้ไม่?$8#$b#เอาล่ะ นั่นทำให้ฉันรู้สึกดี ขึ้นมาหน่อย ขอบคุณนะ",
        "Event_Cut2": "ไม่นะ! อ่า... ฉันขอโทษ ขอโทษจริง ๆ$s",
        "event_robot1": "ขอบคุณนะ มันมีความหมายกับฉันมาก@#$b#ฉันรู้ว่าสิ่งประดิษฐ์ ไม่ใช่แนวของคุณ แต่ฉันก็ขอบใจนะ ที่แสดงความสนใจ ในสิ่งที่ฉันทำ#$b#ฉันหวังว่า จะทำอะไรให้คุณได้บ้าง$l",
        "event_robot2": "อะไรนะ? หลังจากเธอพูดว่า เธอไม่อยากเป็นทาสแบบตรง ๆ อย่างนั้น? ช่างเย็นชาเหลือเกิน...%fork$a",
        "event_robot3": "เหอ...$8#$b#ฉันว่าเขาได้พูดอย่างนั้น ใช่ไหม?$l#$b#...อืม...$l",
        "event_robot4": "...$8#$b#@...$8",
        "event_robot_explain1": "...$s#$b#คุณมีประเด็นนะ ฉันได้โปรแกรมเธอ ให้ทำตัวเหมือนมนุษย์... แต่ธรรมชาติของเธอนั้น มันซับซ้อน ฉันไม่สามารถแน่ใจได้ว่า จิตใต้สำนึก คงไม่ได้ปรากฏออกมา ด้วยตัวของเธอเอง$8#$b#มากไปกว่านั้น คงจะดูจองหองไปหน่อย ที่จะอนุมานว่า สามัญสำนึกคล้ายมนุษย์นั้น คุ้มค่าที่จะให้มีไว้ได้? สมองกลนั้นแตกต่าง จากพวกเรามาก แต่นั่นไม่ได้หมายความว่า เราจะไม่เคารพพวกเธอได้$8",
        "event_robot_explain2": "รู้ละ มันไม่ได้สนุกเลยนะ$a",
        "event_robot_explain3": "นี่มันแย่มาก! เป็นอะไรของคุณ @?$a#$b#ฉันจะลืมว่าเรา คุยกันเรื่องนี้ ไปซะ... คุณไม่ได้ทำตัว สมเป็นคุณเลย$a",
        "summer_1": "ฤดูนี้จะเป็นฤดูที่ดี ในการดูดาวเลยแหละ",
        "summer_Mon": "หืม... ฉันจะทำสิ่งประดิษฐ์อะไร ในหน้าร้อนนี้ดีนะ?#$e#",
        "summer_Mon6": "มาที่ห้องฉันสิ ถ้าอยากเห็นงานประดิษฐ์ลวกๆ ของฉัน",
        "summer_Tue": "เซบาสเตียนเป็นพี่ต่างพ่อ ของฉันเองแหละ ถ้าคุณยังไม่รู้อ่ะนะ#$e#เราเลยดูแตกต่างกัน",
        "summer_Tue4": "เซบาสเตียนไม่ค่อยพูดกับฉันเลย บางทีก็คิดนะว่าเขา ไม่ชอบฉันรึเปล่า?#$e#ก็น่าเศร้านะ ฉันอยากมีพี่ชาย แต่เขาไม่ทำตัว เหมือนเป็นพี่ฉันเลย",
        "summer_Wed": "คุณสนุกกับฤดูนี้หรือเปล่า?#$e#ปีนี้มันช่างอบอุ่นจังเลย$h",
        "summer_Thu": "ขอโทษที ฉันกำลังคิดถึง เรื่องสิ่งประดิษฐ์ ที่ฉันกำลังสร้างอยู่#$q 35/36 Thu_01_old#ฉันตัดสินใจแล้วว่าสักวัน ฉันจะสร้างหุ่นยนต์#$r 35 30 Thu_0#นั่นคงจะเป็นเรื่องง่าย สำหรับเธอนะ#$r 36 -50 Thu_01_01#เธอควรจะทำอะไร ที่ดูเป็นไปได้กว่านี้ไหม#$r 35 40 Thu_01_02#ฟังดูท้าทายดีนะ",
        "Thu_01_old": "แล้วเจอกันนะ",
        "Thu_0": "จริงหรือ? แน่ใจนะว่าไม่ได้แค่อวยฉันน่ะ?",
        "Thu_01_01": "คุณไม่คิดว่าฉันจะทำได้หรอ?$s",
        "Thu_01_02": "ถูกของคุณ แต่ฉันก็รักความท้าทาย!$h",
        "summer_Sat": "เฮ้ มีอะไรน่าสนใจเกี่ยวกับ ฟาร์มจะบอกฉันบ้าง#$e#ไม่มีแน่เลย",
        "summer_Fri": "ฉันทำงานที่คลินิกเมื่อวาน ไม่มีคนไข้แม้แต่คนเดียว#$e#ฉันว่าคนไม่ค่อยป่วย ในช่วงหน้าร้อนล่ะมั้ง",
        "summer_Sun": "พนันได้เลยว่า คุณต้องปลูกอะไรที่มันน่าสนใจ แน่เลยตอนนี้#$b#พ่อฉันบอกว่า มีพืชเจ๋งๆ หลายอย่างโตในหุบเขา ในช่วงเวลานี้ของปีแหละ",
        "summer_Fri2": "เฮ้ เล่าเรื่องราวเกี่ยวกับ การทำฟาร์มหน่อยสิ#$e#มันน่าตื่นเต้นดีนะ!",
        "summer_Wed4": "นี่เป็นแค่ฉันหรือเปล่า รึมันร้อนจริง ๆ?#$e#แต่ฉันว่าคงแค่ฉันแหละ",
        "summer_Sun6": "สักวันฉันจะเป็น นักประดิษฐ์ระดับโลก$u#$e#คุณจะต้องโชคดีมาก ๆ ที่มีฉันเป็นเพื่อน!#$b#...ล้อเล่นน่า",
        "summer_Tue8": "@ คุณดูดีนะวันนี้$h",
        "summer_Thu10": "ทำไมมือคุณนุ่มจังทั้งๆ ที่ทำงานในฟาร์มเนี่ยนะ?",
        "fall_Mon": "คุณได้ไปเหมืองบ่อยรึเปล่า? ฉันได้ยินมาว่า มีแร่ที่มีประโยชน์เยอะแยะเลย",
        "fall_Tue": "วันนี้ต้นไม้ดูสวยจัง!$h",
        "fall_Thu": "ตอนนี้ในบางส่วนของโลก เป็นฤดูใบไม้ผลินะ ลองจินตนาการดู!",
        "fall_Wed": "หึ๋ย... ฉันรู้สึกไม่อยากทำงาน ในวันพรุ่งนี้เลย",
        "fall_Fri": "พนันได้ว่า จะต้องเจอคนเยอะที่คลินิกแน่ๆ ฤดูนี้$s#$e#แต่ฉันก็หวังให้ทุกคน มีสุขภาพดีนะ",
        "fall_Sat": "พวกใบไม้ที่หล่นนี่ จะเป็นอาหารให้แก่เห็ด และสิ่งมีชีวิตเล็กๆ อื่นๆ$u#$e#น่าสนใจใช่ไหมล่ะ?",
        "fall_Sun": "เฮ้ นี่สำหรับอีกสัปดาห์ที่ดี! *ดื่มอวยพร*",
        "fall_Tue2": "@ ฉันชอบต้นไม้ แบบที่มันเป็นอยู่ตอนนี้!#$e#ฉันรู้ว่าคุณชอบมันด้วย",
        "fall_Wed4": "ถ้าคุณมีเศษเหล็กเหลือ ๆ ไม่ได้ใช้ ฉันจะขอใช้ไปทำโปรเจคของฉันนะ#$e#แต่ คุณจะต้องไม่ได้ใช้มันจริงๆ นะ",
        "fall_Fri6": "ช่วงนี้ฉันรู้สึกว่า โลกมันสดใส เป็นพิเศษเลย...$h",
        "fall_Mon8": "เธอน่าจะมาหาฉัน ที่คลินิกพรุ่งนี้นะ ฉันทำงานตั้งแต่ 10 โมงเช้าถึง 4 โมงเย็น$h",
        "fall_Thu10": "ใบไม้ติดอยู่ที่หัวคุณแน่ะ เดี๋ยวฉันเอาออกให้นะ#$e#...$h",
        "winter_1": "ให้ตายสิ มันหนาวจัง...$s",
        "winter_Mon": "คุณเห็นมนุษย์หิมะ ที่ฉันปั้นไหม?$h",
        "winter_Tue": "ผมฉันมันชี้ฟูไปหมดเลย เพราะอากาศแห้งๆ นี่ *ถอยหายใจ*",
        "winter_Wed": "ฉันคิดว่าฤดูหนาว คงเป็นช่วงเวลาที่ดี ในการสร้างสิ่งประดิษฐ์นะ #$e#ฉันหวังว่า ฉันน่าจะทำอะไร ที่เป็นประโยชน์ ให้เกษตรกรได้นะ?",
        "winter_Thu": "เฮ้ เป็นไงบ้าง?#$e#มันเป็นช่วงเวลาที่ดี ที่จะไปสำรวจถ้ำ#$e#ฉันก็อยากไปนะ แต่พ่อฉันคงไม่ให้ไป",
        "winter_Fri": "ฉันหวังว่าปีนี้ ฉันจะไม่เป็นหวัดนะ",
        "winter_Sat": "คุณได้สร้างเตาหลอม (Furnace) หรือยัง?#$e#คุณสามารถใช้มัน เปลี่ยนวัตถุดิบ เช่น แร่ ให้เป็นผลิตภัณฑ์ ที่มีประโยชน์ได้$u",
        "winter_Sun": "เวลาหนาว ฉันจะง่วงนอน...",
        "winter_Sat2": "เฮ้ ถ้าเครื่องจักรเกษตร ของคุณต้องซ่อม บอกฉันได้นะ$h",
        "winter_Tue4": "เฮ้ คุณมีไอเดียสำหรับ อุปกรณ์อันใหม่ ทีฉันสร้างได้บ้างไหม?#$e#อืมมม ฉันรับฟังความคิดเห็น ของคุณนะ",
        "winter_Fri6": "คุณดูสดชื่นนะวันนี้ ฉันเดาว่าคงเป็นเพราะ อากาศที่สดชื่นในฤดูหนาว",
        "winter_Mon8": "ว่าไง @!$h#$e#เฮ้ คิดว่ามนุษย์หิมะนี่ เหมือนคุณไหม?",
        "winter_Thu10": "@ มาใกล้ ๆ หน่อย ฉันหนาว$l#$e#มือฉันแห้งเพราะอากาศหนาว ฉันต้องขอโทษด้วยนะ$l"
    }
}
