{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "ไง เด็กน้อย ฉันชื่อ Pam#$e#ถ้าเธอไม่ทำตัวงี่เง่า เรา",
        "pamHouseUpgrade": "ฉันไม่อยากเชื่อว่าเธอจะซื้อบ้านใหม่ให้ฉัน! มีลับลมคมในรึเปล่า?#$e#โทษที, ฉันไม่ค่อยคุ้",
        "pamHouseUpgradeAnonymous": "ฉันไม่อยากเชื่อเลยว่าจะมีใครบางคนซื้อบ้านให้ฉัน! ฉันแปลกใจมาก มันเป็นการล้อเล่นอะไรรึเปล่า?#$e#โทษที, ฉันไ",
        "MovieInvitation": "เดทกลางดึกกับยายแก่แพม, ใช่ไหม? ฮะ!$h^เป็นผู้หญิงกลางคืนกับยายแก่แพม, ใช่ไหม? ฮะ!$h#$b#แน่นอนสิ, เ",
        "cc_Bus": "ไง, เธอเคยได้ยินเรื่องราวเกี่ยวกับรถบัสคันเก่ารึเปล่า?#$b#ใช่... ฉันกลับมาขับมันอีกครั้งแล้ว",
        "Mon": "#$1 PamDrank#เอิ้ก... หัวฉัน...$k#$e#เธอรู้ไหม๊ ฉันคงกินอาหาร ที่มันดีต่อสุขภาพไปแล้ว ถ้าฉันมีเงินที่จะซื้อมัน#$e#เฮ้ เธอคงมีของ",
        "Saloon": "ไม่มีอะไรดีไปกว่าการ จิบเหล้าเพื่อให้ความอบอุ่น แก่กร",
        "Saloon_Entry": "อาห์... ในที่สุด/ฉันอยากได้เครื่องดื่ม/Gus! ขอเหมือนเดิมนะ/เฮ้ ฉันกลับมาแล้ว!/อู้ว์ แหม่",
        "Trailer_Entry": "Penny! ทำอาหารเย็นรึยัง?/Penny! ทำงานบ้านเสร็จยัง?/Penny! อยู่บ้านรึเปล่า?/เฮ้! แม",
        "Saloon6": "เฮ้ เจ้าหนู ฉันจะเลี้ยงเธอนะ ถ้า",
        "Saloon_Tue": "เฮ้ Gus! เอามาอีกแก้ว! *สะอ",
        "Saloon_Wed": "*เห้อ*... เฮ้ เจ้าหนู เธอยังเด็กเกินกว่าที่จะมา ซึ",
        "Saloon_Thu": "*อึกอึก* ... ฉันรอเครื่องดื่มนี้ มาทั้งบ",
        "Saloon_Fri": "เอ้ย Gus! ขอแรง ๆ อีกแก้ว",
        "Saloon_Sat": "%Pam ไม่ตอบสน",
        "Saloon_Sun": "%Pam ดูเหมือนว่าจะไม่ได้สติแล้ว ปล่อยเธอไว้",
        "Tue": "เฮ้ แก!  อย่ามาด้อม ๆ มอง ๆ อะไรแถวรถบ้านฉัน ตอนฉันไม่อยู่ เข้าใจ?$u#$e#โทษที พอดีฉั",
        "Tue2": "ฉันอ่านหนังสือพิมพ์เมื่อเช้า แล้วก็รู้สึกหดหู่ โลกนี้มันเน่าเฟะแล้วล่ะ เจ้าหนู#$e#รักษาตัวเองดี ๆ แล้วแกจะอยู่รอดครบ 32...#$b#",
        "Wed": "$d bus#เธอไม่รู้หรอกว่า ฉันดีใจแค่ไหน ที่รถบัสซ่อมเสร็จ พร้อมใช้งานอีกครั้ง! ฉันรู้สึกเหมือนมีชีวิตใหม่เลย|ที่ผ่าน ๆ มา เป็นช่วงที่ยากลำบาก ฉันต้องออกจากง",
        "Thu": "#$1 PamDrunk#บลาา... ฉันกินเบียร์ไปเยอะเมื่อคืน ไปให้พ้น$k#$e#บ้านฉันมันไม่สวยหรอก แต่อย่างน้อยก็อยู่ข้างแม่น้ำ#$e#เฮ้ Penny เป็นลูกฉัน  ทำดีก",
        "Thu4": "Penny บอกว่าฉันใช้เวลาที่บาร",
        "Thu4_inlaw_Penny": "มันทั้งน่ากลัวทั้งโดดเดี่ยว ที่ต้องอาศัยอย",
        "Fri2": "เธอรู้ไหม บางทีฉันก็คิด อยากหางานอดิเรกทำ อะไรก็ได้ที่นอกเหนือไปกว่าการ อยู่ที่บาร์ทุกคืน#$e#เธอมีความคิดอะไรไหมล่ะ?#$",
        "Fri": "ในแต่ละวัน มันก็เหมือนกันนั่นแหละ$s#$b#คงจะดีกว่านี้ ถ",
        "Sat": "ทำให้แน่ใจก่อนนะว่า รองเท้าของเธอนะสะอาด ก่อนที่จะมาเดินในบ้านของฉัน$u#$e#มันน่ารำคาญนะ ที่จะต้",
        "Sat4": "ฉันหวัง ให้มีกลุ่มเอลฟ์สักกลุ่ม มาบ้านฉันตอนดึก แล้วมาจัดบ้านให้ฉัน ฮ่าฮ่าฮ่า$h#$e#ฉันจะได้ให้หัวผักกาดไป#$e#ถ้าขาฉันไม่แข็ง",
        "Sun": "เธอได้เป็นเพื่อนกับ Gusหรือยัง? เขาเป็นคนดีนะ#$e#วันเกิดฉัน ",
        "event_credit1": "เฮ้ ระวังปากหน่อย! อย่ามา",
        "event_credit2": "...นั่นมัน? มันดูแย่มาก!$s#$b#...โอ",
        "summer_Tue": "สวัสดี คนแปล",
        "summer_Tue2": "โอ้ นั่นเจ้าหนู @^โอ้ นั่นเธอเองหรอ @#$e#ต้องการให้ฉัน ช",
        "summer_Tue6": "ฉันเคยมีความหวังและ ความฝันเหมือนเธอครั้งหนึ่ง... แต่ดูฉันตอนนี้สิ$s#$e#ชีวิตเนี่ย ก็ไม่ได้เป็นไปตามที่ เธอคาดหวัง",
        "summer_Wed": "มีฟาร์มอยู่ในหมู่บ้านนี้ มันดีต",
        "summer_Wed4": "ถ้าเธอดูแลฟาร์มได้ดีมากๆละก็ มันอาจจะช่วยผลักดัน เศรษฐกิจของหมู่บ้าน#$e#และต่อจากนั้นทุกๆคน ก็จะม",
        "summer_Thu": "โอ้ สวัสดีเจ้าหนูชาวไร่#$e#ฉันไม่ค่อยได้คุย กับค",
        "summer_Thu4": "ดูเหมือนว่าฉัน ก็จะไปนั่งอยู่ที่บาร์ประจำ#$e#มันอยู่ใกล้บ้านฉันมากเกินไ",
        "summer_Fri": "...หืมม?#$e#ไอ้หนูสุดหล่อ ทำไมถึงมาเสียเวลา คุยกับป้าแก่ๆ อย่างฉันล่ะ?^แม่สาวน้อย เธอจะมาเสี",
        "summer_Sat2": "ไม่ต้องสนใจเจ้าหมาแก่ ที่อยู่ข้างบ้านหรอก#$b#มันอาจจะมองเธอ แต่มันก็ไม่มีทางที่จะออกมา จากกล่องนั",
        "summer_Sat": "มีคนบางคนมาบ่นเกี่ยวกับ ส่วนหน้าบ้านของฉัน... เขาบอกว่า 'มันสกปรก' ใช่เ",
        "fall_Tue": "ถ้าฉันรู้จักเธอมากกว่านี้ ฉันก็อาจจะ",
        "fall_Tue4": "ฉันเคยเป็นสาวมาก่อน ไม่น่าเชื่อใช่มั้ยหละ เหอะ?#$e#เวลาหน่ะ ",
        "fall_Wed": "*เห้อ*... ฉันเดาว่าคืนนี้ ฉันต้องกินอาหารแช่แข",
        "fall_Thu": "Penny เป็นสิ่งเดียวที่ฉันมี  ดังนั้นเธอควร",
        "fall_Fri": "ทุกๆวันก็ยังคงเหมือนเดิม กิจวัตประจำวันเดิมๆ...$s#$e#เธอเคยมีปัญหาแบบน",
        "fall_Sat": "เธอช่วยทำความสะอาด บ้านฉันหน่อยได้หรือเปล่า?",
        "fall_Sun": "เธอไม่มีงานทำรึไง?#$e#เธอควรจะดีใจนะ ที่เธอมีงานทำดีกว่า ที่จะเดิน",
        "fall_Sun4": "ฉันคิดถึง รถบรรทุกคันเก่าที่ฉันขับ ฉันขับมันไปทั่วๆเมือง เจอผู้คนและฟังวิท",
        "winter_Mon": "เธอมีหมูอยู่ที่ฟาร",
        "winter_Tue": "ต้องการอะไร จากฉันรึเปล่าหนูน้อย ลอ",
        "winter_Tue4": "ฉันแค่หวังว่า Penny จะมีชีวิตที่ดีขึ้น ในวันข้างหน้า ถ้าเธอเคยมีลูกเธอจะรู้ ว่าความรู้สึกฉันเป็นยังไง#$e#...มันแห้งมากในช่วงฤ",
        "winter_Tue4_inlaw_Penny": "เฮ้ เธอจะจัดการทุกอย่างได้ดีขึ้น ในฟาร์มเก่าๆของเธอ เมื่อมี Penny คอยช่วยเ",
        "winter_Wed": "เฮ้ หนูน้อย ทำอะไรอยู่?#$e#ฉันก็แค่ฆ่าเวล",
        "winter_Thu": "มันหนาวมากๆเลย ถ้าฉันไปนั่งที่บาร์ มันน่าจะอุ่นกว่านี้ เธอคิดแบบนั้นรึเปล่า#$e#ท",
        "winter_Fri": "Penny ชอบหนังสือเก่าๆ ฉันคิดว่าเธอฉลาดกว่าฉัน#",
        "winter_Sat": "ฉันควรจะลองตกปลาดูบ้าง เห็นไหมว่าแม",
        "winter_Sun": "*เฮ่ออ*... หน้าบ้านฉันทำไมสกปรก"
    }
}