{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้....สวัสดี! ฉันเพน",
        "Mon": "สวัสดี... #$e#โอ้ เธอต้องการอะไรหร",
        "danceRejection": "โอ๊ะ... ไม่ล่ะ ขอบคุ",
        "breakUp": "...$s#$b#ฉ... ฉันรู้แล้... *สูดอากาศ* ... ร... เราสามารถเป็นเพื่อนกัน ได",
        "pamHouseUpgrade": "อะไรก็ตามที่เธอทำให้ครอบครัวของฉัน ขอบคุณใน",
        "pamHouseUpgradeAnonymous": "พวกนั้นเป็นคนที่ยอดเยี่ยมที่ส",
        "dumped_Girls": "ฉันไม่สามารถทนมองเห็น",
        "divorced": "...ขอร้องล่ะ ให้ฉันอยู่คนเดี",
        "secondChance_Girls": "เธอทิ้งรอยแผลเป็นไว้บนหัวใจฉัน @. ยังไงก็เถอะ... ฉันพร้อมที่จะคุยก",
        "Mon4": "*เห้อ*... แม่ของฉันไปที่ร้าน Saloonบ่อยเกินไปแล้วแหละ$s#$q 7/8 Mon_old#แต่มันไม่ใช่เรื่องดี ที่จะคิดในแง่ลบ จริงไหมละ?#$r 7 50 Mon_7#ใช่ มันจะดีกว่าถ้าคิดในแง่บวก!#$r 8 10 Mon_8#ฉันคิดว่",
        "Mon_old": "#$p 7#แต่ถ้าฉันพยายามต่อไป ก็น่าจะทำให้เธอ เปลี่ยนแปลงได้นะ|มันก็จริง ถึงยังไงฉันก็คงไม่สามารถ ทำอ",
        "Mon_7": "นั่นแหละที่ฉันรู้สึก ต่อไปคงต้องพยายาม ทำอนา",
        "Mon_8": "บางทีเธออาจจะพูดถูกก็ได้ เราควรจะอยู่ กับค",
        "Mon8": "ฉันอยากย้ายออกมาก มันเหนื่อยนะที่ต้องคอย มานั่งกังวลเรื่องแม่ตลอดเวลา#$e#ฉันก็อยากให้เธอมีความสุข แต่ฉ",
        "Tue": "วันนี้ฉันมีสอนหนังสือให้กับ Vincent และ Jas ล่ะ... อาจจะลำบากซักหน่อย แต่มันก็",
        "Tue4": "$d bus#ฉันพยายามเก็บเงิน จากการสอนหนังสืออยู่นะ แต่เพราะแม่ฉันเองก็ว่างงาน ทำให้เงินเก็บของเรา ไม่ค่อยมีเลย | ตอนนี้แม่ของฉัน ได้งานขับรถเมล์กลับมาแล้ว ในที่สุด ",
        "Tue10": "อืม @? ฟาร์มน่ะ เป็นที่ที่ดีสำหรับเด็กนะ เธอว่าไหม?$l#$e#ฉันคิดว",
        "Wed": "พวกเราไม่มีโรงเรียนที่นี่ แต่ฉันจะทำมันให้ดีที่สุด เพื่อให้ Vincent และ Jas มีการศึกษา#$e#เด็ก ๆ จะได้รับโอกาส ที่จะประสบความสำเร็จ#$e#Jas เธอเก่งคณิตมากและการอ่",
        "Wed2": "ฉันคิดไว้ว่าจะพาเด็กๆ ไปทัศนศึกษาซักหน่อย ถ้าเป็นที่ป่าก็น่าจะดีนะ#$e#ถ้ามีวิทยากรซักคนด้วยล่ะก็... คนที่มีความรู้ เรื่องธ",
        "Wed4": "ชีวิตฉันไม่เคยออกไปไหนไกลจาก Pelican Town เลยนะ#$e#ฉันว่าข้างนอกนั่น จะต้องมีอะไรให้ฉ",
        "Thu": "ฉันว่าเราโชคดีมากนะ ที่มีห้องสมุดในเมืองเล็ก ๆ แบบนี้#$e#การอ่านหนังสือบางครั้ง ก็ทำให้เธอลืมความเป็นจริง ที่กำลังเผชิญอยู่ได้เหมือนกัน$u#$e#...นี่ล่ะมั้ง เหตุ",
        "Thu6": "ฉันอยากมีสวนเป็นของตัวเองจัง แต่ที่บ้านฉันมันคงไม่ไหว$u#$e#ฉันคิดไว้ว่าซักวัน ฉันจะไปอยู่ในที่ ๆ ฉันสามารถทำสวนได้ล่",
        "Fri": "ถ้าเธอขุดดินหาอะไรสักอย่าง แล้วเจอสิ่งน่าสนใจ#$e#มีอยู่ครั้งนึง ที่ฉันเจอเศษไหโบราณ ฉันเอามันมาให้ Gunther แ",
        "Fri2": "ถ้าเธอขุดดินหาอะไรสักอย่าง แล้วเจอสิ่งน่าสนใจ#$e#มีอยู่ครั้งนึง ที่ฉันเจอเศษไหโบราณ ฉันเอามันมาให้ Gunther แ",
        "Fri4": "จาน จาน แล้วก็จาน เฮ้อ... ถ้าแม่ไม่เมาค้าง จากไปเที่ยวผับกลางดึก เธอคงจะช่วย",
        "Sat": "เมืองนี้ค่อนข้างเล็กนะฉันว่า อยู่ไปไม่นาน ก็รู้จักทุกคนได้แล้ว#$e#ใ",
        "Sat2": "$d Joja#ทุกอย่าง เปลี่ยนไปมากเลยตั้งแต่ JojaMartมาเปิดที่นี่ ธุรกิจของ Pierre ก็แย่ลง แต่แม่ของฉันชอบ JojaMartนะ เธอบอกว่ามันถูกดี เธอซื้ออะไรได้เยอะ กว่าซื้อที่ร้านของ Pierreซะอีก | ตั้งแต่ JojaMartปิดไป แม่ของฉันก็บ่นมาตลอดเลย แต่ฉ",
        "Sun": "หวัดดี อืมมม...$u#$b#วันนี้อากาศดีนะ ว่ามั้ย?#$e#ขอ",
        "Sun4": "ฉันพยายามมากนะ ที่จะทำให้ที่นี่มันสะอาด แต่มัน ก็กลับมาเป็นเหมือนเดิมอีกละ$s#$e#มันยาก",
        "event_speaker_kids1": "ไม่ได้เหรอ?$l#$b#นั่นสินะ... เธอเองก็มีอย่างอื่นต้องท",
        "event_speaker_kids2": "... ฉันเองก็เหมือนกัน ดีใจจัง ที่เธอก็รู้สึก",
        "event_speaker_kids3": "ใช่แล้ว... มันไม่แปลกเลย ที่เราจะรู้สึกอยากปกป้อง และดูแลอะไรที่อ่อนแอ",
        "event_speaker_kids4": "อ่ะ งั้นเหรอ?$s#$b# ฉันคิดว่าเธอ ต้องเป็นผู้ปกครองที่ด",
        "event_speaker_kids5": "หืม...$s#$b#ถ้าทุกคนคิดแบบเธอล่ะก็ ป่านนี้คงไม่มีใคร เห",
        "event_speaker_kids6": "อ่าาา...$s#$b#ฉันเข้าใจที่เธอพยายามจะสื่อนะ... ถึงมันจะดูน่าเศ",
        "event_speaker_yes": "เยี่ยมเลย!$h#$b#ขอฉันเรียกเด็ก",
        "event_speaker_no": "จริงหลอ?... อืม... เยี่ยม ได้เลย ฉันคิดว่า ฉันจะได้พบเธ",
        "event_mail1": "ขอบคุณนะ...$l#$b#ฉันแค่อยากจะช่วยเท่านั้นเอง ไม่คิดว่า George จะโ",
        "event_mail2": "โอ๊ะ...$l#$b#ขอโทษค่ะคุณ Mullner ฉันไม่น่าทำแบบนั้นเ",
        "event_mail3": "ฉันเข้",
        "event_old1": "ก็ถูกของเธอนะ... เครียดไปก็ไม่ได้ช่วย ให้ม",
        "event_old2": "จริงด้วย หลายๆ คนมักจะลืมเรื่องนี้ไปเลย$u#$b#พอเราแก่ตัวลง เวลาให้คิดเยอะขึ้น มันก็ท",
        "event_old3": "ฉันเห็นด้วยกับเธอนะ#$b#เราควรจะดูแลผู้อาวุโสของเรา ให้เหมือนกับที่เราจะห",
        "event_old4": "ทำไมเธอถึงพูดแบบนี้! ชีวิตมันไม่ใช่สิ่งที่ จะเอาม",
        "event_cook1": "พูดจริงๆ งั้นเหรอ? ขอบคุณนะ! ... ได้ยินแบบนั้นก็โล่งใจ$h#$b#ฉันพยายามคิดสูตรนี้ นานมากเลยนะ แล",
        "event_cook2": "โอ้... อื้ม แน่นอน",
        "event_cook3": "โอ้...ฉันขอโ",
        "event_pool1": "ใช่แล้วล่ะ",
        "event_pool2": "งั้นเหรอ? ฉันนึกว่าเธอจะรู้แ",
        "event_pool3": "ไม่!$9",
        "event_pool4": "...อื- @ ฉันเองก็แอบคิดว่า เธอก็รู้สึกเหมือนกัน แต่ไม่นึกว่ามันจะเป็นความจริง$6#$b#...ฉันจะไม่มีวันลืมคืนนี้เลย$6^เธ",
        "event_pool5": "ไ...ม่....ได้น-...?$8#$b#...!!!%fork$10",
        "event_family1": "ฉันก็ด้",
        "event_family2": "...ขอโทษ$s",
        "event_family3": "ฉันเข้า",
        "summer_Mon": "สวัสดี... อืม อากาศดีนะ ไม่สิหรือมันไม",
        "summer_Mon4": "$d cc#ขอบคุณนะที่ซ่อม Community Center ให้กลับมาใช้ได้อีกครั้ง ทุกคนชื่นชม กับสิ่งที่เธอทำมากเลยนะ | สวัส",
        "summer_Fri": "$d bus#ได้ยินมาว่าเธอ เป็นคนซ่อมให้รถเมล์ กลับมาใช้ได้งั้นเหรอ? ขอบคุณนะ | แม่ของฉัน เคยเป็นคนขับรถเมล์สาย Pelican Town - Calico Desert มาก่อนนะ แต่เมื่อหลายปีก่อน รถมันก็มาเสียไปซะอย่างนั้น ท่านนายกเทศมนตรีเอง ก็พยายามหาเงิ",
        "summer_Sun": "นี่...เวลาว่างๆ เธอได้ตกแต่งบ้านของเธอ บ้างรึเปล่า?#$e#ถ้าฉันมีบ้าน ไว้ให้ตกแต่",
        "summer_Sat": "สวัสดี อืมมมม...$u#$b#วันนี้ภูเขาวิวสวยเนอ",
        "fall_Mon": "ไง... อืม เธอโอเคไ",
        "fall_Mon4": "มันน่าอายนะที่ต้องอาศัย อยู่ในรถบ้านแบบนี้ ในขณะที่คนอื่น มีบ้านอยู่กันน่ะ$u#$e#ฉันก็หวังนะว่าซั",
        "fall_Tue4": "ตอนนี้ฟาร์มเธอดู",
        "fall_Thu6": "แม่เอง ก็ไม่ได้ดูแลตัวเธอดีมากนัก...$u#$e#ฉันเป็น",
        "fall_Fri": "ฤดูใบไม้ร่วงของปี เป็นเวลาแสนเศร",
        "fall_Fri6": "พ่อของฉันทิ้งฉันไป ตั้งแต่ยังเด็กแล้วล่ะ เขาบอกว่าพวกเราเป็นเหมือน 'ภาระ' ของเขา แล้วเราก็ไม่เคยเจอเขาอีกเลย$s#$b#ขอโทษนะ ที่เล่าเรื่องอะไรแบบนี้ให้ฟัง... พอเห็นอะไร ๆ ในตอนนี้แล้ว ก็ชวนย้",
        "fall_Sun10": "@! ฉันกำลังนึกถึง เรื่องบางเรื่องอยู่พอดีเลย...#$e#เธอจินตนาการภาพตัวเอง ในอีกสิบปีข้างหน้า ไว้แบบไหนเหร",
        "fall_Sat8": "ดีจ๊ะ @ $h#$e#ที่บ้านของเธอ คงจะทำความสะอาดง่ายสินะ ",
        "winter_Fri": "......อะไรเหรอ?$u",
        "winter_Fri2": "เธอรู้จัก Linus ไหม? เขาอาศัยอยู่บนเขานี่เอง#$e#จริงๆ แล้วเขาเป็นคนที่ใจดีนะ... แต่แค่เป็นคนประหลาดๆ ไปหน่อย ก็เลยไม่ค่อยมีใคร อยากสุงสิงด้วย#$e#จะว่าไปช่วงนี้ก",
        "winter_Tue4": "ฉันละรอคอย ที่จะได้เห็นฟาร์มของเธอ ตอนฤดูใบไม้ผลิไม่ไหวจริงๆ#$e#มั",
        "winter_Tue": "ฉันมักจะอยู่แต่ในบ้าน ในช่วงฤดูหนาว ฉันไม่",
        "winter_Thu": "โอ้... สวัสดี เธออยากคุยหน่อยไหม?$u#$e#ถ้าเธอพบของที่น่าสนใจ วัตถุหรือแร่ธาตุ Gunther อาจจะยินดี ที่ได้มันมาแสดงในพิพิธภัณฑ์#$e#เขาบอกฉันว",
        "winter_Mon": "วันที่ 25 เราจะจัดงานเลี้ยงฤดูหนาวกัน มันเป็นหนึ่งในกิจกรรม ที่ฉันชอบ#$e#มันเป็นเวลาสำหรับขอบคุณ ทุกสิ่งดี ๆ ที่เข้ามาในชีวิตของเธอ... แต่สำ"
    }
}