{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "เฮ้ นายคือ @ เจ้าของฟาร์มคนใหม่สินะ! ฉันชื่อ Pierre เป็นเจ้าของร้านที่นี่น่ะ^เฮ้ เธอคือ @ เจ้าของฟาร์มคนใหม่สินะ! ฉันชื่อ Pierre เป็นเจ้าของร้านที่นี่น่ะ#$b#ถ้าเธอกำลังหาเมล็ดพันธุ์ล่ะก็ มาที่ร้านของฉันได้เลย ฉันจะซื้อผลผลิตของเ",
        "cc_Complete": "นี่คือฝันที่เป็นจริง! เธอไม่สามารถจิตนาการได้เลย ว่าความเครียดเรื่อง JojaMart หลอกหลอนฉันยังไง#$e#สำหรับเมืองเล็กๆแบบนี้ ร้านค้าเล็กๆร้านเดียวก็พอแล้ว! ยังไง",
        "joja_Begin": "วันนี้เป็นวันที่แสนเศร้าสำหรับเมือง Pelican Town ของเรา... พวก Joja แปลกหน้าเข้ามา, ฉันคงจะใกล้ล้มละลาย ฉันอาจจะ",
        "MovieInvitation": "เฮ้, นั่นเป็นความคิดที่ดี... มันก็ดีนะ ที่ฉันจะได้ไปจาก หลังเคาน์เตอร์นี้",
        "Mon": "ยินดีต้อนรับ! ถ้าเธอกำลังมองหา เมล็ดพันธุ์อยู่ล่ะ",
        "Mon_inlaw_Abigail": "สวัสดี เอ่ออ... ลูกชาย?$s^สวัสดี เอ่ออ... ล",
        "Mon4": "สวัสดี @ อยากได้เมล็ดพันธุ์หรือว่า ต้น",
        "Mon4_inlaw_Abigail": "ว่าไง @ Abigail ทำอะไรอยู่เหรอ? ร้านนี้ไม่เหมือนเดิม เมื่อไม่ม",
        "Tue": "บางครั้ง ฉันก็มีสินค้าใหม่เข้ามา ดันนั้นก็แวะมาบ่อยๆหน่อยละ#$e#เปิ",
        "Tue6": "เธอก็รู้นี่ว่าฉัน เคยเป็นนักมวย ที่มีฝีมือมาก่อน... หมัดฮุคขวาของ",
        "Wed": "วันนี้เป็นวันหยุด ของฉันซะด้วยสิ#$e#อืมมม... ท",
        "Wed4": "ตอนที่ฉันหนุ่มกว่านี้... ฉันมักจะหาเรื่องน่าสนใจ มาทำได้เสมอ มาตอนนี้ฉันกลับพบว่า ตัวเองเสียเ",
        "Thu": "ฉันยินดี ที่จะรับซื้อผลผลิตต่างๆ จากเธอ#$b#และในราคาที",
        "Thu2": "ฉันรู้สึกชื่นชม งานของนายจริงๆนะ @ ฉันต้องทำงานให้หนักขึ้น และหนักขึ้นกว่านี้ จะได้มีกำไรบ้างแล้วล่ะ^ฉันรู้สึกชื่นชม งานของเธอจริงๆนะ @ ฉันต้",
        "Thu8": "#$1 pierre2#Abigail มีอะไรเหมือนฉันบ้างมั้ยนะ? อย่าบอกเมียฉันนะ แต่บางทีฉันก็สงสัยจริง ว่าฉันเป็นพ่อเธอจริงรึเปล่า$k$s#$e#อย่าบอกเมีย",
        "Fri": "#$1 pierreJoja#ธุรกิจเริ่มช้าตั้งแต่ Joja เข้ามาในเมือง มันยากที่จะแข่งขันกับพวกเขา$k$s#$e#สวัสดี  ฟาร์มของเธอเป็นไงบ้าง?#$e#บางทีเมล็ดข",
        "Sat": "ถ้าเธอเจอของป่า ฉันก็พร้อมจะรับซื้อจากเ",
        "Sat8": "ฉันจะบอกความลับอะไรให้นะ บางครั้ง เวลาที่ร้านไม่มีคน ฉันก็จะฝึกร้องโอเปร่า ห",
        "Sun": "#$1 pierreBlue#*เฮ้ออ*... ฉันเบื่อที่จะต้องเฝ้าร้าน เหมือนกันนะ...$k$s#$e#ฉันอยากออกไปเดินเล่นบ้าง แต่ไม่มีใครเฝ้าร้าน#$e#ฉันได้ยินว่า ดอกไม้เริ่ม",
        "Wed6": "#$1 pierre1#*เฮ้ออ*... ถึงธุรกิจของฉันจะ รุ่งเรืองมากแค่ไหน แต่ฉันก็หวังจะให้มัน ประสบความสำเร็จ มากกว่านี้ นี่ฉันเป็นบ้าหรือเปล่านะ? บางทีฉันอาจจะแค่ เบื่อชีวิตครอบครัว$s#$e#วันข้างหน้า ฉันจะเปิดร้านใหม่ในเมือง แล",
        "Thu4": "เฮ้ @ เธอเป็นลูกค้า อันดับหนึ่งข",
        "summer_Mon": "ฉันมีเมล็ดพันธุ์ฤดูร้อน ขายแล้วนะ! เธอซื",
        "summer_Wed": "ดีใจจัง ที่ได้มีวันหยุ",
        "summer_Thu": "ดูท่าทางแล้ว ทุกคนกำลังมีความสุข กับอากาศข้างนอก มากกว่า",
        "summer_Fri": "โอ้ ไง เธอพอใจกับคุณภาพ Summer seeds ของฉันร",
        "summer_Sat": "หน้าร้อนเป็นเวลาที่เหมาะ กับการทานสล",
        "summer_Sun": "ฮึ... ข้างในนี้มันร้อ",
        "winter_Mon": "เธอไม่สามารถ ปลูกอะไรได้ในฤดูหนาว... ดังนั้นฉันไม่มี เมล็ดพืชขายให้เธอหรอก",
        "winter_Wed": "#$1 pierreDin#ฉันจะเซอร์ไพรซ์ Caroline ด้วยอาหารค่ำ และไวน์ Stardew ห้ามบอกใครนะ!$k#$e#ในที่สุดก็ถึง",
        "winter_Thu": "ไง มีอารมณ์ช็อปปิ้งเล็กๆ ",
        "winter_Fri": "ส่วนใหญ่ฉันซื้อขาย เฉพาะของที่กินได้นะ ดังนั้นถ้าเธอมีแร่หรือไม้",
        "winter_Sat": "มีแค่ฉันหรอที่รู",
        "winter_Sun": "ถ้าฉันไม่ได้มีร้านนี่ล่ะก็ ฉันออกไปวิ่งข้างนอกแล้วล่ะ#$e#การได้ปาบ",
        "fall_Mon": "เมล็ดพันธุ์สำหรับ ฤดูใบไม้ร่วงอยู่ที่นี่แล้ว! ในฤดูหนาวน่ะ ปลูกพืชไม่ได้หรอกนะ ดังนั้น นี่เป็นโอกาสสุดท้ายแ",
        "fall_Thu": "อากาศด้านนอก ก็เริ่มหนาวแล้วสิ...#$b#หมายความว่า จะมีคนมาที่ร้านมากขึ้น เพ",
        "fall_Fri": "#$1 pierreMEGA#ความฝันของฉัน คือการขยายสาขาไปเรื่อยๆ จนกว่าจะร่ำรวย ฮี่ฮี่ฮี่$k#$e#หวัดดี ฟาร์มของเธอเป็นอย่างไรบ้าง?#$e#บางทีเมล็",
        "fall_Sat": "ฉันยินดีจะซื้อของทุกอย่าง จากฟาร์มของเธอ#$e#ใช่ ฉันเอามาขายต่อ เพื่อทำกำไรนั่นแหละ... ก็ถือว่าเป็นข้อดีของ การ",
        "fall_Sun": "ถ้าฉันไม่มีร้านนี้ ที่ต้องดูแลล่ะก็ ก็จะออกไปข้างนอก เดี่ยวนี้ล่ะ...#$e#ใบไม้ใบหญ้าช่างน",
        "Event_naga1": "ขอบคุณมากนะ ลืมสิ่งที่เธอเห็นซะนะ ตกลงไหม โอเคไหม?$h#$b#...และฉันก็จะทำเป็นลืมว่า ",
        "Event_naga2": "เธอทำแบบนี้กับฉันได้ไง? แย่มาก$s#$b#เธอไม่ควรมาสอดรู้สอดเห็น ในห้องนอนฉันนะโว้ย เพื่อนบ้านที่น่า"
    }
}