{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Abigail": "หุบเขาท่ามกลางสายฝน ดูน่าสนใจมากขึ้น...ว่าไหมล่ะ?",
        "Robin": "ฝนหยุดฉัน จากการทำงานให้เสร็จ ไม่ได้หรอก! แต่ว่านะ... ท่อนไม้ที่เปียก นี่มันน่ารำคาญจริงๆ$s",
        "Demetrius": "ยินดีต้อนรับ อยู่ข้างในก่อนได้นะ ถ้าอยากอุ่น",
        "Maru": "เมื่อฝนตกลงมา ฉันก็จะมีข้อแก้ตัว ที่จะทำงานกับอุปกรณ์ ของฉันทั้งวัน$h#$e#แต่มันคงน่าเบื่อ สำหรับคุณ",
        "Sebastian": "ถ้าคุณโชคดี คุณอาจเห็นกบ ในอากาศแบบนี้",
        "Linus": "ฝนอุ่นๆ นี่เป็นการทำความสะอาดตัว ที่รู้สึกดีเลยล่ะ $h",
        "Pierre": "คนส่วนใหญ่อยู่ในร่ม ในวันแบบนี้... มันไม่ดีเลยสำหรับธุรกิจ$s",
        "Caroline": "สวนของฉันมีความสุขวันนี้ $h#$e#...และค่าน้ำของเรา จะลดลงในเดือนนี้ด้วย",
        "Alex": "ฮึ่ม อากาศแบบนี้ ไม่ดีสำหรับการเล่นกีฬาเลย$s#$e#เห้อ อย่างน้อย ฉันก็ยัง ยกน้ำหนัก ในบ้านได้$h",
        "George": "มันหนาวมาก ใช่ไหม? นี่มันวันบ้า อะไรเนี่ย",
        "Evelyn": "ตอนฉันตื่น ฉันได้ยินเสียงน้ำหยด มาจากที่ไหนสักที่... ฉันคิดว่าหลังคา อาจจะรั่ว$s#$e#ในวันเก่าๆ จอร์จจะรีบกุลีกุจอ ลุกขึ้น แล้วซ่อมมัน... *ถอนหายใจ*$s",
        "Lewis": "สวัสดี @ พักอยู่หรอ?#$e#ฉันหวังว่าแม่น้ำ จะไม่ไหลท่วมนะ...$s",
        "Clint": "วันนี้เป็นวันดี ในการสำรวจ เหมืองแร่... ใครจะรู้ คุณอาจพบแร่ หายากก็ได้",
        "Penny": "เสียงฝนตกดังมากเลย เพราะกระทบหลังคา โลหะของรถพ่วง#$e#... แต่มันก็ผ่อนคลายดี$h",
        "Pam": "เป็นไงบ้างล่ะ เจ้าหนู พยายามทำตัวให้ แห้งอยู่ใช่มั้ย?",
        "Emily": "ฝนตกที่นี่ แต่ไม่เคยตกใน ทะเลทรายคาลิโก้... ที่ที่เพื่อนของฉัน แซนดี้ อาศัยอยู่เลย#$e#ฉันหวังว่าจะไปหาเธอ วันนี้ได้จัง$s",
        "Haley": "ฉันใช้เวลาทั้งเช้า ทำผม... ตอนนี้ฝนทำให้มันเละหมดแล้ว$s#$e#*ถอนหายใจ*... การใช้ชีวิตบางที มันก็ยากนะ",
        "Jodi": "คุณเช็ดรองเท้าของคุณ ก่อนเข้ามารึยัง? โทษที... ฉันเพิ่งถูพื้นน่ะ#$e#แต่คุณก็เป็นที่ ต้อนรับที่นี่ เสมอนะ ฮิฮิ$h",
        "Sam": "เสียงฝนตก กลบเสียงหมด ทำให้ฉันเล่นกีต้าร์ ได้โดยไม่โดน แม่ด่าละนะ ฮิฮิ$h",
        "Leah": "บางทีวันนี้ ฉันควรทำ อาหารใหม่และน่าตื่นเต้นบ้าง บางอย่างที่รสจัดจ้าน",
        "Shane": "อืมม... สภาพอากาศแบบนี้ ทำฉันหิวน้ำ$s",
        "Marnie": "ไงจ้ะ @ เธอเปียกโชกเลยนี่... ช่างน่าสงสาร!$h",
        "Elliott": "บางครั้งเมื่อฉัน นอนอยู่บนเตียง ฉันได้ยินเสียงหวูด ผ่านสายฝนนะ#$b#แต่พอฉันมองไปที่ หน้าต่างฉันก็เห็น แต่ม่านสีเทา",
        "Gus": "ไม่มีอะไรจะดี เหมือนไวน์แดง ในวันแบบนี้ จริงมะ?#$e#ฉันรักงานฉันจริงๆ ฮี่ฮี่ฮี่",
        "Dwarf": "ฝน... มันเป็นเรื่องน่าพิศวง สำหรับเรามากเลย พวกเราบางตน ก็ไม่เคยได้สัมผัส กับฝนเลยทั้งชีวิต",
        "Wizard": "วันที่มีพายุ เป็นช่วงเวลาเดียว ที่ข้าจะสื่อสาร กับธาตุบางชนิดได้#$e#ข้าไม่คาดหวัง ว่าเจ้าจะเข้าใจ หรอกนะ",
        "Harvey": "หวัดดี @! เอ่อ... ช่วงนี้ได้อ่านอะไรน่าสนใจ ในห้องสมุดบ้างมั้ย? #$e#อ่อ งั้น อืม... ไว้เจอกันนะ?$u",
        "Sandy": "ฉันได้ยินว่า ที่นั่นฝนตกล่ะ เพราะงั้น คุณเลยมาที่นี่เหรอ?$h#$e#จริงๆแล้ว บางทีฉันก็ คิดถึงฝนนะ...$s",
        "Krobus": "อ่า น้ำในท่อระบายน้ำวันนี้ ไหลอย่างรวดเร็ว วันนี้มันคงจะชุ่มชื้นดีน่าดู... อย่างที่ผมชอบเลย"
    }
}
