{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Abigail": "หุบเขาท่ามกลางสายฝน มันเป็นอะไรที่สุดยอ",
        "Robin": "ฝนหยุดฉัน จากการทำงาน ไม่ได้หรอก! แต่ว่านะ... ท่อนไม้ที่เปีย",
        "Demetrius": "ยินดีต้อนรับ เข้ามาข้างในก่อ",
        "Maru": "เมื่อฝนตกลงมา ฉันก็จะมีข้อแก้ตัว ที่จะทำงานกับอุปกรณ์ ของฉันทั้งวัน$h#$e#แ",
        "Sebastian": "ถ้าคุณโชคดี คุณอาจเห็นกบ ใ",
        "Linus": "ฝนที่อบอุ่น จะทำให้ทา",
        "Pierre": "คนส่วนใหญ่อยู่ในร่ม ในวันแบบนี้... มันไม่",
        "Caroline": "สวนของฉันมีความสุขวันนี้ $h#$e#...และค่าน้ำของเรา จะ",
        "Alex": "ฮืมมม อากาศแบบนี้ ไม่ดีสำหรับการเล่นกีฬา$s#$e#โอ้ ก็ดี ฉันยังสามารถ ยกต",
        "George": "มันหนาวมาก ใช่ไหม? นี่มันวันบ",
        "Evelyn": "เมื่อฉันตื่น ฉันได้ยินเสียงน้ำหยด มาจากสักที่... ฉันคิดว่าหลังคา อาจจะรั่ว$s#$e#ในวันเก่าๆ George จะรีบลุก",
        "Lewis": "สวัสดี @ พักอยู่หรอ?#$e#ฉันหวังว่าน้ำ จะไม",
        "Clint": "วันนี้เป็นวันดี ในการสำรวจ เหมืองแร่... ใครจะรู้ คุณ",
        "Penny": "ฝนตกลงมาเสียงดัง เพราะกระทบหลังคา โลหะของรถพ่วง#$e#... แ",
        "Pam": "เป็นไงบ้างล่ะ เจ้าหนู ยังแ",
        "Emily": "ฝนตกที่นี่ แต่ไม่เคยตกใน ทะเลทรายคาลิโค... ที่ที่เพื่อนฉัน Sandy อาศัยอยู่#$e#ฉันหวังว",
        "Haley": "ฉันใช้เวลาทุกเช้า ทำผม... ตอนนี้ฝนทำให้มันยุ่ง$s#$e#*ถอนหายใจ*... การใช้ช",
        "Jodi": "คุณเช็ดรองเท้าของคุณ ก่อนเข้ามารึยัง? โทษที... ฉันพึ่งถูพื้นน่ะ#$e#แต่คุณก็ได้รับ ",
        "Sam": "เสียงฝนตก ทำให้ฉันเล่นกีต้า ได้โดยไม่โดน",
        "Leah": "บางทีวันนี้ ฉันควรทำ อาหารใหม่บ้าง บาง",
        "Shane": "อืมม... สภาพอากาศแบบนี้ ทำให้ฉัน",
        "Marnie": "ไงจ้ะ @ ดูเหมือนตัวคุณ จะเปียกนะ... ดู",
        "Elliott": "บางครั้งเมื่อฉัน นอนอยู่บนเตียง ฉันได้ยินเสียงหวูด ผ่านสายฝนนะ#$b#แต่เมื่อฉันมอง",
        "Gus": "ไม่มีอะไรจะดี เหมือนไวน์แดง ในวันแบบนี้ ฮะ?#$e#ฉันรัก",
        "Dwarf": "ฝน... มันเป็นเรื่องน่าทึ่ง สำหรับเรามากเลย บางครั้งพวกคนเคระ ก็ไม่เค",
        "Wizard": "วันที่มีพายุ เป็นช่วงเวลาเดียว ที่ข้าจะสื่อสาร กับบางสิ่งได้#$e#ข้าไม่ค",
        "Harvey": "ว่าไงคับ @! เอ่อ... ล่าสุดนี่อ่านอะไร ที่น่าสนใจในหอสมุด บ้างรึยัง#$e#เอ๋ งั้",
        "Sandy": "ฉันได้ยินว่า ที่นั่นฝนตกล่ะ นั่นใช่เหตุผล ที่คุณมาที่นี่มั้ย?$h#$e#จริงๆแล้ว บ",
        "Krobus": "อ่า ท่อระบายน้ำวันนี้ ไหลอย่างรวดเร็ว วันนี้คงจะชุ่มชื้นน่าด"
    }
}