{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "เธอเจอกับทุกๆ คนในเมืองหรือยัง มันฟังดูลำบากเนอะ",
        "pamHouseUpgrade": "แผนการทำงานเล็กๆ ของเราเป็นไปได้ด้วยดี ใช่มั้ย? แพมและเพนนี ดูมีความสุขจริงๆ",
        "pamHouseUpgradeAnonymous": "แผนการทำงานเล็กๆ ของเราเป็นไปได้ด้วยดี ใช่มั้ย? แพมและเพนนี ดูมีความสุขจริงๆ",
        "MovieInvitation": "โอ้... มีตั๋วสองใบสำหรับคืนนี้ ใช่มั้ย? ฟังดูเข้าท่า! ฉันจะพบเธอที่นั่น$h",
        "cc_Bridge": "ไง! ฉันได้ยินเสียงแปลกๆเมื่อคืน และตื่นมาตอนเช้าพบว่า สะพานถูกซ่อมเรียบร้อยแล้ว! #$b#นี่มันเป็นงานไม้ที่ มหัศจรรย์จริงๆ!",
        "cc_Complete": "ฉันรู้ตั้งแต่เธอก้าวเท้า ลงจากรถบัสคันนั้นแล้ว @... เธอถูกลิขิตให้เป็นฮีโร่ ของเมืองนี้!$h",
        "cc_Begin": "ไง! ฉันได้ยินว่าเลวิส พาเธอไปดูรอบๆ ศูนย์ชุมชน... มันจะดีมากเลยถ้าเธอ ซ่อมแซมมันขึ้นมาได้ มันเป็นอาคารที่ สวยงามมากจริงๆ!",
        "Mon": "ฉันบอกเธอหรือยังว่า ฉันสร้างบ้านหลังนี้ ขึ้นมากับมือ? มันเป็นผลงานชิ้นโบว์แดง ของฉันเลยล่ะ",
        "Tue": "เฮ้ ถ้าเธอต้องการวัสดุ หรือแผนผังล่ะก็ ร้านของฉันมีสิ่งของ ที่เธอกำลังต้องการอยู่นะ! อีกอย่าง การทำฟาร์มของเธอ มันช่วยพัฒนาเศรษฐกิจ ในท้องถิ่นมากเลย$h",
        "Wed": "ว่าไง ฉันกำลังอยากได้ งานใหม่อยู่พอดี นี่ ที่ฟาร์มของเธอ ยังอยู่ดีอยู่รึเปล่า? มีงานไม้ตรงไหนเสียหาย มั่งมั้ย?",
        "Thu": "เธอมาเยี่ยมพวกเรา ได้เสมอนะ ถึงจะไม่ได้มาซื้อของ ก็เถอะ...น่านะ อยู่บนป่าเขาแบบนี้ บางทีมันก็เหงาเหมือนกัน",
        "Fri": "เธอเจอลูกชายของฉันรึยัง? เซบาสเตียนน่ะ เขาอาศัยอยู่ชั้นล่าง เซ็บเป็นเด็กขี้อาย แต่ฉันมั่นใจนะว่าเขาจะ เปิดใจถ้าเธอทำตัวดีกับเขา",
        "Fri_inlaw_Sebastian": "ฉันคิดถึงเซ็บบี้ของฉัน... เขามักจะเข้าใจผิด ในสิ่งเล็กๆน้อยๆประจำ แต่ฉันก็เชื่อในตัวเขานะ",
        "Fri4": "#$1 RobinSeb#ฉันเจอที่เขี่ยบุหรี่ ในห้องของเซบาสเตียน กลิ่นแปลกมากเลยด้วย? #$e#ฉันเป็นห่วง เซบาสเตียนเหลือเกิน... เขามีเพื่อนน้อย แล้วก็ดู ไม่สนใจอนาคตตัวเองด้วย...#$e#ฉันจะคุยกับเขาหลายทีแล้วนะ แต่เขาไม่เคย เปิดใจให้ฉันเลย",
        "Fri4_inlaw_Sebastian": "เซบาสเตียนบอกกับฉันว่า จะพยายามเลิกสูบบุหรี่! ฉันภูมิใจในตัวเขาจริงๆ",
        "Sat": "ทำเลที่ตั้งของบ้านฉัน นี่ดีจริงๆเลยนะ เธอว่างั้นมั้ย?#$e#อากาศบริสุทธิ์ ในป่าเขาเป็นสิ่ง ที่ฉันรักจริงๆ",
        "Sun": "ฉันหวังว่าดิมีเทรียส จะไม่ระเบิดบ้าน จากการทดลองพวกนั้นนะ #$e#ไม่แน่ใจเหมือนกัน ว่าเขาทดลองอะไรอยู่ แต่คิดว่าน่าจะเกี่ยวกับพืช",
        "Sun2": "#$1 RobinDem#สามีฉันเกือบจะระเบิดบ้านทิ้ง จากการทดลองเมื่อคืนแล้ว บีกเกอร์ของเขาระเบิด แล้วสะเก็ดระเบิด ก็กระเด็นไปโดน หลังคาบ้าน! ต้องขอบคุณที่ตอนสร้างบ้าน ฉันใช้สารกันไฟเคลือบไม้ไว้$u#$e#ถ้ากลิ่นมันเหม็นก็โทษทีนะ @ ผลพวงจากการทดลอง เมื่อคืนนี้เอง...",
        "Sun6": "ไง @! ดีใจที่ได้เจอ #$e#ตอนนี้เธอเป็นสมาชิกหมู่บ้าน อย่างสมบูรณ์แบบแล้วนะ คิดงั้นมั้ย?",
        "event_wood1": "เยี่ยม พิมพ์เขียวนี้ คงเป็นเรื่องง่าย ๆ สำหรับเธอ!$h",
        "event_wood2": "เยี่ยม งั้นฉันมีพิมพ์เขียวเจ๋งๆ มาให้เธอลองดู!",
        "summer_Mon": "ไม้สามารถทำอะไร ได้หลายอย่างเลยนะ",
        "summer_Tue": "ถ้าเธออยาก พัฒนาสิ่งก่อสร้าง ในฟาร์มของเธอ บอกฉันได้! #$e#เธอแค่ต้องหาไม้และหิน ให้พอกับโครงการนั้นๆ และมันจำเป็น ต้องใช้เงินด้วย#$e#แต่ฉันมั่นใจว่าเธอ จะพอใจกับผลลัพธ์ที่ได้!$h",
        "summer_Fri": "พวกเราในสตาร์ดิวแวลลีย์นี้ ถูกปิดกั้นจาก โลกภายนอกจริงๆ #$e#แต่มันก็มีทั้งข้อดี และข้อเสียน่ะนะ",
        "fall_Mon": "#$1 RobinMaru#มารุชอบอัญมณี เธอใช้มัน กับสิ่งประดิษฐ์ของเธอ#$e#เธอกับมารุป็นยังไงบ้าง เข้ากันได้ดีใช่มั้ย?",
        "fall_Thu": "เรายินดีต้อนรับเธอเสมอ เมื่อเธอมาเยี่ยมพวกเรา ถึงเธอจะไม่ได้มาเพื่อ อัพเกรดสิ่งก่อสร้างก็เถอะ!$h#$e#อยู่บนภูเขาแบบนี้ มันก็รู้สึกเหงานิดๆ เหมือนกันนะ",
        "fall_Fri": "เธอได้เจอกับคนประหลาด ที่อยู่หลังบ้านของเราหรือยัง?$s#$e#ฉันว่า ฉันไม่คิดมากหรอก ตราบใดที่เขา ไม่มารบกวนเรา",
        "winter_Mon": "เฮ้ ปีนี้เป็นปีที่เหมาะกับการ รวบรวมไม้เลยแหละ#$e#บางที เธออาจจะสะสมมันได้พอ ที่จะอัพเกรดบ้านของเธอ ก็ได้นะ",
        "winter_Fri": "พ่อแม่ของฉันงงมาก ตอนที่ฉันบอกว่า อยากเป็นช่างไม้#$e#พวกเขาค่อนข้างจะ หัวโบราณนิดหน่อยน่ะ",
        "winter_Fri_inlaw_Sebastian": "ฉันคิดว่าชีวิตในฟาร์ม ทำให้เซ็บบี้มีสุขภาพดี",
        "winter_Sat": "บ้านของเรา อยู่ในจุดที่สวยมาก ว่ามั้ยล่ะ? #$e#ทุกสิ่งยังคงดูดีหลังหิมะตก"
    }
}
