{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "เธอเจอกับทุกๆ คนในเมืองหรือยัง มันฟ",
        "pamHouseUpgrade": "แผนการทำงานเล็กๆของเราเป้นไปได้ด้วยดี ใช่มั้ย? Pam และ Penny",
        "pamHouseUpgradeAnonymous": "แผนการทำงานเล็กๆของเราเป้นไปได้ด้วยดี ใช่มั้ย? Pam และ Penny",
        "MovieInvitation": "โอ้... มีตั๋วสองใบสำหรับคืนนี้ ใช่มั้ย? ฟังดูเข้าท่า! ฉ",
        "cc_Bridge": "ไง! ฉันได้ยินเสียงแปลกๆเมื่อคืน และตื่นมาตอนเช้าพบว่าสะพานถูกซ่อมเรียบร้อยแล้ว!#$b#",
        "cc_Complete": "ฉันรู้ตั้งแต่เธอก้าวเท้าลงจากรถบัสคันนั้นแล้ว, @... เธอถูกลิขิตใ",
        "cc_Begin": "ไง! ฉันได้ยินว่า Lewis พาเธอไปดูรอบๆ Community Center... มันจะดีมากเลยถ้าเธอซ่อมแซมมันขึ้นมาได้ มันเป็นอ",
        "Mon": "ฉันบอกเธอหรือยังว่า ฉันสร้างบ้านหลังนี้ ขึ้นมากับมือ? มันเป็นผ",
        "Tue": "เฮ้ ถ้าเธอต้องการวัสดุ หรือแผนผังล่ะก็ ร้านของฉันมีสิ่งของ ที่เธอกำลังต้องการอยู่นะ! อีกอย่างการทำฟาร์ม",
        "Wed": "ว่าไง ฉันกำลังอยากได้ งานใหม่อยู่พอดี นี่ ที่ฟาร์มของเธอ ยังอยู่ดีอยู่รึเปล่",
        "Thu": "เธอมาเยี่ยมพวกเราได้เสมอนะ ถึงจะไม่ได้มาซื้อของ ก็เถอะ...น่านะ อยู่บนป่าเข",
        "Fri": "เธอเจอลูกชายของฉันรึยัง? Sebastian หน่ะ เขาอาศัยอยู่ชั้นล่าง Sebเป็นเด็กขี้อาย แต่ฉันมั่นใจนะว่า",
        "Fri_inlaw_Sebastian": "ฉันคิดถึง Sebby ของฉัน... เขามักจะเข้าใจผิด ในสิ่งเล็กๆน้อยๆประจำ แต",
        "Fri4": "#$1 RobinSeb#ฉันเจอที่เขี่ยบุหรี่ในห้องของ Sebastian กลิ่นแปลกมากเลยด้วย?#$e#ฉันเป็นห่วง Sebastian เหลือเกิน... เขามีเพื่อนน้อย แล้วก็ดู ไม่สนใจอนาคตตัวเองด้วย...#$e#ฉันจะคุยกับเขาหล",
        "Fri4_inlaw_Sebastian": "Sebastian บอกกับฉันว่า จะพยายามเลิกสูบบุหรี่! ฉันภูมใ",
        "Sat": "ทำเลที่ตั้งของบ้านฉัน นี่ดีจริงๆเลยนะ เธอว่างั้นมั้ย?#$e#อากาศบริสุทธิ์ ใน",
        "Sun": "ฉันหวังว่า Demetrius จะไม่ระเบิดบ้าน จากการทดลองพวกนั้นนะ#$e#ไม่แน่ใจเหมือนกัน ว่าเขาทดลองอะไร",
        "Sun2": "#$1 RobinDem#สามีฉันเกือบจะระเบิดบ้านทิ้ง จากการทดลองเมื่อคืนแล้ว บีกเกอร์ของเขาระเบิด แล้วสะเก็ดระเบิด ก็กระเด็นไปโดน หลังคาบ้าน! ต้องขอบคุณที่ตอนสร้างบ้าน ฉันใช้สารกันไฟเคลือบไม้ไว",
        "Sun6": "ไง @! ดีใจที่ได้เจอ#$e#ตอนนี้เธอเป็นสมาชิกหมู่บ้าน อย่างสมบูรณ",
        "event_wood1": "เยี่ยม พิมพ์เขียวนี้ คงเป็นเรื่องง่า",
        "event_wood2": "เยี่ยม งั้นฉันมีพิมพ์เขียวเจ๋งๆ มา",
        "summer_Mon": "ไม้สามารถทำอะไร ได้หลา",
        "summer_Tue": "ถ้าเธออยาก พัฒนาสิ่งก่อสร้าง ในฟาร์มของเธอ บอกฉันได้!#$e#เธอแค่ต้องหาไม้และหิน ให้พอกับโครงการนั้นๆ และมันจำเป็น ต้องใช้เงิน",
        "summer_Fri": "พวกเราใน Stardew Valley นี้ ถูกปิดกั้นจากโลกภายนอกจริงๆ#$e#แต่มันก็มีทั้งข้อด",
        "fall_Mon": "#$1 RobinMaru#Maru ชอบอัญมณี เธอใช้มัน กับสิ่งประดิษฐ์ของเธอ#$e#เธอกับ Maru เป็นยังไงบ้าง เข้า",
        "fall_Thu": "เรายินดีต้อนรับเธอเสมอ เมื่อเธอมาเยี่ยมพวกเรา ถึงเธอจะไม่ได้มาเพื่อ อัพเกรดสิ่งก่อสร้างก็เถอะ!$h#$e#อยู่บน",
        "fall_Fri": "เธอได้เจอกับคนประหลาด ที่อยู่หลังบ้านของเราหรือยัง?$s#$e#ฉันว่า ฉันไม่คิดมากห",
        "winter_Mon": "เฮ้ ปีนี้เป็นปีที่เหมาะกับการ รวบรวมไม้เลยแหละ#$e#บางที เธออาจจะสะสมมันได้พอ",
        "winter_Fri": "พ่อแม่ของฉันงงมาก ตอนที่ฉันบอกว่า อยากเป็นช่างไม้#$e#พวกเขาค่อน",
        "winter_Fri_inlaw_Sebastian": "ฉันคิดว่าชีวิตในฟาร์มทำให้ Sebby ",
        "winter_Sat": "บ้านของเรา อยู่ในจุดที่สวยมาก ว่ามั้ยหล่ะ?#$e#ทุกสิ่"
    }
}