{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "10": "เมื่อคืนได้ดูถ่ายทอดสดไหม?#$b#แต่เดี่ยวนะ คุณม",
        "14": "เอิ๊กก ผมพึงเหยียบอะไร น่าขยะแขย่งมาเนี้ย... รองเท้า",
        "Introduction": "เฮ้ ผมชื่อSamน้ะ ยินดีที่ได",
        "danceRejection": "อืมม... ไม่รู้อ่ะ หน้าจะปี",
        "dumped_Guys": "...$a",
        "secondChance_Guys": "ก็ได้ ที่ฉันทำเป็นเย็นชา ลืมไปเถอะว่าม",
        "breakUp": "แล้วรอ... อะไร?!$8#$b#ผมนึกว่าเราทำได้ โอเคร... ฉันเข้าใจ หลังจากนั้นผมจะไป... เอาหล่ะ$9#$b#ก็ใช่, แน่นอนสิ... เรา",
        "divorced": "ผมขอโทษ @ ผมไม่คิดว่าผม ยังสามารถเป็นเพ",
        "Mon2": "เฮ้ เป็นไงบ้าง?#$e#เมื่อคืนผมฝึกเล่นกีตาร์ 4 ชั่วโมงติดเลยน่ะ เจ็บนิ้วมากเลย$s#$e#",
        "Mon": "ไง เจ้าของ",
        "Mon8": "จะบอกความลับอะไรให้... ผมชื่อ 'Sam' ย่อมาจาก 'Samson'$l#$e#ไม่ค่อยมีคนรู้หรอ",
        "Tue": "โอ้ สวัสดี! ดีใจที่ได้เจอกันอีกนะ#",
        "Tue4": "สวัสดี @ ออกไปเที่ยวกันไหม?#$e#การนอนหลับก็ดีน้ะ แต่บ้างทีผมไม่อ",
        "Wed": "ผมกำลังแต่งเพลงใหม่ ให้กับวงของผมอยู่ แต่คิดไม่ออก...#$q 19/20 Wed_old#เฮ้... เพลงใหม่ของผม ควรเกี่ยวกับอะไรดี?#$r 20 30 Wed_20#ทำฟาร์ม, ขุดแร่,ตัดไม้#$r 8820 30 Wed_20#เมืองในทะเล#$r 8821 30 Wed_20#รถไฟ#$r 19 -50 Wed_19#เลือกเพลงไหนก็ได้... ยังไ",
        "Wed_old": "$p 19#ผมรู้อยู่แล้วว่า คุณคิดไงกับเพลงนี้$a|ขอบคุณที่ช่วยน่ะ ผมเรียบเร",
        "Wed_19": "เอ้ย พวก... มีปัญหาอะไรเหรอ? ขอโทดนะผ",
        "Wed_20": "เฮ้ รู้อะไรไหม? มันฟังดูดีมากเล",
        "Wed6": "ผมเป็นเพื่อนกับ Sebastian มาสักพักแล้วล่ะ. เขาเป็นคนที่เท่ดีน้ะ#$e#ถ้าคุณสองคนไม่ได้อยู่แถวๆนี้ ผมคงไม",
        "Wed10": "ไงเพื่อน คุณดูคึกคักจังนะวันนี้!^@ เอ่อ... ที่จริงผมแค่อยากจะบอกว่า.",
        "Thu6_1": "ผมคิดว่าพ่อของผม จะกลับมาในปีนี้#$e#ผมเดาว่าคุณอาจจะได้เจอเขา ถ้างั้น ถ้าคุณยังอยู่ที่นี่#$e#คุณคง",
        "Thu6_2": "...ผมรู้สึกหลาย ๆ อย่างที่พ่อกลับมานะ เขาดูแปลกไป$s#$b#แต่ผมว่าน่าจะเพราะ ไม่ได้เจอเขา",
        "Thu_3": "*เฮ้อ*... ผมมาทำอะไรที่นี",
        "Thu": "ช่วงนี้ของปี เมมจะดู สวยมากเลยนะ ใช่มั้ยล่ะ?#$e#น่าตาเหมือน ไอศกรีมวนิลา ที่ลอยอยู่บน ซอสราส",
        "Thu2": "พ่อของผมเป็นทหาร ที่สู้ต่อต้านจักรวรรดิ Gotoro นั้นแหละคือเหตุผล ว่าทำไมเขาไม่อยู่ที่นี่...#$e#เขาจะต้องกลับมา สักวันหนึ่ง#$e#ผมได้ยิน แ",
        "Thu_2": "นี่ พ่อของผม กลับมาแล้วน่ะ เจอเขาหรือยัง?#$b#ผมแค่",
        "Thu2_2": "เยี่ยม พ่อผมกลับมาแล้ว คุณได้พบเขาหรือยัง?#$b#ผมแค่",
        "Fri": "ผมเคยบอกหรือยังเนี้ย ว่าผมเคยอยู่ในเมืองนะ?#$e#มันมีอะไรหลายอย่าง เยอะแยะไปหมด แต่ก็นั่นล่ะ เสียงดังวุ่นวายชะมั",
        "Fri4": "พ่อของผมอะนะ เคยเป็นคนเก็บขยะในเมืองอ่ะ#$e#นายไม่อยากรู้หรอก ว่าอะไรบ้างที่เ",
        "Fri10": "ยิ่งอายุมากขึ้น ผมก็ยิ่งชอบชนบทมากขึ้นล่ะนะ#$b#จริงๆ ผมอาจจะลำเอียงไปบ้าง... เพราะเหตุผลบ้างอย่าง",
        "Sat4": "โอ้! ผมจำได้ว่า ผมต้องโทรหายายของผมนี่ โอเคร ผมจะเอายางนี้ รัดข้อมือของผมเอาไว้ ดังนั้นถึงผมจะลืมมันไป#$e#ผมจะได้มีอะไร ",
        "Sat": "ฮึ่มมม ผมจำได้ว่า จะทำอะไรสักอย่างนี่... แต่ผมลืมไปแล้ว#$e#",
        "Sun8": "บางครั้งผมก็สงสัยแฮะ ว่าแม่มีความสุขจริง ๆ รึเปล่า$s#$e#ผมเคยถามเธอครั้งนึงนะ แล้วก็รู้สึกได้ว่า แม่ต้อง",
        "Sun": "เฮ้ย นี่มันวันที่แจ่มคูลมากเ",
        "spring_21": "กลีบดอกไม้ที่ปลิว ๆ ในฤดูใบไม้ผลิแบบนี้เนี่ย ทำให้ผมน้ำมูกไหล$s#$e#สำหรั",
        "Event_band1": "นี่ คุณรู้อะไรป่าว? มันก็ต้องเป็น รูปแบบของวงอ่ะเด้ ",
        "Event_band2": "นี่ คุณรู้อะไรป่าว? มันก็ต้องเป็น รูปแบบของวงอ่ะเด้ ",
        "Event_band3": "นี่ คุณรู้อะไรป่าว? มันก็ต้องเป็น รูปแบบของวงอ่ะเด้ ",
        "Event_band4": "นี่ คุณรู้อะไรป่าว? มันก็ต้องเป็น รูปแบบของวงอ่ะเด้ ",
        "event_room1": "อ๋อ เข้าใจ",
        "spring_12": "ไอ้น้องชายตัวแสบของผม รู้สึกตื่นเต้นสุดๆ กับเทศกาลเนี่ย เค้าพูดถึงงาน *ล่",
        "spring_23": "เฮ้อ ทำไมงานเต้นรำดอกไม้ ไม่จัดวันนี้ว้าาา ผม",
        "winter_7": "ครั้งนึง Gus เคยตกลงไปในแม่น้ำ ระหว่างงานเทศกาลน้ำแข็ง พวกเราต้องรีบสร้างกองไฟ กองใหญ่เลยนะ ในบ่อน้ำร้อนอ่ะ เพื่อที่จะละลายน้ำแข็ง ออกจากตัวเค้าน่ะ#$e#พวกเราทุกคนล่ะ รู",
        "fall_26": "คืนนี้ หลังจากที่ทุกคนหลับไปแล้ว ตาเฒ่าที่อาศัยอยู่ในต้นไม้ จะติดตั้งเขาวงกตผีสิง เขาต้อ",
        "summer_10": "พรุ่งนี้ไม่ต้องทำงานล่ะ! รู้สึกดีเป็",
        "winter_24": "งานเลี้ยงในฤดูหนาว น่าจะเป็นการแสดงที่ดีในชีวิต#$b#ผม? ผมส",
        "event_room2": "ใช่... นั่นคือสิ่งที่เ",
        "event_snack1": "เขาสบายดี... นั้นคือสิ่งที่เกิดขึ้น$s^เธอสบายดี... นั้นคื",
        "event_snack2": "ใช่แล้ว... นั้นคือสิ่งที่",
        "event_snack3": "อะไรนะ!? เขาโกหกเหรอ!$a^อะไรนะ!? เขาโก",
        "summer_Mon2": "ว่าไง เป็นไงมั่ง?#$e#ผมหิวอะ#$e#เ",
        "summer_Mon6": "เคยไปที่ทะเลทรายรึยัง?#$e#ที่นั่นมีอะไรน่าสนใจ ให้เจอด้วยนะ พ่อเคยพาผม",
        "summer_Mon": "หน้าร้อนจะไม่ค่อยมีละอองเกสร... จมูก",
        "summer_Tue": "โอ๊ะ ไง! ดีใจที่ได้เจอกันอีกนะ#$e#ไป",
        "summer_Tue4": "ไง @ คุณอยากไปเที่ยว หรือไปไหนดีละ?#$e#ผมรู้สึกมีพลังมากในหน้าร้อน",
        "summer_Wed": "สวัสดี วันนี้หยุดพักหรอ?#$e#ฟั",
        "summer_Wed2": "เมื่อคืนผมเห็นแมงมุม ไต่อยู่บนเพดาน พวกมันต้องชอบที่อุ่น ๆ แน่ ๆ#$e#ผมหวังว่ามันจ",
        "summer_Thu": "พ่อเคยบอกผม เกี่ยวกับศัตรูแห่งชาติ จักรวรรดิ Gotor",
        "summer_Thu6_1": "บางที ตอนกลางคืน ผมได้ยินเสียงพ่อของผม เดินวนไปวนมาในห้องโถง$s#$b#แต่พ่อไม",
        "summer_Fri": "รู้ไหม... ผมเคยใช้ชีวิตอยู่ในเมือง และผมยอมรับเลยว่า ที่นี่ดีกว่ามากในหน้าร้อน$h#$e#ในเ",
        "summer_Sun": "เมื่อคุณเห็นน้ำเดือดปุด ๆ ในทะเล ก็รู้แล้วล่ะว่า ตอ",
        "fall_Mon2": "ผมชอบเดินเล่น ในป่าช่วงเวลานี้ของปี อุณหภูมิมันช่า",
        "fall_Mon": "โอ้ สวัสดี ได้เป็นเพื่อนกับทุกคนในเมือง แล",
        "fall_Tue": "รองเท้าของผม จะใช้งานไม่ได้แล้ว ดูนิ้วเท้าของผมสิ โผล่ออกมาตลอดเลย!$h#$e#นี้คือสิ่งที่เก",
        "fall_9": "ผมสั่งซื้อรองเท้าคู่ใหม่ ทางออนไลน์แล้ว มันเป็นรูปแบบเดียวก",
        "fall_16": "ผมสั่งรองเท้าออนไลน์ มาอาทิตย์กว่าแล้วนะ! เฮ้อ มันยาวนานจริง ๆ#$e#พวกเรา ",
        "fall_23": "อ่า ได้ใส่รองเท้าใหม่นี่ มันรู้สึกดีจริง ถึงแม้รองเท้า จะกัดเล็กน้อยก็เถอะ แต่เดี๋ยวก็หายแล้ว หลังจากที่ผม",
        "fall_Tue4": "ไง @ อยากจะออกไปเที่ยว หรือทำอะไรบ้างมั้ย?#$",
        "fall_Wed": "เฮ้... กลิ่นดีนี่ เหมือนพิซซ่าเลย#$e#ได้กลิ่นรึเปล่า? บางทีแม",
        "fall_Thu6_1": "ผมคิดว่าพ่อผม น่าจะกลับมาปีหน้า#$e#อีกแป๊ปเด",
        "fall_Thu6": "เดาว่าผมคงต้องคิดถึง เรื่องการย้ายออกจากบ้านเร็ว ๆ นี้เสียแล้ว...$s#$e#...แต่ผมคงจะคิดถึงปลาอบ ฝีมือแม่แน่ ๆ งั้",
        "fall_Thu": "เคยสังเกตใยแมงมุมที่เกิดขึ้น ช่วงฤดูใบไม้ร่วงบ้างไหม?#$e#ถ้าคุณตื่นเช้านะ คุณจะพบว่า มันถูกปกคลุมด้ว",
        "fall_Fri": "ผมเคยอยู่ที่เมือง Zuzu ก่อนที่จะมาอยู่ที่นี่ สิ่งที่ต่างกัน อย่างเห็นได้ชัดเลยก็คือ เรื่องเสียงนี่แหละ เสียงในเมืองใหญ่นั้น ไม่เคยที่จะเงียบลงเลย#$e#ผู้คนก็เยอะเต็มไปหมดด้วย แถมยังสว่างไสว ไปด้ว",
        "fall_Fri10": "ผมเติบโตในชนบท มากกว่าในเมืองนะ$h#$b#ถึงแม้ว่า ผมจะมีคติบ้าง... ตามเหตุผลผมอะน่ะ$l#$e#แล้",
        "fall_Sat4": "ผมช่างโชคดี ที่มีห้องใหญ่ที่สุดในบ้าน เป็นของตัวเอง#$e#เดาว่าคงจะ",
        "fall_Sat": "อื้มมม ผมว่าผมจำทำอะไรซักอย่างนะ... แต่ลืมไปและ#$e#มัน",
        "fall_Sun8": "สัปดาห์แรกของฤดูใบไม้ผลิ หมดลงแล้ว ผ่านไปไวซะจริง$s#$e#ยังไงก็ตาม ผมก็ดีใจที่คุณมาเยี่ย",
        "fall_Sun": "มันยากนะที่จะทำตัวสนุกสนาน ในวันอาทิตย์... ในเมือพรุ่ง",
        "fall_14": "ไง @ #$e#อื้มมม... ผมชักสงสัยแล้วสิ ว่าปลูกต้นกระบองเพรช ไว้ใ",
        "winter_Mon2": "หน้าหนาว ใครๆ ก็เอาแต่อยู่ในบ้านทั้งนั้น เพราะงั้นผมจะเล",
        "winter_Mon": "ว่าไง... หนาวเน้อ ว่",
        "winter_Tue": "โอ้ ไง! ดีจริงๆที่ได้เจอกัน#$e#ตา",
        "winter_Tue4": "เฮ้ @ คุณอยากออกไปเที่ยว หรือไปไหนดีละ?#$e#เยี่ยม ตอนนี้เป็นเวลาดีเลยล่ะ สำหร",
        "winter_Wed": "$d Joja#ผมโคตรเกลียด JojaMart มันมีวิธีอื่นไหม ที่ผมจะหาเงินได้จากเมืองนี?|ผมดีใจนะที่เคยทำงาน อยู่พิพิธภัณฑ์ มันเป็นน",
        "winter_Thu6_1": "ผมคิดว่าคุณพ่อ จะกลับมาในเร็ว ๆ นี้#$e#ตั้งแต่ที่ผมเจอเขา ก็ผ่านมากตั้งสามปีแล้ว ต",
        "winter_Thu6": "พ่อของผมได้กลับมาที่บ้าน สักพักใหญ่แล้ว ผมว่าผมคง ",
        "winter_Thu": "พ่อของผมอยู่ในกองทัพ ต่อสู้กับจักรวรรดิ Gotoro นั่นคือเหตุผล ว่าทำไมเขาถึง ไม่ได้อยู่ที่นี่#$e#แ",
        "winter_Thu_2": "อย่างเดียวที่ดี เกี่ยวกับฤดูหนาว... ",
        "winter_Fri": "สิ่งที่แย่ที่สุดของหิมะก็คือ มันจะทำให้เท้าคุณเปียก คุ",
        "winter_Sat4": "เพิ่งจะนึกได้ว่า ต้องเปลี่ยนสายกีตาร์ใหม่ แล้วล่ะ#$b#โอเค งั้นผมจะจดเอาไว้ ที่ข้อมือแล้วกัน จะได้นึกได้ออกว่า ต้องทำมันคืนนี้#$e#ผมต้องทำ อะไรไว",
        "winter_Sun8": "คงสนุกดีเนอะถ้าเราได้ไป เล่นรถเลื่อนไถลลงเนินกัน?#$e#แต่แถวนี้ไม่มีเนินเขาดีๆ เลย$s#$e#และผมก็ไม่มีรถเลื",
        "winter_Sun": "พยายามอย่าทำให้บ้านเลอะ ไม่งั้นเดี"
    }
}