{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "หวัดดี โอ้ สวัสดีจ๊ะฮันนี่!#$b#ฉันดีใจจริง ๆ ที่รถบัสนั่น กลับมาใช้งานได้อีกครั้ง ที่นี่เริ่มไม่ค่อยมีคนแล้วล่ะ #$e#...ฉันเกือบจะขายกิจการ ที่นี่ไปแล้ว$s#$e#แต่เฮ้ ดูสิ ตอนนี้เธอก็อยู่นี่แ",
        "Tue": "เธอจะพบมะพร้าว และแก้วมังกรข้างนอก เอาไปได้ตามต้องการเลยนะ#$e#และพวกมันก็",
        "Wed": "ไง สวัสดี! ถ้าเจอเอมมิลี่ ฝากทักทายเธอด้ว",
        "Thu": "มีผู้ชายที่ดูน่าสงสัย ข้างหลังนั่น? ฉันไม่ควรจะพูด เกี่ยวกับเรื่องนี้#$e#นอกจากนี้... ",
        "Fri": "โอ้ ฮันนี่ เธอจะไม่โชคดีนักหรอก ที่จะทำฟาร์มที่นี่#$e#อืม เธอท",
        "Sat": "สวัสดีค่ะ! ยินดีต้อนรับท่านเข้าสู่ โอเอซิสของแซนดี้ จุดหมายปลายทางอันดับหนึ่ง ของทะเลทรายคาลิโค!#$e#*กระซิบ* เป็นไง? ฉันดูเป็นมืออาชีพหรือเปล่า?$h#$e#อย่าลืมมาเลือกซื้อ เมล็ดพันธุ์ตามฤดูกาล ของเรา",
        "Sun": "ที่นี่มีแดดตลอดทั้งปีนั่นแหละ แม้จะเป็นฤดูหนาวก็เถอะ!#$e#อันที่จริง มันออกจะร้อนนิดหน่อย สำหรับฉัน... ",
        "Thu2": "ผู้ชายหน้าโหด ๆ ข้างหลังนั่นน่ะเหรอ? ฉันว่าอย่าไปพูดถึงเขา เลยดีกว่า#$e#เอ่อ... ว่าแต่ ตอนนี",
        "Thu4": "เฮ้... ฉันว่าฉันเชื่อใจคุณได้นะ คุณเก็บความลับได้ ใช่มั้ย?#$b#*กระซิบ* ผู้ชายที่อยู่ด้านหลัง... น่าจะเกี่ยวกับคลับพิเศษ นิดหน่อยนะ ฉันไม่เคยเข้าไปเองหรอก แต่พวกเขาใจกว้าง ให้ฉันจ่ายเงินค่าเช่าเป็นเดือ",
        "Fri4": "จริง ๆ แล้ว ชื้อของฉัน ไม่ใช่แซนดี้หรอกรู้มั้ย มันแค่ชื่อทางธุรกิจน่ะ#$e#แต่ก็นะ ใคร ๆ ก็เรียกชั้นว่าแซนดี้ กั",
        "Wed8": "เธอมาที่ทะเลทรายนี่บ่อยๆ ไม่เปลืองเงินค่ารถหรือไง?#$e#เธอต้องชอบมาหาฉั",
        "Sun8": "ไงจ๊ะ ฮันนี่ ใช่ ที่นี่ก็มีแต่ฉันนี่แหละ ในร้านเก่า ๆ นี่ อืมมม...#$e#อืมม ที่จริงก็มีอีกคนนะ ผู้ชายท่าทางน่ากลัว ๆ ข้างหลังนั่นไง แต่จะว่าไงดีล่ะ เข",
        "Wed10": "เฮ้ นี่มัน @! นี่นา ฉันดีใจที่ได้เจอเธอนะ ฉันเริ่มคิดว่า เธอจะไม่กลับมาแล้วรู้มั้ย!#$e#ถ้าไม่ติด ว่าฉันต้องมาเฝ้าร้านนี่ ฉันก็อยากจะกลับไป เยี่ยมหมู่บ้านพร้อมกับเธอ ซักวันสองวันเหมือนกัน... แค่เธอกับฉ",
        "Tue10": "สวัสดี!~ ตามสบายนะ#$e#เครื่องปรับอากาศ นี่เยี่"
    }
}