{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "หวัดดี โอ้ สวัสดีจ๊ะที่รัก!#$b#ฉันดีใจจริง ๆ ที่รถบัสนั่น กลับมาใช้งานได้อีกครั้ง ที่นี่เริ่มไม่ค่อยมีคน แล้วล่ะ #$e#...ฉันเกือบจะขายกิจการ ที่นี่ไปแล้ว$s#$e#แต่เฮ้ ดูสิ ตอนนี้เธอก็อยู่นี่แล้วไง เธอจะมาซื้อเมล็ดพันธุ์ของฉัน ยกแผงเลย... ใช่มั้ยจ๊ะที่รัก?$h",
        "Tue": "เธอจะพบมะพร้าว และผลกระบองเพชร เอาไปได้ตามต้องการเลยนะ#$e#และพวกมันก็อร่อยยยยมากด้วย เช่นกัน ฮาๆ!~$h",
        "Wed": "ไง สวัสดี! ถ้าเจอเอมิลี่ ฝากทักทายเธอด้วยนะ?#$e#ขอบคุณ!$h",
        "Thu": "มีผู้ชายที่ดูน่าสงสัย ข้างหลังนั่น? ฉันไม่ควรจะพูด เกี่ยวกับเรื่องนี้#$e#นอกจากนี้... สภาพอากาศในหุบเขา เป็นยังไงบ้าง?",
        "Fri": "โอ้ที่รัก เธอจะไม่โชคดีนักหรอก ที่จะทำฟาร์มที่นี่#$e#อืม เธอทำฟาร์มกระบอกเพชรได้นะ$h",
        "Sat": "สวัสดีค่ะ! ยินดีต้อนรับท่านเข้าสู่ โอเอซิสของแซนดี้ จุดหมายปลายทางอันดับหนึ่ง ของทะเลทรายคาลิโก้!#$e#*กระซิบ* เป็นไง? ฉันดูเป็นมืออาชีพหรือเปล่า?$h#$e#อย่าลืมมาเลือกซื้อ เมล็ดพันธุ์ตามฤดูกาล ของเราด้วยนะ#$e#ดูเธอจะหิวน้ำนะ เอ้านี่ เอานมเย็นๆไปดื่ม [184]#$e#อร่อยไหม หือ?$h",
        "Sun": "ที่นี่มีแดดส่องตลอดทั้งปี นั่นแหละ แม้จะเป็นฤดูหนาวก็เถอะ!#$e#อันที่จริง มันออกจะร้อนนิดหน่อย สำหรับฉัน... ผิวของฉันมันไหม้เร็วมาก ถ้าอยู่กลางแดด$s",
        "Thu2": "ผู้ชายหน้าโหด ๆ ข้างหลังนั่นน่ะเหรอ? ฉันว่าอย่าไปพูดถึงเขา เลยดีกว่า#$e#เอ่อ... ว่าแต่ ตอนนี้ในหมู่บ้านอากาศ เป็นยังไงบ้างล่ะ",
        "Thu4": "เฮ้... ฉันว่าฉันเชื่อใจคุณได้นะ คุณเก็บความลับได้ ใช่มั้ย?#$b#*กระซิบ* ผู้ชายที่อยู่ด้านหลัง... น่าจะเป็นกับคลับพิเศษอะไรสักอย่าง ฉันไม่เคยเข้าไปเองหรอก แต่พวกเขาใจกว้าง จ่ายเงินค่าเช่ารายเดือนก้อนโต ฉันก็เลยไม่ถามอะไรอีก#$e#แล้วววววว! อากาศในสตาร์ดิวแวลลี่เป็นยังไงบ้างละจ๊ะตอนนี้?",
        "Fri4": "จริง ๆ แล้ว ชื่อของฉัน ไม่ใช่แซนดี้หรอกรู้มั้ย มันแค่ชื่อทางธุรกิจน่ะ#$e#แต่ก็นะ ใคร ๆ ก็เรียกชั้นว่าแซนดี้ กันทั้งนั้นแหละ ฉันก็เลยชิน กับชื่อนี้ไปซะแล้ว",
        "Wed8": "เธอมาที่ทะเลทรายนี่บ่อยๆ ไม่เปลืองเงินค่ารถหรือไง?#$e#เธอต้องชอบมาหาฉันมากแน่ๆ ใช่มั้ย? อืมมม... $h",
        "Sun8": "ไงจ๊ะที่รัก ใช่ ที่นี่ก็มีแต่ฉันนี่แหละ ในร้านเก่า ๆ นี่ อืมมม...#$e#อืมม ที่จริงก็มีอีกคนนะ ผู้ชายท่าทางน่ากลัว ๆ ข้างหลังนั่นไง แต่จะว่าไงดีล่ะ เขาแทบจะไม่ขยับตัวด้วยซ้ำ ฉันก็เลยลืมนึกถึงเขา ไปบ่อยๆน่ะ",
        "Wed10": "เฮ้ นี่มัน @! นี่นา ฉันดีใจที่ได้เจอเธอนะ ฉันเริ่มคิดว่า เธอจะไม่กลับมาแล้วรู้มั้ย!#$e#ถ้าไม่ติด ว่าฉันต้องมาเฝ้าร้านนี่ ฉันก็อยากจะกลับไป เยี่ยมหมู่บ้านพร้อมกับเธอ ซักวันสองวันเหมือนกัน... แค่เธอกับฉัน ที่ฟาร์มเก่าๆ$s#$e#เธอต้องมาหาฉัน ให้บ่อยกว่านี้นะรู้มั้ย ฉันจะได้ไม่เหงาไง$h",
        "Tue10": "สวัสดี!~ ตามสบายนะ#$e#เครื่องปรับอากาศ รู้สึกเยี่ยมไปเลยใช่มั้ยละ?"
    }
}
