{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้ คุณเพิ่งจะย้ายเข้ามาใช่ไหม? เจ๋งไปเลย#$e#แต่มีที่ให้เลือกตั้งมากมาย ทำไม",
        "danceRejection": "ไม่หล่ะ...ฉันมีคน ที่อยากจะเต้น",
        "divorced": "ทำไมเธอยังตามรบกวนฉัน? ฉันพยายามจ",
        "dumped_Guys": "ฉันไม่อยากเจอเธอซั",
        "breakUp": "... เข้าใจแล้ว...$s#$b#ขอเดาว่าหลังจากนี้ คงได้เจอเธออย",
        "secondChance_Guys": "ไง...",
        "Mon": "อืม... ต้องการอะ",
        "Mon4": "ถ้าอยู่ดีๆฉันหายไป มันจะมีอะไรเปล",
        "Tue": "ฉันกำลังคิดอยู่... ผู้คนหน่ะ เหมือนก้อนหิน ที่เด้งกระดอนข้ามน้ำไป#$b#แ",
        "Tue6": "ฉันชอบรองเท้าคู่ใหม่ ของนายมากเลย!$h^ทรงผมเธอสวยจังนะวันนี้$h#$e#ไปเ",
        "Wed": "วันนี้ฉันจะทำอะไรดี?#$e#ก็คงจะไม่ได้ท",
        "Wed2": "Sam น่าจะเป็นเพื่อนเพียงคนเดียว ที่ฉันมีในเมืองนี้#$e#อืม... Abby ก็ดีนะ แต่ว่า...$h#$e#อ",
        "Wed2_inlaw_Abigail": "Sam น่าจะเป็นเพื่อนเพียงคนเดียว ที่อยู่ในเมืองนี",
        "Wed6": "คุณและ Sam อาจจะเป็นเพื่อนเพียง 2 คนที่ฉัน",
        "Wed10": "อืม... คุณโสดอยู่ใช่ไหม?#$e#เอ่อ... แค่สงส",
        "Thu": "#$1 Sebastian1#ฉันแอบเข้าไปในถ้ำเมื่อคืน แล้วก็ได้ลอยข่วน น่ารังเกียจนี่มา จากพวกปูหินนั่น อย่าบอกใครหล่ะ โอ",
        "Mountain_47_23": "ฉันมาที่นี่เพื่อหาความสงบ ",
        "Thu4": "ทำไมทุกๆคนถึงรัก Maru กันขนาดนั้น? ก็จริง ที่เธอน่ะทั้งฉลาดทั้งเป็นมิตร แต่พวกเขา ไม่รู้กันเลยเหรอไงว่า เธอเป็น",
        "Thu6": "ลองจินตนาการว่า คนอย่างฉันอาศัยอยู่ในฟาร์ม ออกไหมล่ะ? ",
        "Thu8": "ลองจินตนาการว่าฉัน อาศัยอยู่ในฟาร์มออกไหมล่ะ?#$e#มันฟังดูงี่เง่ามากเลย แต่ช่วงน",
        "Fri": "อือ... ฉันไม่รู้จ",
        "Fri2": "*เฮ้อ*... ถ้าเกิดแก๊สไม่แพงละก็นะ วันนี้ฉันคงได้ขี่มอเตอร์ไซต์ เข้าไปในเมืองแล้ว#$e#$q 15/16 Fri_old#ปกติคุณมักจะทำอะไรหล่ะ เวลาไม่ได้ทำงาน?#$r 15 0 Fri_bad#ก็ทำฟาร์มต่อ#$r 16 30 Fri_good#อ่านการ์ตูน#$r 15 -30 Fri_bad#ไปช็อปปิ้",
        "Fri_old": "$p 16#เฮ้ ถ้าเบื่อละก็ มาเล่นที่ห้องฉันได้นะ...$h|คุณคงจะชอบชีวิตในเมือง",
        "Fri_good": "อ้ ใช่? คุณได้อ่าน 'Cave Saga X' ตอนใหม่บ้างไหมหล่ะ? ฉันจะไม่สปอยให้หรอกนะ... แต่อยากส",
        "Fri_bad": "โอ้? ฮืมมม... ไม่เหมาะกับฉันหรอก แต่ทุกๆคนก็คงจะมีสิ่งท",
        "Sat": "อะไรนะ? ฉันไม่ได้ยินที่คุณพูด... ฉันกำลังยุ่งเพราะคิดถึง เรื่องบางเร",
        "Sat2": "คุณรู้ไหม ตอนนี้ฉันควรจะทำอะไร ให้มันเป็นชิ้นเป็นอัน มากกว่านี้ ฉันเป็นคนเสีย สมาธิเร็วเกินไป...$s#$b#",
        "Sun": "ว่าไง คุณชื่อ @ ใช",
        "Sun2": "วันหยุดได้พัก สบายเลยใช่",
        "Sun4": "ฉันมักจะอยู่แต่ในบ้าน แต่บางครั้ง ฉันก็แวะไปที่ชายหาด#$b#แต่เฉพาะช่วงนี้ฝนตกนะ#$e#เพราะอะไรก็ไม่รู้ การได้จ้องอยู่แต่มุมของห้อง ที่ดูเยือกเย็นมันทำให้",
        "Fri8": "เป็นไงบ้าง?$h#$e#ฉันจะไปที่บาร์คืนนี้ แล้วก็ถล่ม Sam ด้วยสน",
        "Sun10": "ฉันกำลังคิดถึงคุณอยู",
        "Event_game1": "โอเค ใช้ได",
        "Event_game2": "เลือกได้ดีนี่ นั่นจะเข้ากับบ",
        "Event_cave1": "อย่าเร็วนักสิ! ฉันอยากรู้ว",
        "Event_cave2": "จริงรึ? มันกำลังส่งเสียง",
        "Event_cave3": "มันอันตรายเกินไป ถ้าไม่มีดาบ แต่ฉันชอบเซนส์ด้า",
        "event_garage1": "เจ๋งไปเ",
        "event_garage2": "โอเค... งั้นไม่เป็",
        "event_garage3": "อย่าห่วงเลย ฉันจะเป็นคนสอนให้เอง ก่อนที่นายจะทำอะไร ที่มันเสี่ยงอันตรายน่ะนะ$8^ไม่มีอะไรต",
        "event_city1": "ฮืมมม... เพี้ยนจากที่ฉันคิดไปนิดหน่อ",
        "event_city2": "ใช่... ฉันเองก็รู้สึกแบบนั้น เ",
        "event_city3": "โอ้... อืม บางทีนี่อาจจะไม่ใช่สถานที่ ที่เหมาะกับคุณน่ะนะ ฉันแค่คิดว่าคุณน่",
        "event_city4": "เฮอะ... คุณพูดเหมือนแม่ฉันเลย$a#$b#...*เฮ้อ*$s#$b#แต่คุณก็พูดถูกน่ะนะ ฉันติดมันมากเกิน",
        "summer_Mon": "ทำไมทุกๆคน ถึงดูมีความสุขภายใต้ ดวงอาทิตย์กั",
        "summer_Mon6": "ทุกๆคน ดูมีความสุขเหลือเกิน เวลาพระอาทิตย์ขึ้น...#$e#แต่ละคน ",
        "summer_Tue": "ฉันตั้งตารอ ฤดูที่หนาวและชื้นอยู่ มันทำให้ฉันรู",
        "summer_Wed": "จะออกไปข้างนอกกันเพื่ออะไร? ฉันเ",
        "summer_Wed8": "ทำไมฉันถึงกำลังยิ้มอยู่? อาจเป็นเพราะช่วงนี้ ฉันรู้สึกม",
        "summer_Thu": "ฉันจะไม่ไปว่ายน้ำอย่างแน่นอน ถ้านั้นคือสิ่งที่คุณ กำลังจะถามหน่ะนะ$s#$e#โอ้? แค",
        "summer_Thu10": "ถ้าคุณคิดอยาก จะไปว่ายน้ำบ้างล่ะก็... ฉันก็น่าจะไป",
        "summer_Mountain_58_35": "#$c .5#อุณหภูมิจะเริ่มให้ความรู้สึก ที่สบายในตอนกลางคืน#$e#และจะเย็นมากกว่านี้ อีกน",
        "summer_Fri": "โอ้ ว่าไง *ฮ้า",
        "summer_Fri6": "เฮ้ ฉันดีใจมากเลยที่คุณแวะมา$h#$e#ช่วงนี้เป็นไงบ้างหล่ะ ชิ",
        "summer_Sat": "ฉันหวังว่าอาหารคืนนี้ คงจะไม่ใ",
        "spring_12": "ฉันเป็นพวกไม่ชอบงานเทศกาล มันมีแต่ความยุ่งเหยิง พบปะผู้คนมากเกินไป เครียดม",
        "spring_23": "พระเจ้า... พรุ่งนี้เป็นเทศกาล ที่แย่ที่สุดประจำปีเลย คอยดูได้เลยว่ามัน จะทำให้ฉันดูเ",
        "fall_20": "คุณตั้งหน้าตั้งตารอ งานเทศกาลฮาโลวัน ในวันพรุ่งนี้ไหมหล่ะ? มันเป็น",
        "fall_26": "งานฮาโลวีน มีวันพรุ่งนี้แล้วสินะ ฉันหวังว่าคงจะมี พวกโครงกระดูก มาจัดแสดงอีกในปีนี้$h#$e#บางที่ฉันอาจจะรู้สึ",
        "summer_10": "ฮี่ฮี่... มันน่าจะตลกน่าดู ถ้าใส่ของชวนคลื่นไส้ ลงในหม้อซุปในวันพรุ่งนี้ แต่ไม่ได้จะวางพิษใครหรอก#$e#ทำไปเพื่ออะไร? หืมม... ฉันคิดว่าคนบางคน ก็อาจจะรู้สึกเป็นอิสระมากขึ้น เวลาได้เห็นโคร",
        "summer_27": "พรุ่งนี้ พวกเราจะไปรวมตัวกันที่ท่าเรือ เพื่อเฝ้าดู การย้ายถิ่นฐานของพวก แมงกระพรุนแสงจันทร์ ",
        "winter_24": "วันนี้เป็นวันก่อนวัน ส่งท้ายดวงดาวฤดูหนาว ของปีแล้ว อย่าลืมทำให้ท้องว่าง เ",
        "summer_Sun": "ฉันมักจะออกไปข้างนอก หลังจากมืดแล้ว มันฟัง",
        "summer_Sun4": "เมื่อคืน ฉันเห็นฝูงค้างคาวบินวนไปมา อยู่ใกล้ๆทะเลสาบ#$e#บางที ช่วงนี้ของปี พวกมั",
        "fall_Mon": "แสดงว่า... นี่เป็นฤดูเก็บเกี่ยว ครั้งใ",
        "fall_Mon4": "คุณคงทำเงินได้มากมาย ในฟาร์มนั่นเลยสินะ หือ?#$e#บางที ฉัน",
        "fall_Tue": "นี่ก็ผสมฟักทอง... นั่นผสมฟักทอง... โอ้ย ฉันละเบื่อกับแฟชั่",
        "fall_Tue6": "Demetrius คิดว่าตัวเองเป็นใครกัน สั่งให้ฉันทำนู้นทำนี่อยู่ได้? เขาไม่ใช่",
        "fall_Wed": "*ฮ้าววว*... นี่มันกี่โมงแล้วเนี่ย? เหมือนจะนอน",
        "fall_Wed8": "ดีใจจริงๆ ที่คุณมา ฉันกำลังรู้สึกเบื่อพอดี#$e#เชื่อไหมหล่ะ ตอนนี้ฉันรู้สึก ก",
        "fall_Thu": "ห้องของฉันอาจจะดู หม่นหมองน้อยลงก็ได้ ถ้าฉันมี",
        "fall_Fri": "*ฮ้าววว*... ฉันอ่านหนังสือเล่มใหม่นี้ ยาวไปจนถึงตี 3 เลย#$q 62/63 fall_Fri_old#คุณอ่านหนังสือบ้างไหม @?#$r 62 -30 Fri_bad#อ่านสิ แต่แค่หนังสือทั่วไปน่ะ#$r 63 30 Fri_good#อ่านแค่แนว Sci-fi กับแฟนตาซี#$r 62 0 Fri_bad#ฉันชอบอ่านเรื่องโรแมนติกน่ะ#$r 63 -30 Fri_bad#ไม่ ฉันไม",
        "fall_Fri_old": "$p 62#คุณอาจจะไม่ชอบมันหรอก$s|ฉันคิดว่าคุณ",
        "fall_Fri_good": "เฮ้คิดเหมือนฉันเลย มันไม่มีอะไรดีไปกว่า เรื่องแต่งดีๆ ที่ทำให้ความคิดของเรา ข้",
        "fall_Fri_bad": "หือ ฟังดูน่าเบื",
        "fall_Fri6": "ช่วงนี้ฉันเอาแต่อ่านหนังสือ เกี่ยวกับเกษตกร มันทำให้ฉันนึกถึงคุณขึ้นมา หลายครั้งเลย$h#$e#ขอโทษ",
        "fall_Sat": "อีก *นิด* เดียว ฉันก็เกือบจะได้นอน อยู่บนเตียงทั้งวันอยู่",
        "fall_Sun": "พระอาทิตย์มันค่อยๆ ขึ้นน้อยลงทุกว",
        "winter_Mon": "ฉันชอบฤดู ที่ดูมืดมัวแบบนี้มากนะ... แต่ว่ามั",
        "winter_Mon4": "ไม่มีอะไร ทำให้ฉันตกใจได้อีกแล้ว... ไม่มีอะไรทำให้ฉัน หัวเราะได้อีกแล้วเหมือนกัน#$e#ใช่ ฉันร",
        "winter_Tue": "ฮืมมม... ฉันไม่รู้จะพูดอะไรจริงๆ เพราะฉันยั",
        "winter_Tue4": "เฮ้...#$b$บางครั้งมันก็ยากจริงๆนะ ที่จะหาเรื่องเล่าใหม่ๆ มาพูดคุยกัน แม้จะรู",
        "winter_Tue6": "ฉันเกือบจะตะคอก ใส่แม่ของฉันไปแล้ว เพราะแม่ของฉัน เพิ่งทิ้งการ์ตูนเก่าๆ ไปทั้งชุดเลย... แต่อะไรบางอย่าง มันห้า",
        "winter_Tue10": "คุณมาที่นี่เพื่อ เจอหน้าฉันงั้นเ",
        "winter_Wed": "%Sebastian เหมือนกำลังเหม่อลอ",
        "winter_Wed4": "เฮ้ อย่าให้ฉันเป็นตัว ทำให้คุณอู้งานสิ#$e#แต่ถ้ากำลังว่างอยู่ละก็ ฉันก็ไม่ว่",
        "winter_Thu": "ฉันสงสัยจริงๆว่า ข้าวเย็นคืนนี้จะเป็นอ",
        "winter_Thu6": "ฉันควรหัดเรียนทำอาหารนะ มันจะต้องม",
        "winter_Fri": "มันสนุกมากเลย ที่ได้อาศัยอยู่ใกล้ๆ กับรางรถไฟ มันคอยย้ำเ",
        "winter_Fri8": "ตอนที่ฉันยังเป็นเด็ก ฉันมักจะวิ่งออกไปยังลางรถไฟ เวลาที่ฉันได้ยินเสียงรถไฟ ผ่านมา#$e#เกิดอะ",
        "winter_Sat": "พวกกบมันดูไม่มีความสุข ในช่วงฤดูหนาวเลย#",
        "winter_Sat6": "ฉันชอบฤดูหนาวนะ แต่ฉันสงสารพวกสัตว์ ที่กำลังหนาวอยู่ข้างนอกนั้น#$e#แต่พวกมันค",
        "winter_Sun": "ฉันสร้างมนุษย์หิมะไว้ แต่ Demetrius บอกให้ฉันพังมันทิ้ง#$e#เข",
        "winter_Sun6": "ฉันสร้างมนุษย์หิมะ สุดสะพรึงไว้ แต่ Demetrius บอกให้ฉันพังมันทิ้ง... ขณะเดียวกันมนุษย์หิมะ สุดแสนน่ารักของ Maru "
    }
}