{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "ผมไม่รู้จักคุณ มาคุยกับผมทำไม?",
        "danceRejection": "...ไม่$s",
        "pamHouseUpgrade": "ฉันได้ยินมาว่า เธอสร้างบ้านให้แพม... นั้นช่างมีน้ำใจจริงๆ...#$b#เธอรู้ไหม ฉันต้องการเงินซักแสนนึง...#$e#*ahem* ...อ่า ...แค่ล้อเล่นหน่ะ ...แหะๆ",
        "pamHouseUpgradeAnonymous": "ฉันได้ยินมาว่า บางคนสร้างบ้านให้แพม... *ถอยหายใจ*... แล้วแพมเธอเคยทำอะไรเหรอ ถึงสมควรได้รับความช่วยเหลือ แบบนั้น??",
        "divorced": "...$a#$e#...ปล่อยให้ฉันอยู่คนเดียวเถอะ.$a",
        "breakUp": "*อึก* อา... ใช่, โอเคร... พอเดาได้ ว่าสิ่งนี้ต้องมาถึง.$s#$b#ผมจะ... เอ่อ... ไปเจอเธอที่ Saloon",
        "dumped_Guys": "%Shane ทำสายตาเบื่อหน่าย เขาไม่ได้อยากจะคุยกับเธอ",
        "secondChance_Guys": "ฉันไม่เข้าใจเธอเลย... *ถอยหายใจ*...",
        "Mon2": "ผมแทบจะไม่รู้จักคุณเลย มาคุยกับผมทำไม?",
        "Mon4": "เฮ้ ขอโทษด้วยนะ ที่ทำตัวไม่ดีไป ตอนที่เราเจอกันครั้งแรกน่ะ#$e#มันต้องใช้เวลาสักหน่อย กว่าผมจะคุ้น กับคนแปลกหน้าน่ะนะ",
        "Mon10": "คุณเคยรู้สึกเหมือนโลกทั้งใบ กำลังจ้องมองคุณเหมือนกับแมลง ที่น่ารังเกลียดรึเปล่า?",
        "Tue": "หา? คุณต้องการอะไรกันแน่? ไปให้พ้นเลย",
        "Tue2": "คุณต้องการอะไรจากผมกัน? เงิน? ผมจะให้ทองกองใหญ่เลย ถ้าปล่อยให้ผมอยู่คนเดียว!",
        "Tue4": "ทุกครั้งที่ผมลองอะไรใหม่ ๆ มันจะผิดพลาดไปหมด มันทำให้ผมเรียนรู้ ที่จะเป็นกบในกะลาซะบ้าง",
        "Tue6": "ชีวิตมันก็ ไม่ได้แย่อะไรมากหรอก... อย่างน้อยผมก็ยังมี พิซซ่าแช่แข็งกับไข่ละนะ$u",
        "Wed": "ไม่เอา ผมไม่มีเวลามาคุยกับคุณหรอกนะ",
        "Wed8": "ผมเติบโตมากับ Marnie เเละ Jas แต่เราไม่ค่อยเข้ากัน สักเท่าไร มันจึงรู้สึกแปลก ๆ#$e#ตอนเด็ก ๆ ผมไม่ค่อยได้อยู่กับครอบครัว สักเท่าไร$s",
        "Wed4": "$d Joja#*เฮ้อ* ...นรกที่ซ้ำแล้วซ้ำเล่า กับการสต๊อกสินค้า เลิกงานก็ไปที่บาร์ แล้วก็เมาปลิ้นมันทั้งคืน$s|ผมเกลียด ที่ต้องไปทำงานที่โจจามาร์ท แต่พอตอนนี้ผมตกงาน มันยิ่งรู้สึกนรก ยิ่งกว่าเดิมซะอีก$s",
        "Thu": "คุณต้องการอะไรกัน? อย่ามายุ่งกับผม",
        "Thu4": "คุณนี่ดื้อจริง ๆ ผมล่ะแปลกใจจริง ๆ ที่มีคนสนใจจะคุยกับผม ขนาดนั้น",
        "Thu6": "น่าเบื่อจริง... น้ำโคล่าโจจามันไปอยู่ไหนนะ?",
        "Thu8": "เธอชอบที่จะคุยกับฉันเหรอ? ฉันเดาว่าฉันเชื่อเธอ... บางที เธอน่าจะแปลกเหมือนๆฉัน$h",
        "Fri": "ไม่ทำงานทำการรึไง?",
        "JojaMart": "%Shane's กำลังทำงานอย่างขะมักเขม้น เขาไม่สนใจที่จะคุยกับคุณ",
        "Fri4": "$d Joja#อะไรคือความหมายของชีวิต ถ้าทั้งชีวิตทำแต่งาน?|ผมไม่มีเงินจะจ่าย ค่าเช่าห้องด้วยซ้ำ แต่ป้า Marnie ก็ยังให้ผมอาศัยอยู่ ผมโชคดีจริง ๆ",
        "Fri6": "แน่นอนคืนนี้ผมจะไปที่บาร์ มีอะไรอย่างอื่นให้ทำหรือไง?",
        "Sat": "จะมากวนผมทำไม? ผมอยากอยู่คนเดียว",
        "Sat2": "#$1 ShaneJOSH#ผมล่ะแปลกใจจริง ๆ ที่คุณยังพยายาม ที่จะเป็นเพื่อนกับผม นี่ผมยังหยาบคายกับคุณ ไม่พออีกหรอ?#$e#*ถอนหายใจ*...$s",
        "Sat4": "$d Joja#ผมเช่าห้องกับป้า Marnie ด้วยราคาถูก ๆ มันเล็กแต่ผมก็บ่นมันไม่ได้|ถ้าผม รีเซ็ตชีวิตได้นะ ผมอาจจะเปิดฟาร์มไก่ แน่นอนว่า ต้องเป็นฟาร์มเปิดเท่านั้น",
        "Sat8": "ที่จริงผมโตมากับไก่ ของป้า Marnie เลยล่ะ$h",
        "Sun": "ผมยุ่ง ไม่เห็นหรอ?",
        "Sun6": "...ผมคิดว่าผมต้องอ้วนขึ้นแน่เลย$s",
        "Sun8": "ถ้าผมดูทีวีเยอะ ๆ บางทีผมอาจจะ ลืมเรื่องในชีวิตไปก็ได้ มันจะได้เป็นการผ่อนคลาย ไปด้วย$u",
        "Sun10": "ไง @ วันนี้เป็นวันที่ดีของผมล่ะนะ$h",
        "Sun4": "อืม... นี่มัน %time แล้ว ผมควรจะอุ่นพิซซ่าแช่แข็ง กินเลยดีไหม หรือจะรอก่อนดี?$u",
        "Sun2": "คุณอีกแล้วหรอ? จะต้องให้ผมบอกกี่ครั้ง ว่าผมอยากจะอยู่คนเดียว?$s",
        "event_room1": "โอเค... นั้นจำเป็นต้องมีบทพูดดี ๆ บางทีผมคงควรให้ Elliot ช่วยแนะนำ เมื่อผมเจอกับเขาที่บาร์นะ$s",
        "event_room2": "ฟังดูดีนี่ ผมคงต้องไปทำเอฟเฟคพิเศษ เพื่อทำให้มันดูเจ๋งเเล้วละ",
        "event_noLoan1": "ฉันไม่รู้ว่าเธอเป็น คนขี้เหนียว...$s",
        "event_noLoan2": "โอเค, พ่อ...$s^โอเค, แม่...$s",
        "event_noLoan3": "โอ้ว, ว้าววว...$s",
        "event_apologize1": "...ใช่แล้ว, ฉันด้วย",
        "event_apologize2": "ฉันรู้... นั้นเป็นเหตุผลที่ฉันแวะมา เพื่อบอกเธอเกี่ยวกับ เรื่องนี้",
        "event_apologize3": "วว้าว มันซีเรียส ขนาดนั้นเลยเหรอ? ฉันจำมัน ไม่ค่อยได้...",
        "event_stadium1": "โอ้ว เหรอ? ฉันเดาว่ามันก็สมเหตุสมผลนะ$6#$b#ฉันเหรอ? ในบางครั้ง ฉันรู้สึกเบื่อกับเมือง Pelican Town#$b#แต่... ฉันชอบที่เธอแตกต่าง เราเข้ากันได้ดี$l",
        "event_stadium2": "โอ้ว จริงเหรอ? ฉันประหลาดใจนะ... ทำไมเธอย้ายมาที่ Stardew Valley เพื่อหนีจากเสียงวุ่นวาย ของเมืองเหรอ?$6#$b$#ฉันหมายความว่า... เออ อย่าเข้าใจฉันผิด, เธอรู้ไหม ฉันเข้าใจเธอจริงๆ  ชีวิตฉันในเมือง Pelican Town นั้นดีมาก"
    }
}
