{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อะฮอย ไง! มันดีมากเลย ที่มีคนหนุ่มสาว เข้ามาในหมู่บ้านนี้นะ มันไม่ใช่เรื่องที่เจอได้บ่อย ช่วงนี้น่ะ",
        "FullCrabPond": "*ฟุดฟิด*... อาา... กลิ่นที่แสนคุ้นเคยนี่. เธอเลี้ยงปูสินะช่วงนี้?#$b#เธอนี่เป็นหนุ่มที่ใจตรงกับฉันเลยนะ @ ฮ่าฮ่า!$h^เธอนี่เป็นสาวที่ใจตรงกับฉันเลยนะ, @ ฮ่าฮ่า!$h#$b#นี่ เอานี่ไปสิ ฉันเจอบนหาด... เก็บไว้สำหรับวันพิเศษมานานละ มันไม่ใช่ทุกวันหรอกนะ ที่ฉันจะเจอ คนที่ปลื้มปูเหมือนกัน! [797]",
        "MovieInvitation": "อ้าา... ดูหนัง เธอใจดีจัง เจ้าหนุ่ม^อ้าา... ดูหนัง เธอใจดีจัง สาวน้อย#$b#เดี๋ยวฉันเสร็จงาน จะรีบตามไป",
        "Mon": "อะฮอย ไง เจ้าลูกชาย ^ อะฮอย ไง สาวน้อย#$b#อากาศเหมาะ ตกปลาเลยใช่ม้า?",
        "Mon4": "เธอมีโชคในการตกปลา แถวนี้บ้างไหม? ดูเธอน่าจะเป็น ชาวประมงแกร่งได้นะ ถ้าเธอตั้งใจกับมันน่ะ",
        "Tue": "คนตกปลาที่แท้จริง ต้องเคารพผืนน้ำนะ... อย่าลืมซะละ",
        "Tue6": "เจ้าเฒ่านั้นนั้นเคยเป็นนักตกปลานะ รู้ไหม ฉันเติบโตมากับการ ล่องเรือระหว่างเกาะเฟิร์น อยู่รอดด้วยการตกปลาไปวันๆ การใช้ชีวิตกับการ ตกปลามันลำบากนะ แต่มันก็มีบางอย่าง ที่คอยผลักดันให้เธอ ทำต่อไป",
        "Wed": "ปลาบางชนิดอยู่แค่ ในบางฤดู บางชนิดก็มา ตอนกลางคืน หรือตอนฝนตก",
        "Thu": "*งั่ม* *งั่ม* ...เอ้? ฉันอยากจะบอกนะว่า ฉันคิดยังไง แต่มันเป็นความลับ ของชาวประมงน่ะ",
        "Thu2": "มันมีข่าวลือเกี่ยวกับ ปลาที่หายากแถวๆ นี้... แต่มีแค่ชาวประมง ที่ช่ำชองเท่านั้น  ที่มีหวังจะจับมันได้ และเธอก็ต้องมีเหยื่อ ที่หายากที่สุดเท่าที่จะหาได้เท่านั้น  ถ้าเธออยากจะให้ปลาหายาก พวกนั้นมาติดเบ็ด",
        "Fri": "ถ้าเธออยากให้ ปลามาติดเบ็ดนะ เอาให้แน่ใจว่า เธอเอาเหยื่อใส่ลง ตะขอของเธอด้วย",
        "Sat": "ถ้าที่ตกปลาแห่งนี้ มีคนมาตกปลาเยอะขึ้นนะ ฉันอาจจะขยายโกดังร้าน ให้ใหญ่ขึ้นนะ",
        "Sat8": "การตกปลาเป็นไงบ้างสหาย? ฉันก็พยายาม จะตกปลาบ่อยๆนะ แต่มันไม่ง่ายเลย เวลาที่เธอต้องเปิดร้านด้วยน่ะ",
        "Sun": "ถ้าเธอซื้อคันเบ็ด ที่มีคุณภาพสูงนะ เธอก็จะเอาเหยื่อและก็รอก ใส่ลงไปได้ เหยื่อช่วยให้ปลา เข้ามาติดกับเร็วขึ้น รอกจะช่วยให้เธอ ลากปลาขึ้นมาง่ายขึ้นมาก มันมีรอกทุกแบบเลยล่ะ แต่ละอันก็มีจุดเด่น ต่างกันไป พวกมันค่อนข้างจะพังง่ายนิดหน่อยนะ ไม่ต้องแปลกใจถ้ามันเจ๊ง หลังใช้ไปสักพัก",
        "Sun10": "เฮ้ นั่นมันปลาสคิปเปอร์ของฉันนี่ ฉันจะลดราคาเหยื่อให้เธอเลย ถ้าฉันสามารถจับมันได้$s"
    }
}
