{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ่า ใช่แล้ว ข้าทำนาย การมาของเจ้า เอาไว้นานมาแล้ว เจ้าเด็กน้อย @#$e#แต่สุดท้ายแล้ว ชะตาของเจ้า มันก็อยู่ในกำมือ ของเจ้าเองนะ",
        "MovieInvitation": "อืมม... ข้าคิดว่า ข้าสามารถไปเป็นเพื่อนเจ้าได้... แน่นอนสิ เมื่อเจ้าไปถึงแล้ว ข้าค่อยปรากฎตัวแล้วกัน ลาก่อน",
        "Mon": "อ่า ใช่ ข้าเห็นหลายสิ่ง หลายอย่างใน อนาคตของเจ้า เจ้าเด็กน้อย @#$e#แต่หากข้าเอ่ย มันกับเจ้า ผลที่ตามมา มันจะร้ายแรงนัก",
        "Tue": "ถ้าเจ้าไม่มี เรื่องสำคัญอันใดจะบอกข้า ก็ไปเสียเถิด ข้ามีอะไรต้องทำอีกมาก",
        "Tue4": "ข้าวางใจเจ้ามากพอ ที่จะให้เข้าไป ในชั้นใต้ดินของข้า ปฏิบัติกับสิ่งใดก็ตาม ที่เจ้าพบในนั้น ด้วยความเคารพด้วยล่ะ",
        "Wed": "มันต้องใช้เวลาเรียนรู้ ที่จะเข้าใจ ภาษาของธาตุทั้งหลาย ยาวนานหลายปี #$e#การที่จะใช้ ภาษาของพวกเขาได้ ก็ต้องอุทิศเวลา อย่างตั้งใจทั้งชีวิ ต#$eเพราะฉะนั้น ข้าขอตัวก่อนนะ...",
        "Thu": "มีสิ่งลึกลับ รอบตัวเราเต็มไปหมด เจ้าต้องมีความอดทนอดกลั้น หากเจ้าอยากจะค้นพบมัน",
        "Thu10": "เจ้าต้องไม่ บอกใครทั้งนั้น... แต่ข้ามีเหตุผล ที่จะเชื่อว่าชาวเมืองคนหนึ่ง เป็นบุตรสาวของข้า...#$e#ข้าอาจจะเข้าใจ ผิดพลาดก็ได้... ข้าผิดพลาดไม่บ่อยหรอกนะ แต่ก็มีบ้าง",
        "Fri": "ชาวเมืองทั้งหลาย คงหวาดกลัวข้าสินะ #$e#มันช่างโชคร้าย แต่ข้าเข้าใจว่ามนุษย์ มักจะหวาดกลัว สิ่งตัวเองไม่รู้จัก",
        "Fri6": "ข้าเคยแต่งงาน เมื่อนานมาแล้ว หลังจากที่ ภรรยาและข้าแยกทางกัน เธอก็เหินไปรอบๆ ชนบท และสาปทุกสิ่งทุกอย่าง ที่ขวางหน้า#$e#มันไม่ใช่ วิธีที่เป็นผู้ใหญ่นักในการ แสดงความโกรธ",
        "Sat": "ระวังด้วย เจ้ากำลังยืนอยู่เหนือ เขตแดนเวทมนตร์ ที่ทรงพลัง#$e# ข้าสร้างกระท่อมตรงนี้ อย่างมีเหตุผลนะ เจ้ารู้มั้ย",
        "Sat2": "มีความคืบหน้า อะไรกับวิญญาณ ในป่าบ้างไหม?",
        "Sun": "บางครั้ง ข้าก็แอบสังเกตการณ์ ชาวเมืองอย่างลับๆ#$e#ข้าหวังว่า จะได้พบกับศิษย์สักคน ในวันหนึ่งข้าเองก็ ต้องจากโลกแห่งคนเป็นนี้ไป แต่การไล่ตามอะไร บางอย่างอย่างลับๆของข้า จะต้องดำเนินต่อไป"
    }
}
