{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ่า ใช่ ข้าทำนาย การมาของเจ้า เอาไว้นานมาแล้ว เจ้าเด็กน้อย @#$e#ยังไงก็เถอะ ชะตาของเจ้า มันอยู่ในกำมือของเจ้าเอง",
        "MovieInvitation": "อืมม... ข้าคาดว่า ข้าสามารถไปกับเจ้าได้... แน่นอนสิ. เมื่อเจ้าไปถึง, ข้าจะปรากฎตัวเอง. ลาก่อน.",
        "Mon": "ข้าเห็นอนาคตของเจ้า เจ้าเด็กน้อย @#$e#แต่หากข้าเอ่ยมันกับเจ้า มันต้องแลกด้วยชีวิต",
        "Tue": "ถ้าเจ้าไม่มี เรื่องธุระสำคัญอันใดจะบอกข้า ก็ไปเสียเถิด ข้ามีอะไรต้องทำอีกมาก",
        "Tue4": "ข้าวางใจเจ้ามากพอ ที่จะให้เข้าไป ในชั้นใต้ดินของข้า รักษาสิ่งที่เจ้าเห็น ด้วยความเคารพด้วยล่ะ",
        "Wed": "มันต้องใช้เวลาเรียนรู้ ที่จะอ่านอักขระ ยาวนานหลายปี#$e#เพื่อที่จะใช้ ภาษาของพวกเค้าได้ มันต้องอุทิศเวลาทั้งชีวิต#$e#ตอนนี้ ข้าขอตัวก่อนนะ...",
        "Thu": "มีสิ่งลึกลับ รอบตัวเราเต็มไปหมด เจ้าต้องอดทนอดกลั้น หากเจ้าอยากจะค้นพบมัน",
        "Thu10": "เจ้าไม่ควร จะบอกใครทั้งนั้น... แต่ข้ามีเหตุผล ที่จะเชื่อว่าชาวเมืองคนหนึ่ง เป็นบุตรสาวของข้า...#$e#มันอาจจะเป็น ความผิดพลาด... มันเกิดขึ้นได้ยาก แต่มันก็เกิดขึ้นไปแล้ว",
        "Fri": "ชาวเมืองทั้งหลาย หวาดกลัวข้า#$e#มันช่างโชคร้าย แต่ข้าเข้าใจว่ามนุษย์ มักจะหวาดกลัว สิ่งตัวเองไม่รู้จัก",
        "Fri6": "ข้าเคยแต่งงาน เมื่อนานมาแล้ว หลังจากที่ ภรรยาและข้าแยกทางกัน เธอเริ่มบินไปรอบๆชนบท และสาปแช่งผู้คน#$e#มันไม่ใช่วิธีปกติ ที่ผู้ใหญ่จะแสดง ความโกรธ",
        "Sat": "เจ้ายืนอยู่บน เขตเวทมนต์นะ#$e#ข้าสร้างกระท่อมแห่งนี้ ด้วยเหตุผลอะไร เจ้าก็รู้",
        "Sat2": "มีความคืบหน้า อะไรกับวิญญาณ ในป่าบ้างไหม?",
        "Sun": "บางครั้ง ข้าก็แอบสังเกตการณ์ ชาวเมืองอย่างลับๆ#$e#ข้าหวังว่า จะได้พบกับ พ่อมดรุ่นเยาว์ ในวันหนึ่งข้าเอง ก็ต้องตายจาก แต่ความลึกลับของข้า จะยังคงอยู่ไปตลอดกาล"
    }
}
