
{
  //SPECIAL DIALOGUE
  "Introduction": "คุณพระ น่ารักจังเลย! ยินดีต้อนรับนะจ๊ะ ที่รัก.$6#$b#มันน่าตื่นเต้นมากที่ มีใครย้ายเข้ามาใหม่!$1#$e#เธอเคยเจอลูกชายของฉัน หรือยังจ๊ะ วิคเตอร์น่ะ$3",
  "divorced": "ได้ของที่ต้องการแล้วนี่ งั้นก็ไปได้แล้ว.$5",
  "secondChance_Girls": "...ตั้งสติหน่อย, @?$6#$b#ที่รัก... ฉันทำงานอย่างหนัก เพื่อลืมสิ่งที่เธอทำกับฉันไว้. การแต่งงาน... มันเป็นอะไรที่สำคัญมาก สำหรับฉัน. คุณก็รู้.$2#$b#... ฉันพร้อมที่จะทำมันอีกครั้ง แต่นี่จะเป็นครั้งสุดท้ายแล้ว.$3#$b#ฉันรักคุณนะที่รัก ฉันหวังว่าจะไม่ทำพลาด ที่จะเชื่อใจคุณอีกครั้งนะ.$2",
  "dumped_Girls": "คุณกล้าที่จะมาคุย กับฉันหรือยังล่ะ, @?$5#$b#ฉันต้องการเวลาสักหน่อย แล้วก็ดื่มสักนิด.$2",
  "breakUp": "ฉันรู้ว่าไอเดียนี้ มันแย่ตั้งแต่แรก.$2#$b#ขอบคุณที่คอยมารับฟังฉันนะ.$0#$e#...$2",
  "stardrop_gift": "@. ฉันใส่ของพิเศษลงไป ในสตาร์ดรอป สำหรับคุณเลยนะ.$4#$b#มันยังสดใหม่อยู่เลย หวังว่าคุณจะชอบนะที่รัก มันอาจจะทำให้งานของคุณ ง่ายขึ้นบ้างก็ได้.$3",
  "give_flowersA": "...อยากจะอยู่กับฉันเหรอ? เอาจริงสิ?$1#$b#แน่นอน ฉันก็อยากอยู่กับคุณเหมือนกัน ไม่เคยคิดมาก่อนเลยนะ... ขอบคุณนะ สำหรับก้าวแรกนี้น่ะ.$3",
  "give_flowersB": "ที่รัก ฉันซาบซึ้งใจจังเลย แน่นอนฉันตกลง$1#$e#...ยังงก็ตาม ช่วยอดทนกับคนแบบฉันด้วยนะ มันก็นานแล้วที่ฉันได้ มีความสัมพันธ์กับใครสักคนน่ะ.$3",
  "give_pendant": "...$2#$b#@...ฉันไม่เคยคิดมาก่อนเลย ว่าจะได้แต่งงานอีกครั้ง ไม่เคยคิดที่จะรักใครสักคน อีกครั้งเลยด้วย.$2#$b#แต่เวลาที่ได้ใช้กับคุณ... มันทำให้ฉันคิดจะทิ้งทุกสิ่ง ที่เคยคิดไว้ข้างหลัง.$3#$b#ใช่แล้ว @. ฉันตกลงที่จะแต่งงานกับคุณ. และ... นี่จะเป็นละครบทใหม่ที่เราจะ เริ่มต้นใหม่ไปด้วยกัน ฉันหวังว่าเราจะมีความสุขไปตลอดนะ.$1",
  "rejectNPCA": "ฉันไม่คิดอย่างงั้นนะ ที่รัก.$6",
  "rejectNPCB": "นั่นมันจะไม่เกิดขึ้นแน่.$6#$e#การสนทนาจบแล้ว ไปซะ, @.$2",
  "reject_two_heartA": "ฉันไม่รู้สึกแบบนั้น กับคุณเลยสักนิดแหะ ขอโทษทีนะ.$2",
  "reject_two_heartB": "เราควรจะรู้จักกันให้มากกว่านี้ ก่อนที่จะเริ่มต้นก้าวแรกนะ ที่รัก.$6#$e#ไม่ได้จะต่อต้านนะ แต่... ฉันยังไม่พร้อมเท่าไหร่น่ะ.$2",
  "reject_four_heartA": "คิดจะเดตกับใครสักคน อีกครั้งน่ะนะ... ฉันว่าฉันคงทำไม่ได้หรอก.$2#$e#ค่อยคุยเรื่องนี้กัน ทีหลังละกันนะ.$2",
  "reject_four_heartB": "@, เธอเป็นเพื่อนที่ดีนะแต่...$2#$b#ฉันต้องกาวเวลาอีกหน่อยน่ะ มาทำความรู้จักกันให้มากกว่านี้ ก่อนละกันนะ.$2",
  "engageA": "นี่คิดว่าฉันโง่งั้นเหรอ? รู้นะว่าหย่าเพื่อจะทิ้งฉัน ไปหาคนอื่นน่ะ.$5#$e#อย่าทำเหมือนฉันเป็นของเล่นสิ นี่มันแย่มากเลยนะ.$2",
  "engageB": "...@. คิดยังไงน่ะเหรอ?$2#$e#ฉันโคตรจะผิดหวังในตัวคุณเลยล่ะ.$5",
  "marriedA": "เอาจริงดิ @? นี่เธอแต่งงานแล้วนะ.$5#$e#ฉันจะคิดว่ามันไม่เคย เกิดขึ้นละกัน แนะนำให้ทำเหมือนฉันด้วยละกันนะ$5",
  "marriedB": "@...ทำบ้าอะไรเนี่ย? ฉันไม่คิดจะเข้าไปเป็นมือที่ สามของบ้านใครหรอกนะ$6#$e#คิดเหรอว่าฉันจะเป็นคนแบบนั้นน่ะ?$5",
  "refusal_knownA": "โอ้ ที่รัก การแต่งงานเป็นเรื่องใหญ่ที่ คงจะต้องคุยกันยาวเลย$6#$e#หยิบแก้วไวน์กับไวน์มา แล้วค่อยนั่งคุยกันบางครั้งนะ.$0",
  "refusal_knownB": "ฉันยังไม่คิดจะแต่งงานใหม่ เร็วๆ นี้หรอก, @.$6#$b#อาจจะสักวันก็ได้ ที่ฉันจะพร้อมสำหรับมัน.$2",
  "refusal_botherA": "...That's not happening anytime soon, dear.$6",
  "refusal_botherB": "ไม่ใช่ตอนนี้.$0",
  "refusal_no_heartsA": "โอ๊ะ! ฉันได้ยินมาว่าเจ้านี่เป็นหนึ่งใน ประเพณีของแถบนี้ น่ารักจังเลย.$6#$b#นี่วางแผนจะเอาให้ใครหรือยังเนี่ย?$1",
  "refusal_no_heartsB": "นี่ไม่ใช่เรื่องตลกเลยนะ ที่จะมาพูดเล่นปาวๆ แบบนี้น่ะ การแต่งงานมันสำคัญมาก สำหรับฉัน$2",
  
  //JOJA JOB QUESTION
  "spring_Thu": "การทำงานบริษัทในเมือง เป็นอีกส่วนของชีวิตฉันเลย.$3#$q 8001/8002 joja_followup#เธอทำงานให้โจจ้าใช่มั้ยล่ะ?#$r 8001 50 joja_yes#ใช่แล้ว ฉันทำงานที่นั่น#$r 8002 -50 joja_no#ไม่อ่ะ ฉันไม่เคยทำงานที่นั่น.",
  "joja_yes": "หืมมม นั่นแหละที่ฉันคิดไว้เลย เทศมนตรีเลวิสบอกฉันแล้ว.$6#$b#พนักงานบริษัท สู่การเป็นชาวไร่ - ช่างเป็นการเปลี่ยนอาชีพ ที่ชวนตะลึงอะไรขนาดนี้! ฉันทำงานเป็นนักเล่นหุ้น ในเวลาว่างน่ะ น่าจะ 15 ชั่วโมงต่อสัปดาห์ได้.$1#$b#คุณควรจะผ่อนคลายมากกว่านี้ จากการทำงานในบริษัทหนักๆ แล้วมาทำงานที่ตัวเองรักดีกว่า.$3#$b#ฉันดีใจนะที่เธอยังมี แพชชั่นอยู่ในตัวน่ะ$1",
  "joja_no": "มันแปลกจัง ไม่เหมือนกับที่มอริสบอกไว้เลย$6",
  "joja_followup": "$p 8001#สำหรับเธอเหมือนกันจ๊ะ ฉันดีใจนะที่เราทั้งคู่ เลือกที่จะก้าวต่อไปได้$3|สำหรับเธอเหมือนกันจ๊ะ ฉันดีใจนะที่เราทั้งคู่ เลือกที่จะก้าวต่อไปได้.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_20_9": "%โอลิเวียกำลังตั้งสมาธิ กับการเล่นโยคะของเธอ.",
  "JenkinsHouse8_18_5": "ฉันจะนอนแล้ว ค่อยวันหลังนะ.$0",
  "JenkinsHouse_5_8": "@ ฉันใช้ห้องน้ำอยู่ ออกไปก่อน!$5",
  "SeedShop_21_20": "%โอลิเวียกำลังตั้งสมาธิ กับการเล่นโยคะของเธอ.",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "ฉันดีใจที่ ฤดูใบไม้ผลิกลับมาอีกครั้ง ฉันเริ่มจะเบื่อกับอากาศหนาวๆ แล้วน่ะสิ$1",
  "spring_9": "บางครั้งฉันก็คิดนะว่า มันจะเป็นยังไง ถ้าฉันกลับไปทำงาน ที่เมืองซูซูซิตี้น่ะ.$2#$e#ที่นี่ฉันมีเวลาเยอะมาก ทำให้โฟกัสกับงานอดิเรกของฉัน ได้ดีมากเลย แต่บางครั้งก็เผลอเหม่ออยู่ตลอดเลย...$3",
  "spring_12": "เทศกาลไข่อีสเตอร์ คือวันพรุ่งนี้แล้ว! ข้ออ้างที่ดีเลย ที่จะได้ดื่มด่ำกับไวน์ชั้นดี ในคอลเลคชั่นของฉัน$3",
  "spring_23": "ไงจ๊ะที่รัก ฤดูใบไม้ผลิจะสิ้นสุดเร็วๆ นี้แล้วล่ะ รู้หรือยังว่าจะปลูกอะไรต่อ ในหน้าร้อนน่ะ?$3#$e#มาร์นีปลูกเมล่อนทุกๆ ปีเลยล่ะ แถมยังอร่อยเอามากๆ เลยด้วย ฉันตั้งตารอพวกมันมากเลยล่ะ.$1",
  "spring_28": "ฉันว่าจะปลูกดอกทานตะวัน ที่สวนหลังบ้านซะหน่อย เวลาเห็นทานตะวันทีไร จะรู้สึกได้ถึงพลังของฤดูร้อน ขึ้นมาเลยล่ะ$1#$e#เมล็ดทานตะวันก็ยังเป็น ขนมที่ดีต่อสุขภาพด้วย!$3",
 
  "Mon": "ฉันหวังว่า เพื่อนของวิคเตอร์สักคน อยากจะทำพาร์ทไทม์เป็นงาน ทำความสะอาดบ้านบ้างนะ มันช่วยให้ฉันประหยัดเวลา เยอะมากเลยทีเดียวเชียวล่ะ.$1",
  "Mon2": "ตารางงานของฉันยุ่งมากเลย แต่ฉันวางวันไว้ให้ชัวร์ๆ แล้วล่ะว่าจะมีเวลาว่าง ให้แคโรไลน์กับโจดี้ ในวันจันทร์และวันพฤหัสบดีน่ะ ทั้งคู่เป็นเพื่อนสนิทของฉัน$3#$e#ฉันพยายามที่จะอยู่ห่างๆ จากแพมเอาไว้ เธอดูจะเข้ากับฉันไม่ค่อยดีนัก$6#$e#ทำไมน่ะเหรอ? ไม่ใช่เรื่องของเธอจ๊ะ$1",
  "Mon4": "เราคุยกันอยู่ว่าควรจะจ้าง นักออกแบบภูมิทัศน์มาดีมั้ย สวนหลังบ้านจะได้ดู น่าสนใจขึ้นมาบ้าง$0#$e#ยังอยากจะคุยอยู่เหรอ? ตอนนี้ฉันกำลังยุ่งอยู่น่ะสิ.$6",
  "Mon8": "ดีจังเลยที่ได้เจอคุณ @.$3#$e#ลาก่อนจ๊ะ!$1",
  "Tue": "ว่าไงจ๊ะที่รัก วันนี้จะทำอะไรบ้างล่ะ? อย่าโหมงานหนักจนเจ็บตัวล่ะ.$3#$e#ฉันยังไม่อยากให้เธอ ย้ายออกไปเร็วๆ นี้หรอกนะ$6",
  "Tue2": "ฉันึกเล่นโยคะมาได้ ประมาณปีนึงแล้วล่ะ ฉันทำท่ายากๆ อย่าง 'เทพีร่ายรำ' แล้วก็ 'บัวตูม' ได้ด้วยนะ.$1#$e#การมีสุขภาพที่ดีสำคัญมาก ถ้าหากเธออยากจะดูดีล่ะก็ เหมือนหุ่นอันไร้ที่ติ ของฉันยังไงล่ะ.$6",
  "Tue8": "โยคะคือธรรมชาติ, จิตใจ และการฝึกฝนทางด้านสมาธิ! เมื่อไหร่ที่เธอมีเวลาว่าง ฉันยินดีจะสอนให้สักท่าได้นะ.$3",
  "Wed": "ว่าไงจ๊ะ สวัสดีวันพุธ$3#$e#บางทีถ้าโชคดีพอ ฉันจะให้เธอลองชิมรสชาติ ของไวน์ชั้นดีละกันนะ.$1",
  "Wed4": "ฉันเพิ่งจะรดน้ำให้พืชผล ที่บ้านไปวันนี้เอง สุขภาพของสำหรับพืชผลคือ จะต้องสะอาด และมีอากาศที่บริสุทธิ์.$1#$e#ไม่ใช่สิ่งที่เงินจะซื้อได้หรอกนะ.$3",
  "Thu": "ขอโทษทีนะ ตอนนี้ฉันยุ่งเกินกว่าจะคุยได้$0#$e#นั่นก็หมายความว่า เธอควรไปได้แล้ว @.$6",
  "Thu2": "ว่าไง @! วันนี้ฉันอารมณ์ดี และมีความสุขมากเลย!$1#$e#ทำไมน่ะเหรอ? ก็เพราะวันนี้ฉันทำเงินได้เยอะมาก จากการลงทุนไงล่ะ$0",
  "Thu6": "พรุ่งนี้เธอจะไปที่ซาลูนมั้ย @? เธออาจจะเจอฉันก็ได้นะ วิคเตอร์ไปที่นั่นทุกวันศุกร์ เพื่อปาร์ตี้กับเพื่อนของเขา$3",
  "Thu8": "ดีจังเลยที่ได้เจอคุณ เป็นยังไงบ้างจ้ะ?$3#$e#โอ้ว ฉันรู้แล้วล่ะ! มีความสุขดีอยู่ตลอดใช่มั้ยล่ะ.$1",
  "Fri": "ไงจ๊ะที่รัก.$0#$e#คุณควรไปได้แล้วนะ.$6#$e#%โอลิเวียเมินคุณแล้ว.",
  "Fri4": "หุ้นของฉันบางตัว ราคาตกลงเมื่อเช้า ฉันเสียไปตั้ง 30,000G.$2#$e#%โอลิเวียอยู่ในอารมณ์ ที่ไม่ดีนักที่จะคุย",
  "Fri8": "ฉันมักจะดื่มด่ำกับไวน์ของฉัน สักแก้วในวันศุกร์$3#$b#กัสมีไวน์หายากอยู่ด้วย และมักจะเป็นไวน์จาก ไร่องุ่นบลูมูนเสมอเลย.$1",
  "Fri10": "สวัสดีวันศุกร์จ๊ะ! เธอทำงานหนักมาตลอดเลย! เธอควรจะได้พักผ่อนนะ.$3#$e#บอกฉันได้เลยนะ ถ้าพอจะช่วยอะไรได้.$4",
  "Sat": "มีงานที่ต้องทำให้เสร็จ อีกเพียบเลย ฉันคงจะต้องจ้างพ่อบ้านเร็วๆ นี้แล้วแหละ$5#$e#ขอให้มีวันที่ดีนะ$6",
  "Sat2": "ฉันเลือกการวาดรูป เป็นงานอดิเรกเมื่อหลายปีก่อน ลีอาห์ได้แนะนำสิ่งดีๆ ให้ฉันเยอะเลย!$3#$e#เธอน่ารักเหมือนตุ๊กตามากๆ เลยล่ะ ไม่คิดงั้นเหรอ?$1",
  "Sat6": "ไงที่รัก เสาร์หรรษานี้เป็นไงบ้างจ้ะ? เธอทำงานหนักมามากเลยนะ$3#$e#เธอควรจะพักผ่อนบ้างนะ$0",
  "Sat10": "เร็วๆ นี้รูปวาดของฉันคืบหน้าไปเยอะเลย ภูมิใจในตัวเองจัง$1#$e#ขอให้เป็นวันที่ดีนะจ๊ะ$3",
  "Sun": "วันนี้ไม่ได้หยุดเหรอ? ฉันไม่อยากไปรบกวน การทำงานของคุณน่ะ$6#$e#ไปทำธุระของคุณต่อเถอะ @.$0", 
  "Sun2": "เวลาเป็นเงินเป็นทอง! คุณก็รู้ใช่มั้ย @. ฉันมักจะเช็คราคาหุ้นของฉัน อยู่ตลอดเวลาเลย$3#$e#แน่นอนคุณก็รู้นี่ นั่นเลยเป็นเหตุผลที่คุณไม่เคย หยุดงานในฟาร์มของคุณเลย$6",
  "Sun6": "เช้านี้ฉันโชคดีมากเลย แถมได้กำไรจากหุ้นอีกเพียบ.$1#$b#ฉันว่าจะใช้มันไปกับ การซื้อภาพของศิลปินที่ชอบ จากหมู่เกาะเฟิร์นล่ะ.$0",
  "Sun10": "วิเศษมากเลย ที่ได้มาเจอเธอ! วันนี้เป็นยังไงบ้างจ๊ะ?$1#$e#*จุ๊บ* นั่นทำให้วันของเธอ วิเศษขึ้นบ้างมั้ยล่ะ?$3",

  //SUMMER DIALOGUE
  "summer_1": "อ๊า! ฤดูร้อน! ฉันจะได้โชว์บิกินี่ ตัวสวยของฉันที่ชายหาดสักที.$3#$e#ฉันเชื่อว่าแคโรไลน์ ก็มีบิกินี่ตัวใหม่เหมือนกัน.$6",
  "summer_5": "นักออกแบบเสื้อของฉัน ที่เชสเตอร์วาล เธออกแบบเดรสสวยๆ ให้ฉันด้วยล่ะ.$1#$b#อดใจรอไม่ไหวแล้วที่จะใส่ ไปงานเทศกาลต่อไปของเมือง$3#$e#อย่าลืมชมฉันด้วยล่ะ ตอนเจอกันน่ะที่รัก$1",
  "summer_10": "ผู้ว่าการไม่ค่อยจะได้มาที่ เมืองของเราบ่อยนักหรอก นั่นเลยเป็นเกียรติมากๆ ที่เขาจะมาในวันพรุ่งนี้$1#$e#ฉันหวังว่าคุณจะใส่อะไรดีๆ ลงไปในซุปนั่นนะ$3",
  "summer_17": "ฉันบริจาคเงิน 15,000G ให้กับมูลนิธิในเมือง ซูซูซิตี้ไปเมื่อวาน$1#$b#ฉันเข้าใจ ว่าทุกๆ คนไม่ได้โชคดีเหมือนฉัน ฉันเลยช่วยเท่าที่จะทำได้$2#$b#เธอดูแปลกใจนะ ฉันแคร์คนอื่นมากกว่าที่เห็นนะ$0",
  "summer_22": "ว่าไง นี่เงินเล็กๆ น้อยๆ จ้ะ ไปซื้อไอศครีมให้ตัวเองสิ!$1[336]",
  "summer_28": "คุณจะมาร่วมดูพระจันทร์กับคนอื่นๆ ในคืนนี้มั้ย @?$3",
  "summer_3_1": "เมื่อคืนมีเสียงระเบิด น่ากลัวด้วย มันทำให้คุณตื่นด้วยใช่มั้ยล่ะ @?$0#$e#เหมือนอะไรมันถล่มลงมาเลย ฉันคงจะต้องไปคุยกับ เทศมนตรีเลวิสแล้ว$2",

  "summer_Mon": "ว่าไงจ๊ะ จันทร์อันแสนสดใส? เป็นสัปดาห์ที่ดีเลยนะ$3#$e#โอ๊ะ ฉันน่ะเหรอ? ก็ดี ขอบคุณสำหรับความเป็นห่วง$6#$e#มีใครบอกบ้างหรือยัง ว่าเธอนี่ใจดีมากเลยนะ?$1", 
  "summer_Mon4": "วันนี้ซูซานให้เมล่อน สดๆ จากฟาร์มเธอมาด้วย ซูซานนี่ใจดีมากๆ เลยล่ะ!$1#$b#พืชผลของเธอดีต่อสุขภาพ มากกว่าของแอนดี้อีก$6#$e#ฉันคิดว่าไม่เคยกิน ของจากสวนเขานะ$2#$e#ดูหยาบคายไปมั้ยนะ? ฉันแค่พยายามรักษาสุขภาพ ของตัวเองอยู่น่ะ แต่ฉันรู้นะว่าเธออยากจะให้ทุกๆ คนรู้สึกเหมือนอยู่ที่ บ้านของตัวเอง$0",
  "summer_Mon8": "ไงจ้ะหวานใจ เธอทำงานหนักมาทั้งสัปดาห์เลยนะ แถมฤดูร้อนปีนี้ ก็ร้อนเหมือนเดิมเลย$3",
  "summer_Tue": "ฉันเข้าร่วมแอโรบิคคลาส ที่ร้านของปีแอร์น่ะ โยคะช่วยเรื่องสมาธิ และร่างกายได้ดีมาก$3#$e#แถมยังทำให้สุขภาพดี และหุ่นสลิมด้วย$1",
  "summer_Tue4": "ฉันไปซื้อของสดจากร้าน ปีแอร์มาเมื่อเช้านี้ เขามีของออแกร์นิคดีๆ เพียบเลย$3",
  "summer_Tue6": "เทศมนตรีเลวิสใช้งบ 5,000G สำหรับเทศการไข่อีสเตอร์$2#$b#ฉันบริจาคเงินของฉันเอง เพื่อให้แน่ใจว่ายังสามารถ เป็นเจ้าภาพงานเทศกาลได้$0#$e#เพื่อเป็นการตอบแทน เขาให้ฉันใช้ถังหมักข้างๆ ศูนย์ชุมชนได้ตามสบาย$3#$e#เราควรจะตอบแทน โดยทำให้เมืองนี้เป็นเมือง ที่แสนจะวิเศษ$3",
  "summer_Tue8": "รอบหน้าเวลากลับจาก เกาะเฟิร์น ฉันจะเอาริงฟรุ๊ตมาให้เธอนะ$1#$e#มันอร่อยมากเลย แถมยังทำพายอร่อยๆ ได้ด้วยนะ ไหนจะเค้กหรือคัสตาร์ด... อะไรก็ตามที่นึกออก!$3#$b#ฉันชอบที่จะให้ของขวัญนะ แต่จะชัวร์กว่าเวลาได้รู้ว่า เธอรู้สึกได้รับการปฏิบัติดีๆ ใส่น่ะ$1",
  "summer_Wed": "ไวน์อิเรเดียมชั้นดี ของโซเฟียอร่อยมากเลย ฉันควรจะบอกให้เธอรู้นะ$2",
  "summer_Wed4": "ฉันลงทุนไป 30,000G กับบริษัทสตาร์ทอัพไป ฉันเชื่อว่าพวกเขาจะก้าวหน้าแน่!$1#$e#บริษัทด้านเทคโนโลยี กำลังบูมในซูซูซิตี้เลย$3#$b#ถ้าอยากได้เงินง่ายๆ ล่ะก็ นี่คือเวลาดีที่จะเล่นหุ้นเลย @.$1",
  "summer_Wed6": "ถ้าอยากจะให้ฉันเอาเงินของคุณ มาลงทุนในหุ้นล่ะก็ ฉันจะยินดีมากเลยล่ะ @.$1#$e#ยังไงก็ตามฉันขอหัก 20% จากกำไรเป็นค่า ให้คำปรึกษาละกันนะ$6",
  "summer_Wed8": "ฉันจะไปแกรมพ์เลตันเร็วๆ นี้ อากาศดีๆ ที่เธอจะสัมผัสได้เวลาอยู่ใต้ร่ม ของต้นเรดวู้ดเลยล่ะ$3#$e#บางทีเราอาจจะออกทริป ไปด้วยกันสักครั้งนะ$1",  
  "summer_Thu": "สวัสดีจ้ะ คิดยังไงบ้างกับต่างหู อันใหม่ของฉัน? ฉันสั่งมันมาจากเมือง ซาทีนเลยนะ!$1",
  "summer_Thu8": "แคโรไลน์ โจดี้แล้วก็ฉัน น่าจะได้ไปว่ายน้ำกันเร็วๆ นี้ แคโรไลน์ได้ชุดว่ายน้ำมาใหม่น่ะ$3#$b#อยากจะไปด้วยกันไหมล่ะ? แน่นอนเธอไปได้เสมอเลยที่รัก$1",
  "summer_Fri": "ฉันคงจะต้องใช้เวลาวาดภาพ นานกว่านี้แน่ๆ.$1#$e#มีเรื่องที่ต้องรู้อีกเยอะ การออกแบบไหนจะเทคนิค... ค่อนข้างจะยุ่งยากเลยล่ะ$0 ",
  "summer_Fri2": "แอนดี้ทำฉันรู้สึกแย่มากๆ เลย ที่ซาลูนเมื่อคืนนี้ เขามองมาที่ฉันตลอด$2#$e#ฉันได้ยินมาว่าเขาสูบบุหรี่ หนักมากเลยล่ะ ไม่แปลกใจเท่าไหร่$6",
  "summer_Fri6": "โยคะเป็นกิจกรรมที่ดีมากนะ ถ้าเธอความดันหรือแครอสเตอรอล สูงมากๆ$1#$e#ฉันคิดว่าแอนดี้ ควรจะมาทำโยคะบ้างนะ หรืออย่างน้อยกินอาหารเพื่อสุขภาพ ก็ยังดี$6#$b#..ฉันรู้ ว่าเคยพูดร้ายใส่เขามาก่อน แต่มันก็อดเป็นห่วงไม่ได้ อาหารสำเร็จรูปของโจจ้า ไม่ใช่ทางเลือกที่ดีนักหรอก$2",  
  "summer_Sat": "ฉันได้รับจดหมายขยะมาเพียบเลย คงจะต้องไปคุยกับ เทศมนตรีเลวิสซะแล้ว$2#$e#จดหมายที่ได้รับส่วนใหญ่ ก็มีแต่โฆษณากับ จดหมายลูกโซ่ทั้งนั้นเลยแหละ$5",
  "summer_Sat2": "ฉันเห็นลินัส ออกหาของกินเมื่อคืนล่ะ$2#$b#ฉันสงสารมาก เลยให้เงินเขาไป 3,000G แต่เขาก็ปฏิเสธมันซะงั้น$2#$e#แปลกคนเสียจริง ก็ไม่รู้เหมือนกันว่าทำไม$6#$e#...ฉันจะไปคุยกับเทศมนตรีเลวิสซะหน่อย เรื่องจะช่วยเขาหาบ้านน่ะ$2",
  "summer_Sat4": "เทศมนตรีเลวิสฟังคำแนะนำของฉัน เพื่อที่จะนำไปปรับปรุงเมือง เขาเป็นคนที่ดีมากเลยนะ$3#$e#ฉันรักมันมากเลย ความรู้สึกเหมือนได้อยู่ในที่ๆ ของตัวเองตลอดเวลาเนี่ย เริ่มรู้สึกบ้างแล้วใช่มั้ยล่ะ?$3",
  "summer_Sat8": "ลีอาสอนเทคนิคเรื่องพู่กัน ให้ฉันเยอะแยะเลย ฉันอิจฉาทักษะของเธอมากๆ เลย3#$e#ถ้าฉันฝึกฝนมากกว่านี้ อาจจะวาดรูปของเธอสักวันก็ได้!$1",
  "summer_Sun": "อังคารหน้าฉันจะลอง โยคะท่าใหม่ดู เป็นอะไรที่ท้าทายเอามากๆ ทีเดียวเชียว!$3",
  "summer_Sun4": "โจดี้บอกฉันว่า วินเซนต์ทำคะแนนคณิต ได้ไม่ดีนัก เธอเลยเครียดเอามากๆ...$2#$e#ฉันอาจจะไปขอให้วิคเตอร์ มาติวให้หนูวินเซนต์ดูได้ ถ้าไม่ได้ล่ะก็ ฉันว่าฉันพอจะมีทักษะคณิตจากการ เล่นหุ้นของฉันอยู่บ้างนะ...$3",
  "summer_Sun8": "งานอดิเรกอื่นเหรอ? อืม..เราก็เป็นเพื่อนกันแล้วนะ... อย่าบอกใครละกันนะ แต่...$0#$e#ฉันชอบอ่านนิยายโรแมนติกน่ะ แถมช่วงนี้ก็อ่านเยอะมากด้วย เป็นงานอดิเรกที่ฉันโปรดปรานมากๆ เลย4#$e#ขอให้เป็นวันที่ดีนะจ้ะ$1",
  
  // FALL DIALOGUE
  "fall_1": "Good luck on your fall harvest this year, @. If you sell any pumpkins to Pierre, I may pick some up!$3",
  "fall_9": "I'm visiting Blue Moon Vineyard tomorrow to order more wine from Sophia.$3#$b#I sometimes have Victor go, but I want to see the Gem Sea from the cliff. It's a beautiful view.$1#$e#I'd like to go with you sometime... will you join me there?$3",
  "fall_15": "You're participating in the fair tomorrow, sweetie? I wish you the best of luck!$1#$e#Caroline says Pierre's crops have been doing very well this year. It'll be a close call between you two.$6",
  "fall_17": "At the fair yesterday, I spoke with a tourist that came all the way from Pine-Mesa City!$1#$b#It's not as big as Zuzu City, but it's still bustling with activity and commerce.$3",
  "fall_22": "Despite the fact I was an accounting manager at Joja, I never shop at their stores, and never will.$0#$e#Their products aren't healthy, and they'd damage my complexion.$6",
  "fall_27": "Spirit's Eve is tomorrow, @! Will you be exploring the maze this year?$1#$e#Victor has a tendency to get lost in the maze. He always seems to get caught in rough situations.$6",
  "fall_28": "There's a dark story about the family that used to live in our house.$2#$e#I'm not allowed to talk to anyone about it.$6#$e#Yes, @. That includes you too.$6#$e#...$2#$e#%Olivia is now ignoring you.",

  "fall_Mon": "During fall, I may sometimes take trips in the forest to gather some mushrooms.$0#$b#I wish Victor enjoyed mushrooms as much as I did. I'd use them in just about every dish.$6",
  "fall_Mon4": "I saw %pet walking around town yesterday. Such an adorable animal!$1#$e#%pet reminds me of Dewey... Victor loved that cat so much.$2#$e#Has he told you about Dewey yet? ...Losing that cat broke his heart, poor thing.$2",
  "fall_Mon8": "You're working so hard, sweetie! This energy tonic from Doctor Harvey will help you get your energy back.[349]$3#$e#Have a wonderful day!$1",
  "fall_Tue": "Mayor Lewis is considering funding some dock repairs. The wood is quite old.$0",
  "fall_Tue2": "The beauty of yoga is the enhanced flexibility it gives you, @.$3#$b#Working the fields on your farm will certainly keep your muscles toned too.$1",
  "fall_Tue6": "I tried to get Victor to do yoga with me and he refused to even try it.$6#$e#I suppose I'll just stick to Tuesdays. Emily loves our yoga days.$3",
  "fall_Tue8": "I've been doing yoga for many years. It's helped tone my body and concentrate my mind to a balanced state.$3#$e#You should join us sometime, @.$1", 
  "fall_Wed": "I prefer red wine over whites. Reds have more minerals and vitamins, and the taste is much more complex.$3#$e#Sophia specializes in dry red wines. The weather in the valley is perfect for it.$1",
  "fall_Wed4": "Pierre makes spiced cider during fall. He doesn't sell it at the front counter.$3#$e#He only sells it to his closest friends. Luckily, Caroline and I have an excellent relationship.$1#$e#Next time, I'll pick a little extra up for you.$3",
  "fall_Wed8": "Caroline and Jodi are my best friends. We've been through so much together.$1#$e#The three of us are mothers. We see eye to eye on many things, and rely on each other for support.$3",  
  "fall_Thu": "Jodi baked me an apple pie yesterday. It was delicious! I need to make her something special too.$1",
  "fall_Thu4": "I'm attending the silent auction in Zuzu City today. It happens weekly during the spring.$0#$b#I'm always on the lookout for more Gotoran china. It's quite exquisite.$1",
  "fall_Thu8": "Jodi's been stressed lately. I'm going to offer to watch Vincent for a day so she can take a break.$0#$e#Let me know if I can ever help you relax a little, @. I know you work hard.$3",
  "Fall_Fri": "Fall is just the most marvelous season for fashion, don't you think, @?$3#$b#Dresses, jackets, layers...so many possibilities. I love it!$3",
  "fall_Fri6": "Do you ever go shopping to expand your wardrobe, sweetie?$0#$b#I know a few places where you can get quality clothes at a great bargain, if you ever want to go together.$3",
  "fall_Sat": "Marlon walked into the saloon with the wizard last night and they both went to the back room.$6#$b#A person wearing a brown cloak joined them, but their face was covered.$0#$e#I wonder what on earth was going on back there...$6",
  "fall_Sat6": "Such a chilly fall day. Want to join me in the saloon later for a little pick-me-up, sweetie?$3",
  "fall_Sun": "It's such a shame all Gotoro Empire imports are banned. They produce exquisite art and wine.$2#$e#I hope this war with them ends soon. So much violence over such trivial differences...$2",
  "fall_Sun6": "Hi, sweetie. Is this Sunday treating you well?$1#$e#Always a pleasure, dear.$3",

  //WINTER DIALOGUE    
  "winter_1": "My, my. That snow storm last night blanketed the entire valley.$6#$e#Keep yourself warm, sweetie. I wouldn't want you catching a cold!$3",
  "winter_7": "Hello, honey. Are you walking with all of us to the ice fishing spot tomorrow?$3#$e#I'd love to see you compete against Willy.$1",
  "winter_13": "I broke one of my Gotoran dishes this morning. Now I need to spend 6,000G to replace it. They're getting even harder to find.$2#$b#It's important that we treasure the things that remind us of where we come from, don't you think?$0", 
  "winter_21": "Caroline had an argument with Pierre today and vented to me about it afterward.$2#$e#I hope their marriage is okay.$2#$b#They're both strong people. I know they'll get through this.$0#$b#...I should check in on her. I wonder if she's talked to Jodi yet...$0",  
  "winter_24": "Hi, @! Are you keeping yourself warm this winter? The Feast of the Winter Star is tomorrow.$3#$e#I got the perfect gift. For who? It's a secret, dear!$1",
  "winter_28": "Spring is almost here, @! I need to hurry up and decide on what plants I'm going to plant in our backyard this year.$1#$e#Have a wonderful day, dear. Good luck with your farming in this coming season.$3",

  "winter_Mon": "I almost slipped on some ice today.$6#$b#Be careful when you're walking outside, dear.$2",
  "winter_Mon4": "Do you shop at Joja, @?$0#$b#It's not that I'll judge you if you do, sweetie. I just know that they cut a lot of corners and the quality of their product suffers.$2",
  "winter_Mon8": "You're one of my favorite people to talk with, @.$1#$b#You always have a wonderful story to tell.$6#$e#Can you tell me about the mines again?$3",
  "winter_Tue": "Today has been extraordinarily busy. I've earned a glass of a good wine tonight.$6#$e#Yes? Can I help you?$0",
  "winter_Tue2": "My mother and father are visiting soon. Everything has to be perfect!$0#$e#...Maybe you'll meet them someday, sweetie. Then you'll understand.$6",
  "winter_Tue8": "I bought some potted plants from Marnie. They're doing wonderful in the kitchen.$1#$e#I'd get some chickens from her too, but I wouldn't have anywhere to put them.$0",
  "winter_Wed": "Robin built our fireplace. She's an exceptional carpenter, and can build just about anything.$1",
  "winter_Wed4": "Caroline and Jodi don't drink at the saloon very often. Those two are always so busy.$2#$e#I enjoy our chats, sweetie. Let's talk again soon. And maybe you can join me at the saloon sometime.$1",
  "winter_Wed8": "Winter in Pelican Town is beautiful. All of the colorful decorations alongside the bright white snow makes every day feel so festive.$3#$e#Gus, Pierre, and Mayor Lewis do a wonderful and tasteful job with their decorating.$1#$e#This is such a wonderful place to make a home, isn't it, @? I'm glad you settled here too.$3",
  "winter_Thu": "I've been trying to get Jodi and Caroline to come to the bathhouse with me.$1#$e#It'd be such a wonderful lady's night. Making sure to take time to recover is important.$4",
  "winter_Thu6": "It's great to take a break from working on %farm Farm during winter, isn't it, @?$3#$e#I know you enjoy your work, but it's important to take breaks to care for yourself.$0",
  "winter_Fri": "I special order my painting supplies from the Fern Islands.$3#$b#They're expensive, but it's important to have high-quality tools.$6",
  "winter_Fri8": "I finally managed to order a vintage that's in high demand from a vineyard just north of Grampleton. They gave me an extra bottle!$3#$e#I want you to have it, dear. Everyone should get to enjoy nice things once in a while, especially you.[348]$1",
  "winter_Sat": "Although I retired young, I still dabble in stocks.$0#$e#I'm adept at making quick money from trading.$6",
  "winter_Sat4":"I purchase all of my jewelry from Sautine City. Their jewelers are unrivaled in their craftsmanship and attention to detail.$0#$e#I'll make sure to show you the next piece I order.$6",
  "winter_Sat8": "It's a joy to see you, @.$3#$e#Ciao!$1",
  "winter_Sun": "I feel as if I'm starting to get sick. This winter has been unusually cold.$2#$e#I need to pay a visit to Harvey. We're fortunate to have an experienced doctor in the valley.$0",
  "winter_Sun4": "Sometimes I worry that during my time at Joja, I did more harm to the world than good.$2#$b#Over time, Joja has been pushing unhealthy foods, making decisions that are damaging the environment...it's irresponsible. That's part of the reason I left.$0#$b#I'm glad the path my life took led to us becoming friends.$1",
  "winter_Sun8": "Are you all right, @? You look a little pale.$6#$e#...Make sure you're taking good care of your health, sweetie. You might want to check in with Harvey. I wouldn't want anything to happen to you.$2",

}
