{
  //SPECIAL DIALOGUE
  "patio_Olivia": "รู้มั้ย @ ฉันคิดว่าฉันจะพลาด การซื้อขายหุ้นล่ะ แย่มากๆ เลย.$0#$b#%farm ฟาร์ม สวยงามจริงๆ เลยนะ เป็นสถานที่ที่ดีจริงๆ$3#$e#ฉันมีความสุขนะ ที่ได้อยู่ที่นี่กับคุณ รักคุณนะ$1#$b#ขอให้โชคดีกับการทำงาน ในวันนี้ล่ะ$3",
  "spouseRoom_Olivia": "ฉันกำลังพยามยามลองเทคนิค ของโกโทแรนที่อ่านมาอยู่ แต่ดูจะมีแต่ปัญหาน่ะสิ$0#$e#บางทีฉันน่าจะไปถามลีอาดู ฉันเกลียดที่จะต้องไปรบกวนเธอ แต่ก็นะ...$2#$b#ถ้าฉันเชี่ยวชาญขึ้นล่ะก็ จะได้วาดรูปเหมือนของคุณเป็นไงล่ะ$4",
  "funReturn_Olivia": "วันนี้เป็นยังไงบ้างจ้ะ?$0#$e#ฉันเจอไวน์หายากขวดนึงล่ะ อยากจะลองประมูลมันดูจัง$3#$b#เรากำลังหาของไว้ใช้ เฉลิมฉลองอยู่พอดีเลย นี่ไงข้ออ้างที่จะได้เปิดมันกิน$1",
  "funLeave_Olivia": "อรุณสวัสดิ์ ที่รัก.$3",
  "OneKid_0": "ฉันละสายตาจาก %kid1 ไปสักแปปนึง แล้วก็เล่นอุปกรณ์วาดรูป ของฉันซะเต็มที่เลย!$2#$b#พนังของเรารอดพ้นจากการ ลงปะติมากรรมย่อมๆ แบบฉิวเฉียดเลย บางที %kid1 อาจจะโตมาเป็น จิตกรก็ได้นะ...$3",
  "OneKid_1": "เล่านิทานกับ %kid1 วันนี้สนุกมากๆ เลย @! เราผลัดกันเป็นสัตว์ป่า แล้วก็เลียนเสียงกัน$1#$e#$ไม่นึกเลยว่าจะสนุกได้ขนาดนี้ พวกเขาเห็นโลก ในมุมที่แตกต่างออกไป$0",
  "OneKid_2": "%kid1 วันนี้แอบดื้อนิดหน่อย ตอนช่วงนอนกลางวัน เขาเอาแต่งอแง$2#$b#วิคเตอร์ไม่เคยเป็นแบบนี้ เลยนะเนี่ย บางทีมันอาจจะเป็นนิัยน่ารักๆ จากคุณติดมาก็ได้...$2#$b#ตอนเด็กๆ ฉันเป็นยังไงน่ะเหรอ?$4",
  "OneKid_3": "%kid1 ทำให้ฉันนึกถึง วิคเตอร์ตอนอายุเท่านี้ เขาชอบฟังเรื่องเล่า.$1#$e#เขามักจะสนใจเรื่อง เกี่ยวกับความเมตตา และความสัมพันธ์ของเพื่อนๆ ฉันักจะหวังให้เขา เห็นแก่ตัวบ้างก็ได้ แต่เขาก็ไม่เลย$3#$b#พอมองกลับไป ถ้าเลือกได้ ฉันอยากให้ลูกมีความเห็นอก เห็นใจต่อผู้อื่นอยู่เสมอ ไม่คิดงั้นเหรอ?$1",
  "OneKid_4": "ฉันเพิ่งมาสังเกตุ %kid1 เอาวันนี้นะเนี่ย เขาเหมือนพวกเรา ทั้งสองคนเลย... เป็นอะไรที่น่ารักมากๆ เลยล่ะ$3#$e#ฉันรักคุณนะ @.$3",
  "TwoKids_0": "ฉันว่านะ %kid1 กำลังอิจฉา %kid2 ที่ได้ความสนใจ จากฉันไปมากกว่า$2#$e#ฉันกลัวว่าทั้งสองคน จะเอานิสัยขี้อิจฉา จากฉันไปน่ะสิ$2",
  "TwoKids_1": "วันนี้ %kid1 กับ %kid2 ทะเลาะกันนิดหน่อย$2#$e#ไม่ต้องห่วงเลย ทุกอย่างยังโอเคดีอยู่ เพราะอันที่จริงแล้ว พวกเขาน่ะรักกันมาก.$3#$b#ไหนๆ คุณก็อยู่นี่แล้ว ฉันขอพักเสียหน่อยละกัน...$4",
  "TwoKids_2": "คุณรู้มั้ย หลังจากมีวิคเตอร์ ฉันก็สัญญากับตัวเองมาเสมอ ว่าอยากจะมีเด็กเพิ่มอีกคน และฉันก็ไม่เสียใจเลย ที่ได้เริ่มต้นครอบครัวใหม่ กับคุณนะที่รัก$3#$b#นี่คงจะเป็นบันทึก หน้าใหม่ของฉัน แล้วฉันก็ดีใจมากนะที่ ได้อยู่ร่วมกันกับคุณ.$1",
  "TwoKids_3": "ฉันรักครอบครัวของพวกเรา$1#$b#ถ้าคุณว่างจากการทำงานแล้ว เราลองออกไปข้างนอกกันดีไหม อาจจะเป็นที่ชายหาด หรือสวนดี? วิคเตอร์ก็จะมาด้วย$3",
  "TwoKids_4": "ดูแลเด็กๆ สองคนในคราเดียวกัน แน่นอนว่าต้องมีอะไรๆ ให้ทำเยอะแยะแน่นอน บางทีก็ยากที่จะ คอยจับตาดูพวกเขาได้ตลอด$2#$e#ฉันไม่ได้สาว อย่างที่เคยเป็นแล้ว @. ... หวังว่าจะไม่รบกวนคุณ จนเกินไปนะ...$2",
 
  //SEASONAL DIALOGUE
  "spring_Olivia": "ฉันคิดถึงความเร่งรีบ และความคึกคักในเมืองพอๆ กับที่ฉันรักหุบเขานี้ ในฤดูใบไม้ผลิเลยล่ะ$3#$e#ก่อนหน้าที่จะย้ายมา ฉันไม่เคยได้สัมผัส อากาศที่บริสุทธิ์แบบนี้เลย$1#$b#ค่อยไปเดินเล่นรอบๆ ด้วยกันทีหลังก็ได้นะ ถ้ายังยุ่งอยู่ ฉันรักเวลาที่ได้เห็นอะไรต่างๆ เติบโตขึ้นอีกครั้ง$3",
  "spring_1": "ฤดูใบไม้ผลิมาถึงแล้ว! ฉันเปิดไวน์ขาวสูตรพิเศษ เพื่อเป็นการฉลองเลยนะ$1#$e#ในฤดูแบบนี้ คุณคงไม่อยากจะดื่มอะไรๆ ที่รสชาติมันหนัก หรือหวานจนเกินไปหรอก มันจะต้องเหมือนกับดอกไม้ ทีทั้งสดและนุ่มนวล$3",
  "spring_13": "คุณจะเข้าร่วมเทศกาล การล่าไข่ด้วยเหรอ?$3#$e#ฉันรู้ว่าคุณอยากชนะ แต่มันคงจะดีต่อคุณ กับอบิเกลนะถ้าจะให้ เด็กๆ มีโอกาสบ้างน่ะ$0",
  "spring_24": "ฉันตัดสินใจไม่ได้ ว่าจะใส่ชุดไหนไปเต้นดี ฉันอยากให้มันเข้ากันได้ กับชุดที่คุณจะใส่ไป$4#$b#หวังว่าเราจะได้เต้นกัน มากขึ้นกว่าปีที่ผ่านๆ มานะ มันมีสเน่ห์มากเลยนะ ที่ได้อยู่ในอ้อมแขนของคุณ พร้อมกับฟังเสียงเพลงที่สวยงาม แถมยังรายล้อมไปด้วยเพื่อนๆ.$3",
  "summer_Olivia": "ตายแล้ว วันนี้อากาศอุ่นจังเลย ใช่มั้ย?$3#$b#ฉันอยากจะไปวาดรูปสักที่ บางทีอาจจะเป็นทะเล แล้วก็อาจจะพักสักหน่อย นอนแช่น้ำถ้าอากาศมันร้อนไป!$1",
  "summer_1": "เลือกได้หรือยังล่ะ ว่าฤดูนี้คุณจะปลูกอะไร? ฉันอยากจะส่งพืชหน้าร้อน กลับไปให้พ่อแม่ที่บ้าน$0#$e#พวกเขาต้องไม่เชื่อแน่ ถ้ารู้่าฉันอาศัยอยู่ที่ฟาร์ม!$3",
  "summer_11": "ฉันรู้ว่าคุณคิดว่าฉันชอบอะไร แต่ฉันคิดว่าคุณควรจะเพิ่ม ไวน์แดงลงไปบ้างนะ ในซุปของเทศกาลปีนี้$0#$e#ไวน์เล็กน้อยในซุป จะทำให้รสชาติมันออกมาดีและ ดูชั้นสูงอย่างมากเลยนะ มันดีกว่าที่จะมาดื่มเอาเพียวๆ!$3",
  "summer_28": "เอาตรงๆ นะ เจลลี่ทำให้ฉันรู้สึก ไม่ค่อยจะดีเท่าไหร่ มันเหนียวมาก ใช่มั้ยล่ะ$2#$e#แต่ทุกอย่างจะยังโอเค ถ้าคุณยังจับมือฉันเอาไว้นะ$3",
  "fall_Olivia": "ฤดูใบไม้ร่วง เป็นฤดูที่ดีเลยนะ ในการหาของป่าตามหุบเขา แม้แต่เห็ดนำเข้าแพงๆ ยังสู้ของที่เจอในป่าไม่ได้เลย$0#$e#คุณน่าจะลองเอาเห็ด มาทำอาหารเย็นคืนนี้ดูนะ$3",
  "fall_1": "ฉันอยากจะทาสีใบไม้ ที่มันเปลี่ยนสีดูจัง ด้วยวิธีนี้ เราจะจำได้มีฤดูใบไม้ร่วง ดูตลอดทั้งปียังไงล่ะ$3#$e#เป็นโอกาสที่ดีเลยล่ะ ที่จะได้ลองใช้สีใหม่ๆ ดูบ้าง ถ้าออกมาน่ารักก็คงจะดี!$1",
  "fall_16": "หวังว่าการแสดงของคุณจะ เป็นไปได้ดีนะ$3#$b#ฉันรู้ว่าคุณทำงานหนักขนาดไหน เพื่อให้ได้ผลงานที่ดีออกมา ฉันเชื่อว่าเทศมนตรี จะต้องเห็นด้วยแน่นอน$1",
  "fall_27": "ยอมรับนะว่าฉันไม่เห็นอะไร ในเทศกาลภูติเลยสักอย่าง สิ่งที่ควรจะดูน่าเกรงขาม ก็ดูงี่เง่าไปนิด$0#$e#แถมของตกแต่งเทศกาลก็ดูจะ... ไม่มีรสนิยม.$2",
  "winter_Olivia": "ฉันกำลังหาวัน ที่จะไปโยคะได้ โดยเฉพาะช่วงนี้ของปี ไม่งั้นฉันต้องแข็งตาย ในหน้าหนาวแน่นอน$0#$e#ไม่เคยคิดว่าตัวเองแก่นะ แต่ไม่กี่ปีที่ผ่านมาเนี่ย ฉันรู้สึกไวกับอากาศหนาวๆ ขึ้นเยอะเลย$2",
  "winter_1": "หน้าหนาวทำให้แก้ม ของคุณดูสวยมากเลย @. น่ารักจัง$4#$e#ช่างเป็นช่วงที่ดีของปีเสียจริง$3",
  "winter_8": "ฉันทำไซเดอร์สำหรับเรา เพื่อที่จะเอาไปงานเทศกาล$0#$b#มันจะทำให้คุณอุ่นอยู่ตลอด ระหว่างที่ตกปลาพวกนั้น$3",
  "winter_12": "ทำตัวให้อุ่นไว้นะ ที่รัก$0#$e#ฉันจะจิบไวน์แดงรอ จนกว่าคุณจะกลับมาจากการทำงาน$3",
  "winter_25": "ฉันหวังว่าคุณจะ ได้รับของขวัญที่ดีนะ!$3#$e#ฉันกังวลที่จะต้องเอาของขวััญ ออกไปนอกบ้านด้วย ไม่อยากให้คนอื่นรู้สึกผิดที่ไม่สามารถ ซื้อของขวัญแบบเดียวกับที่ฉันทำได้$0",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "วันนี้รู้สึกขี้เกียจจัง อยากจะอยู่ในบ้านเฉยๆ แล้วอ่านหนังสือ$0#$e#บางทีก็คิดถึง ห้องอ่านหนังสือล่ะ ฉันสามารถหายไปเป็นชั่วโมงๆ ได้เลยนะถ้าได้หนังสือดีๆ สักเล่มมาอ่าน$3",
  "Indoor_Day_1": "เราซื้อทีวีจอใหญ่ๆ ได้มั้ยที่รัก?$0#$b#เรามีที่พอจะวางมัน แถมคงจะออกมาดูดีแน่ๆ เลยด้วย$1",
  "Indoor_Day_2": "การทำความสะอาดบ้าน ก็เหนื่อยเหมือนกันนะ มีวันนึงฉันเจอหนูด้วย หนูเลยนะ!$5#$b#เราน่าจะจ้างคนทำความสะอาด เข้ามาดูนะ ฉันรับมือไปตลอดไม่ไหวแน่$2",
  "Indoor_Day_3": "วอลเปเปอร์อันไหน ดูเหมาะกับห้องนั่งเล่น...? หรือจะเอาเป็นสีสวยๆ สักสีมาทาดีนะ...$4",
  "Indoor_Day_4": "บางครั้งฉันก็รู้สึกติดบ้านมาก$0#$b#ฉันควรจะออกไปข้างนอก ให้มากกว่านี้ และคุณ ก็ควรจะออกไปกับฉันบ้าง!$3",
  "Outdoor_Olivia": "วินาทีที่ฉันก้าวออกไป ก็เริ่มคันไม้คันมืออยากจะ วาดรูปขึ้นมาซะงั้น$3#$b#สีจากธรรมชาตินี่น่าทึ่งจริงๆ$1",
  "Outdoor_0": "บางครั้งก็คิดอยากจะเข้าป่า ไปเก็บเห็ดมาทำอาหารกินนะ แต่กลัวจะเข้าไปลึก จนหลงอยู่ในนั้นแทน$0#$e#จะไปด้วยกันบ้างมั้ยล่ะ?$3",
  "Outdoor_1": "อากาศในฟาร์ม นี่บริสุทธิ์จัง$3#$b#ถ้าวิคเตอร์มา เราลองออกไปปิกนิกกันมั้ย เขาน่าจะชอบอากาศแบบนี้$0",
  "Outdoor_2": "เคยเจอสัตว์ป่าบ้างมั้ยที่รัก?$0#$b#ฉันกลัวหมีมากเลย หวังว่าจะไม่ต้องเจอนะ$2",
  "Outdoor_3": "ฉันอยากไปดูไวน์องุ่น แถบนี้อีกครั้งจัง$3#$b#ถึงหุบเขานี้จะเล็ก แต่มีคนทำไวน์มืออาชีพอยู่ด้วย$3",
  "Outdoor_4": "อืมม... สงสัยจังว่าพื้นหลังแบบนี้ จะเข้ากับภาพวาดของฉันมั้ย$0#$b#คิดว่ายังไงบ้าง @? เธอมีรสนิยมดีนี่$3",
  "Rainy_Day_0": "ฝนในเมือง มันให้ความรู้สึกอีกแบบ มันอยู่ในชีวิตประจำวัน ของทุกคนนั่นแหละ$0#$b#นี่ไง ฝนดีต่อพืชผลและผืนดิน มันไม่ใช่สิ่งที่ฉันคุ้นเคยหรอก แต่มันก็ดีนะ$3",
  "Rainy_Day_1": "วันที่ฝนตก เหมาะกับไวน์แดงนะ ไม่คิดงั้นเหรอ?$0#$b# ไวน์ช่วยเพิ่มภูมิคุ้มกันให้กับ ร่างกายของคุณได้นะรู้มั้ย$3",
  "Rainy_Day_2": "วันที่อากาศแบบนี้ ฉันพยายามจะคิดเอาไว้ว่า อากาศแบบนี้มันก็ดีต่อพืชผล ให้ตายสิน่าเบื่อชะมัดเลย...$0#$e#อย่าอยู่ข้างนอกนานไปนะ ที่รัก วันนี้ฉันมีงานต้องจัดการอยู่$3",
  "Rainy_Day_3": "ความชื้นในวันแบบนี้ มันทำให้วาดรูปยากมาก มันจะทำให้ทุกอย่างชื้นไปหมด และใช้เวลานานเข้าไปอีก$2#$b#ฉันว่าคงจะต้องหาอย่างอื่น มาทำไปก่อนแล้วล่ะ$0",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "ไม่ชอบเสียงฝนที่มันตก กระทบลงมาบนหลังคาเหรอ?$0#$e#ฉันรู้สึกอบอุ่น และปลอดภัยมากๆ เลย รักคุณนะ$3",
  "Indoor_Night_1": "มาเล่นบอร์ดเกมกันมั้ย$0#$e#ระวังด้วยล่ะ ฉันเป็นคนที่ชอบการแข่งขันมาก และก็รักการเอาชนะด้วย$4",
  "Indoor_Night_2": "คืนนี้จะเอาไวน์แดง หรือขาวดีนะ?$3#$e#ฉันน่ะเหรอ? ก็อยากให้คุณอารมณ์ดีสักหน่อย$1",
  "Indoor_Night_3": "วันนี้ฉันเหนื่อยมากเลย ไปนอนกันเถอะ @.$0",
  "Indoor_Night_4": "ขวดนี้ใกล้จะหมดแล้วแหะ เอาล่ะแก้วสุดท้าย มากินให้มันคุ้มไปเลย$3",
  "Rainy_Night_0": "คุณว่าเราควรจะไปดู วิคเตอร์ดีมั้ย?$0#$b#เขาไม่ค่อยโอเคสักเท่าไหร่ ในคืนที่ฝนตกแบบนี้$2",
  "Rainy_Night_1": "หวังว่าจะแห้งภายในพรุ่งนี้นะ เพราะฉันอยากจะออกไปเดินเล่น แต่ไม่อยากให้รองเท้า มันมีแต่โคลน$0",
  "Rainy_Night_2": "คืนที่ฝนตกแบบนี้ ก็เจอได้บ่อยในโกโทโร่$0#$e#หวังว่าทุกคนที่นั่น จะโอเคดีนะ$2",
  "Rainy_Night_3": "ฝนตกตอนกลางคืน ทำให้ฉันคิดมากตลอด$0#$e#มาคุยกับฉันทีสิ @? ไม่อยากเหม่อน่ะ$2#$e#รักคุณนะ$3",
  "Rainy_Night_4": "ระวังด้วยนะ ถ้าคืนนี้จะออกไปไหน$0#$b#ฝนตกแบบนี้จะลื่นเอาได้ง่ายๆ$2",
 
  //AFFECTION DIALOGUE
  "Good_0": "Sometimes I look at you and can't believe that we found each other. We've been so lucky.$3#$e#I love you, @.$3",
  "Good_1": "@, I really didn't expect to find love again this late in life.$3#$b#I know I'm not old, but...I had settled into the idea of being alone.$2#$e#I'm glad I get to be with you, instead.$3",
  "Good_2": "Do you know what, @? You make me a better person.$3#$b#I can be...difficult. And snobby. But you've taught me a lot about being more patient and compassionate, sweetie. Thank you.$3",
  "Good_3": "You're the only one who knows how to pull me out of a bad mood quickly.$0#$b#I don't know why, but I feel like you really understand me. Thank you.$3",
  "Good_4": "Sometimes I look at you and can't believe that we found each other. We've been so lucky.$3#$e#I love you, @.$3",
  "Good_5": "Do you think we can take a vacation soon?$0#$b#Something romantic. Maybe the Isles.$4#$e#I want to see all the most beautiful places in the world with you, sweetie.$3",
  "Good_6": "I don't regret giving up trading to come live with you on the farm.$3#$b#I've found so much peace here with you.$1",
  "Good_7": "Do you ever dance, @? Besides the Flower Festival?$0#$e#When I'm with you, I'm in the mood to dance. Maybe we can take lessons sometime.$3",
  "Good_8": "In the city... everything moved so fast. I was always on my way somewhere, never pausing to pay attention to the world around me.$0#$e#It feels nice to slow down and enjoy life with you, @.$3",
  "Good_9": "Last night I had a dream about us growing old together.$0#$b#I know it's a little corny, sweetie. But it made me think about painting a portrait of us in our future, happy together.$3",
  "Neutral_0": "Can we take a trip to the desert sometime?$3#$e#I'd like to try some fresh cactus fruit.$1",
  "Neutral_1": "I'm thinking of putting together a group order for the town from some far-away vineyards. We could get a few cases for fairly cheap.$0#$b#We have a nice little community here, don't we?$0",
  "Neutral_2": "I'll be cleaning the farmhouse today, sweetie. Try not to track mud in on the floors.$0#$e#I know you're careful.$3",
  "Neutral_3": "Have you ever met the wizard who lives south of town?$0#$e#You're braver than I am. I admire your ability to befriend even the strangest people.$3",
  "Neutral_4": "I'd like to introduce you to some of my friends in the city sometime.$0#$e#I'm sure you'd get along well.$3",
  "Neutral_5": "Victor dropped off a book for you, sweetie. He said he thinks you'll enjoy it - it's a memoir from the early days of the Adventurer's Guild.$0#$e#I'm glad you two are getting along.",
  "Neutral_6": "One of the people who I met while I was a trader called today to tip me off on a great investment.$3#$e#It's a little tempting, but I'm fine where I am.$3",
  "Neutral_7": "Let's invite Victor over for dinner soon.$0#$b#I don't want him to feel like I'm leaving him behind by joining our family with yours. He should feel welcome here, too.$0",
  "Neutral_8": "I need to go into the city and pick up some painting supplies soon.$0#$e#I special order most of my supplies, but I still like to look around locally to see if anything unique pops up.$0",
  "Neutral_9": "Another day in the valley...$0#$b#The days seem to run together here, sometimes. We should do something soon to shake it up a little.$3",
  "Bad_0": "I had to scrap the painting I've been working on today. I just couldn't get it right.$2#$e#Maybe I'll take a break from painting for a while. I feel like I'm not making any progress at all.$2",
  "Bad_1": "Too bad wine can't solve all of my problems. But it can try.$2#$e#Don't worry, I'm kidding. I won't drink too much, even when I'm down.$0",
  "Bad_2": "I'm not feeling well. I should see Doctor Harvey.$2#$b#You might want to stay away, in case it's contagious.$2",
  "Bad_3": "I'm in a terrible mood, sweetie. I'd avoid me, if I were you.$5#$e#You didn't do anything wrong. I just get this way sometimes.$2",
  "Bad_4": "It's days like these that make me want to just stay in bed.$2#$b#Or shop. Maybe I'll take a trip into the city to cheer myself up.$0",
  "Bad_5": "The war with the Empire rages on, and the victims just keep piling up.$2#$b#It hurts to think about all of those people suffering.$2",
  "Bad_6": "I saw you talking to her in town, you know.$2#$b#Who? I shouldn't have to tell you. You know who.$5",
  "Bad_7": "Can't you see I want to be left alone?$6#$b#...I'm sorry, sweetie. I just need some space.$2",
  "Bad_8": "I dropped one of my rarest Gotoran china pieces today and it shattered.$5#$b#I'm furious with myself. It's irreplaceable.$5#$e#I don't want to think about it anymore.$2",
  "Bad_9": "I do love you, but some days I just think about Edward and how sad it all was...$0#$b#I'll tell you more about him someday... but not today.$2",
}
