{
//SPECIAL DIALOGUE
"Introduction": "อึก! คนแปลกหน้า!$2#$e#ดะ-เดี๋ยวนะนี่คุณคือ @? เจ้าของ %farm ฟาร์ม?$0#$b#ข-ขอโทษนะ ฉันประหม่านิดหน่อยน่ะ เวลาคุยกับคนที่พึ่งรู้จักกัน$1#$b#สวัสดีค่ะฉันชื่อโซเฟีย ฉันเป็นเจ้าของ ไร่องุ่นจัทร์คราม (Blue moon Vineyard) ค่ะ$9#$e#อืม... ถ้างั้นเดี๋ยวไว้เจอกันใหม่นะ คิดว่านะ...$1",
"accept_577": "เอ้ะ! นี่มันหินนางฟ้านี่นาฉันชอบมันมากๆเลยขอบคุณนะ! $1",
"danceRejection": "ข-ขอโทษนะ ฉันไม่ค่อยชอบเต้นสักเท่าไหร่$2",
"divorced": "ฉัน...ฉันว่าฉ้นควรอยู่คนเดียว มากกว่าสินะ ฉันคงเข้ากับใครไม่ได้หรอก$2#$b#ขอบคุณที่ทำให้ฉัน ตาสว่างนะ$6#$e#*ฮึก*...$12#$e#ข-ขอร้องล่ะนะ ออกไปเถอะ...$7#$e#%โซเฟียกำลังร้องไห้",
"breakUp": "ธ-เธอต้องการจะ เลิกกับฉันอย่างงั้นหรอ?$2#$b#ฉันทำอะไร ผิดพลาดไปหรอ?$6#$b#*ฮึก*...ก็ได้ ฉันคิดว่าเธอคง ตัดสินใจมาแล้วสินะ$12#$e#ข-ขอร้องล่ะนะ อย่ามาอยู่ใกล้ๆ ฉันเลย @$7#$e#%โซเฟียกำลังร้องไห้",
"dumped_Girls": "*ฮึก*... บะ-บอกฉันได้มั้ย ว่าฉันทำอะไรผิด? ข-ขอร้องล่ะนะ...$6#$e#ฉันขอโทษนะ ที่ฉันดีไม่พอ...$12",
"secondChance_Girls": "ธ-เธออยากจะ กลับมาคบกันหรอ?$2#$b#ฉะ-ฉันไม่รู้สิ แต่เธอทำฉันเจ็บมากเลยนะ...$6#$b#ฉันจะตกลง ถ้าเธอยังจะคุยกับฉันอยู่นะ ดีมั้ย?$2#$b#เรามาเริ่มต้น กันใหม่กันเถอะ$2",
"stardrop_gift": "นี่คนบ้า ฉัน... อืม เอ่อ... ฉันเอาสตาร์ดรอปมาให้ แทนความรักของเราน่ะ$4#$b#ฉันไม่เคยคิดมาก่อนเลย ว่าการที่ได้อยู่กับคุณ ทำให้ฉันมีความสุขขนาดนี้$4#$e#อนาคตของเราดูสดใสจัง$1#$b#ฉันรักคุณนะ$4#$e#*จุ๊บ*$9",
"give_flowersA": "!!!$4#$b#ฉะ-ฉันไม่รู้เลยว่า จะพูดยังไงดี!$4#$b#อืม ความจริงแล้ว ฉันแอบชอบคุณ มาตั้งนานแล้วนะ ฉันมีความสุขมากเลย ที่เราคิดตรงกัน!$4#$e#เราควรจะทำอะไรที่มัน โรแมนติกหน่อยนะ... แบบกอดกัน ตอนดูหนังด้วยกัน!$9#$e#ฉันใจเต้นแรงมากเลย แล้วคุณล่ะ?$4",
"give_flowersB": "!!!$4#$b#ฉะ-ฉันไม่รู้เลยว่า จะพูดยังไงดี!$4#$b#อืม ความจริงแล้ว ฉันแอบชอบคุณ มาตั้งนานแล้วนะ ฉันมีความสุขมากเลย ที่เราคิดตรงกัน!$4#$e#ราควรจะทำอะไรที่มัน โรแมนติกหน่อยนะ... แบบนอนกอดกัน ตอนดูอนิเมะ!$9#$e#ฉันใจเต้นแรงมากเลย แล้วคุณล่ะ?$4",
"give_pendant": "เธออยากจะ แต่งงานกับฉันหรอ? ฉันตกลง!$4#$b# ฉันรักคุณนะ! ฉันว่าฉันคง ขาดเธอไปไม่ได้แน่ๆ เลย!$9",
"rejectNPCA": "เอ่อ... คุณต้องการอะไรหรอคะ?$2",
"rejectNPCB": "เอ่อ... ไม่ล่ะ$2#$e#ฉันบอกว่าไม่ไง!$3#$e#%โซเฟียกำลังเมินคุณอยู่",
"reject_two_heartA": "เอ่อ... ฉันไม่คิดอย่างนั้นนะ ข-ขอโทษนะ...$2#$e#เอ่อ ฉันบอกว่าไม่ไง @$3#$e#%โซเฟียกำลังเมินคุณอยู่",
"reject_two_heartB": "คุณกำลังทำให้ ฉันอึดอัดอยู่นะคะ...$6",
"reject_four_heartA": "เอ่อ เธออยากเดตกับฉันหรอ? ฟังนะ ฉันเอ่อ... รู้สึกดีกับเธอนะ แต่ฉันยังไม่ค่อย ชอบเธอสักเท่าไหร่...$2#$e#ฉันขอโทษนะ ถ้าเกิดมันไม่เป็นตามที่คุณคิด$2",
"reject_four_heartB": "เฮ้! เธออย่าพึ่งรีบร้อนนักเลยสิ$2#$b#บางที...เราควรไปกันอย่างช้าๆนะ ดีมั้ย?$2#$e#ฉันบอกว่าไม่ไง @$3",
"engageA": "โอ้ นั่นอะไรน่ะ สวยจังเลย$1",
"engageB": "สร้อยคอของนางเงือกหรอ? สวยจังเลย$0#$e#อะ-อะไรนะ? แต่งงาน? คุณนี่ตลกจริงๆ เลย!$8",
"marriedA": "อะ-อะไรนะ? ไม่ใช่ว่าเธอ แต่งงานแล้วหรอกหรอ?$3#$e#@ หยุดเถอะ$2#$e#ฉันบอกให้หยุดไง!$6#$e#... ฉ-ฉันจะไปบอกคู่ของเธอนะ ถ้าเธอยังทำแบบนี้อีก$3#$e#%โซเฟียกำลังเมินคุณอยู่",
"marriedB": "เอ่อ ไม่ล่ะ$3#$e#ฉันจะไปบอกคู่ของเธอนะ ถ้าเธอยังทำแบบนี้อีก$3",
"refusal_knownA": "โอ้... เอ่อ.. ฉันยังไม่พร้อมสำหรับ เรื่องนั้นอะนะ$2#$b#ขอโทษนะ$6",
"refusal_knownB": "ฮืม? เดี๋ยวค่อยว่ากันอีกทีนะ$1",
"refusal_botherA": "อืม? ไม่ล่ะ$2",
"refusal_botherB": "ม-ไม่...$2",
"refusal_no_heartsA": "โอ้ มันดูสวยจัง!$1",
"refusal_no_heartsB": "โอ้ มันดูสวยจัง!$1",
"Resort_Entering": "เย้! ถึงสักที$9",
"Resort_Leaving": "แย่จัง จะต้องกลับบ้านแล้วหรอเนี่ย...$2",
"Resort_Shore": "พอว่ายน้ำแล้วฉันก็รู้สึกเริ่มหิวเหมือนกันนะเนี่ย$0#$e#บางทีฉันน่าจะไปกินขนมสักหน่อย$1",
"Resort_Chair": "ตอนแรกฉันเครียดมากๆเลย แต่การมาเที่ยวทำให้ฉันผ่อนคลายมากเลยล่ะ $1#$e#นี่ๆ ถ้าเกิดคุณว่างๆบางทีเราน่าจะไปดูปะการังกันนะ$1",
"Resort_Bar": "น้ำมะม่วงปั่นที่กัสทำให้มันอร่อยสุดๆไปเลยนะเนี่ย!$1",
"Resort": "ไง @! ตอนเดินเล่นอยู่เห็นปูบ้างรึเปล่า?$1#$e#ตอนนั้นฉันเห็นนะแล้วก็พยายามจะจับมันด้วยแต่ว่ามันหนีไปแล้วอะสิ$2",

//SPECIFIC TILE DIALOGUE
"Custom_SophiaHouse_24_6": "อ-ออกไปจากเตียงฉันนะ!$5",
"Custom_SophiaHouse_12_24": "%เธอไม่ตอบสนอง",
"Custom_SophiaHouse_20_9": "%เธอไม่ตอบสนอง",
"Custom_SophiaHouse_26_25": "%เธอไม่ตอบสนอง",
"BlueMoonVineyard2_21_47": "*ฟุดฟิด*...$12",
"Hospital_5_17": "เอ่อ สวัสดี ฉันกำลังยุ่งกับการ ไปรับยาจากหมอฮาร์วีย์อยู่$0",
"Town_42_86": "...$12",
"Saloon_20_19": "ฉันพยายามจะเข้าสังคมบ่อยๆ ไม่มีที่ไหนเหมาะเหม็งไปกว่าาลูนแล้ว!$1",
"Custom_JenkinsHouse_23_27": "วันนี้ฉันดูอนิเมะ กับวิกเตอร์ด้วยล่ะ$1",
"Custom_JenkinsHouse_29_11": "'โรงเรียนยอดวายร้าย (My Villain Academia)' น่ะ เจ๋งมากเลยนะ!$9",
"Custom_JenkinsHouse_19_39": "บาย วิกเตอร์!$1",
"Custom_SusanHouse_9_19": "เฮ้ ซูซาน! พร้อมจะสอนวิชาประดิษฐ์ ให้กับหนูรึยังคะ?$1",
"Custom_SusanHouse_5_17": "อู้ววว! นั่นก็คือวิธีที่คุณ ประดิษฐ์มันสินะคะ",
"Custom_SusanHouse_11_17": "นั่นมันสนุกจังเลย! ขอบคุณที่ ชวนหนูมานะคะ$1",
"HaleyHouse_2_21": "สวัสดี เฮลีย์$1",
"HaleyHouse_5_5": "อู้ววว! ของพวกนั้นมันน่ารักจัง!$9",
"HaleyHouse_8_7": "ให้ฉันลองใส่หน่อยสิ!$1",
"HaleyHouse_4_20": "แล้วเจอกันนะ เฮลีย์$1",
"HaleyHouse_14_21": "สวัสดี เอมิลี่",
"HaleyHouse_13_24": "วันนี้ฉันกับเอมิลี่ เย็บผ้าด้วยกันด้วยล่ะ$1",
"HaleyHouse_16_8": "แบบเย็บอันนี้ดูโอเครึเปล่า เอมิลี?$1",

//MAKEUP QUESTION
"summer_Sat": "วันนี้ฉันกรีดอายไลน์เนอร์ มาด้วยแหละ$1#$q 4001/4002 makeup_followup#คุณคิดว่าฉันแต่งหน้าโอเคมั้ย?#$r 3001 25 makeup_yes#มันดูดีมากๆ เลย#$r 4002 -50 makeup_no#เธอไม่แต่งหน้าก็สวยอยู่แล้วนะ",
"makeup_yes": "ฮ่า ขอบคุณนะ @$4",
"makeup_no": "โอะ-โอ เอ่อแต่...$2#$b#...$6#$e#%โซเฟียไม่อยากคุยกับคุณแล้ว",
"makeup_followup": "$p 4001#ฉันชอบเวลาฉันสวยนะ$9#$b#เอ่อ... มันทำให้ฉันเหมือนเป็น คนใหม่เลย$1#$e#ฉันหวังว่าสักวัน จะได้แต่งหน้ากับเฮลีย์$9",

//SPRING AND GENERAL DIALOGUE
"spring_1": "ฤดูใบไม้ผลิทำให้ ฉันสงบจังเลย$0#$b#ฉันไม่มีอะไรทำเยอะนักหรอก มีแค่หมักไวน์เอง$1#$e#ไงขอให้เป็นฤดูที่ดีสำหรับคุณนะ@$9",
"spring_12": "ฉันอยากรู้จังเลยว่า กัสจะทำอะไร ตอนเทศกาลไข่อีสเตอร์$1",
"spring_18": "ฉันไม่ค่อยชอบไปบาร์ แต่ว่าพรุ่งนี้ฉันจะไปนะ ถ้าอยากจะมาหาก็มาได้นะ$0#$e#ฉันหวังว่ากัสจะมีไก่ส้มนะ!$1",
"spring_23": "*เฮ้อ* ฉันไม่ชอบการเต้นเลย...$2#$e#ฉันมาที่ งานเทศกาลดอกไม้ ก็แค่มากินเค้กเท่านั้นแหละ$1",
"spring_28": "สวัสดี @ ฤดูใบไม้ผลิกำลังจะ ผ่านไปแล้วนะ$0#$e#มีหลายอย่างที่ ต้องทำอีกเยอะ ฉันมีงานต้องทำเยอะเลย$2",

"Mon": "เอ่อ... สวัสดีค่ะ$2#$e#ต้องการอะไรรึปล่าวคะ?$0",
"Mon2": "...$6#$e#%โซเฟียกำลังเมินคุณอยู่ เธอดูเศร้าๆ นะ",
"Mon4": "ถ- ถ้าคุณต้องการสปริงเกอร์ คุณมาซื้อที่ฉันก็ได้นะคะ$0#$b#ฉันขายไม่แพงหรอกค่ะ$1#$e#โอ๊ะ คุณสามารถซื้อมันได้ ตรงสมุดในห้องคอสเพลย์ ของฉันนะ$0",
"Mon8": "เฮ้ ไงสบายดีมั้ย!$1",
"Mon10": "ฉันอยากจะปีนขึ้นไป บนยอดเขาสักครั้งจัง! เราจะไปปิกนิกด้วยกัน ก็ได้นะ!$9#$e#อ่ะ! แล้วตอนเราปีนเขา เราจะจับมือกันนะ$4",
"Tue": "ธ-เธอต้องการอะไรหรอ?$2#$e#มาทักทายหรอ? เอ่อ...$2#$b#ไง$0",
"Tue2": "เมื่อกี้เธอพึ่งไปคุยกับ เอมิลี่และเฮลีย์มารึปล่าว? ฉันว่าฉันควร ไปหาพวกเค้าบ้างนะ$0#$e#สองคนนั้นเป็นเพื่อนที่ดีจริงๆ$1",
"Tue6": "เอมิลี่เธอน่ารักมากๆ เลย เธอให้ผ้าชั้นดีกับฉัน$1#$e#ฉันว่าฉันควรจะ ตอบแทนเธอบ้างดีกว่า!$9",
"Tue10": "เอ่อ เป็นไงมาไงล่ะ คนบ้า?$1#$e#ตอนนี้ฉันรู้สึกดี เพราะเธอมาหาไงล่ะ$9#$e#%คุณส่งจูบให้เธอ เธอยิ้มให้คุณ",
"Wed": "ฉันหิวจังเลย...$2#$e#ฉันว่าฉันควรไปหาอะไรกิน สักหน่อยดีมั้ย?$1",
"Wed4": "เพื่อนฉันที่ชื่อสการ์เลต กำลังจะมาหาฉันล่ะ ฉันชอบเธอมาก เธอเป็นเพื่อนที่ดีที่สุดเลย$9", 
"Wed10": "@ วันนี้คุณดูน่ารักจังเลย$4#$e#%คุณกอดโซเฟีย เธอยิ้มให้คุณ",
"Thu": "ฉันรู้สึกไม่ค่อยสบายเลย...$2#$e#...$6#$e#ข-ขอโทษนะ ตอนนี้ฉันยังไม่อยากจะคุย$12#$e#%โซเฟียกำลังร้องไห้...",
"Thu2": "เอ่อ ไง อยากคุยหรอ?$0#$e#เอ่อ เธอเคยดูอนิเมะเรื่อง 'แม่มดสาวหัวใจปุ๊กปิ๊ก (School Girl Wizards)'มั้ย?$1#$e#ไม่เคยดูหรอ ไม่เป็นไรจ้ะ$2",
"Thu6": "ชุดนั้นเข้ากับเธอดีนะ เธอใช้อะไรทำหรอ?$1#$e#อ้อ! เข้าใจแล้ว!$9^เธอดูน่ารักมากๆเลย! เธอต้องบอกฉันนะ ว่าเธอได้ชุดนั้น มาจากไหน!$1#$e#อ้อ! งี้นี่เอง!$9",
"Thu10": "ฉันเคยคิดไว้นะว่า เราจะลองไปเที่ยวกันดีมั้ย! มันจะต้องสนุกแน่ๆ เลย$1#$e#*จุ๊บ*$9", 
"Fri": "วันนี้อยู่ดีๆ ก็อยากสวย เลยลองกรีดอายไลน์เนอร์น่ะ$0#$b#เธอคิดว่ามันดีมั้ย?$2#$e#ขอบคุณจ้ะ$4",
"Fri2": "เฮือก! เธอทำให้ฉันกลัวนะ!$5#$b#เอ่อ.. ไง$2#$b#เธออยากคุยอะไร กับฉันหรอ?$0#$e#ขอโทษนะ ตอนนี้ฉันไม่ว่างน่ะ$2",
"Fri4": "ฉันว่าฉันควร ซื้อสัตว์มาเลี้ยงดีมั้ย? ฉันต้องการสัตว์น่ารักๆ มาให้ฉันกอด$1#$e#แต่... จริงๆ แล้วฉันไม่รู้ว่า จะมีเวลาเลี้ยงพวกมันมั้ย$2", 
"Fri8": "เธอมีลูกกระต่ายมั้ย? พวกมันน่ารักมากๆ เลยนะ!$9",
"Fri10": "เธอเคยรู้สึกเหงามั้ย ตอนอยู่ในฟาร์ม %farm?$0#$e#ไม่ได้มีอะไรพิเศษหรอก ที่ถามไปน่ะ$4#$e#%คุณลูบหัวโซเฟีย เธอยิ้มให้คุณ",
"Sat": "ไง$2#$e#...$2#$e#%โซเฟียหันหลังให้คุณ",
"Sat4": "ฉันหวังว่า ปิแอร์จะมีขายไก่ส้มนะ สถานที่ที่มีขายก็มีแค่ เมืองแกรมเพิลตันน่ะสิ$0#$e#ฉันชอบไก่ส้มที่สุดเลย!$9#$b#สการ์เล็ตมักจะ เอามาให้ฉันตอนที่ เธอมาเยี่ยมฉันน่ะ$1",
"Sat8": "เฮ้ เธอ! อยากจะไปกินอาหาร กับฉันที่ซาลูนมั่งมั้ย?$9#$e#ฉันคุยกับกัสให้ได้นะ เรื่องอาหารน่ะ$1#$e#%โซเฟียยิ้มให้คุณ",
"Sat10": "ไง รู้มั้ยฉันอยากจะ คุยกับเธอทุกๆ วันเลย!$9#$e#มันฟังดูแปลกๆ มั้ย?$2#$e#%คุณกอดโซเฟีย เธอมีความสุข",
"Sun": "เอ่อไง$2#$b#ให้ฉันช่วยอะไรหรอ?$0",
"Sun4": "วันนี้ฉันกับเฮลีย์ เราแต่งหน้าด้วยกัน ด้วยแหละ ฉ-ฉันคิดว่ามันดีนะ$1^วันนี้ฉันกับเฮลีย์ เราแต่งหน้าด้วยกัน ด้วยแหละ เธอลองมาแต่งหน้า กับพวกเราสิ!$1#$e#ฉ-ฉันคิดว่ามันดีนะ$9",
"Sun8": "ไง! ทำไมวันนี้ ดูกระปรี้กระเปร่าจัง?$1#$e#เดี๋ยวค่อยคุยกันนะ @$9^เฮ้ ฉันว่าเราลองมา แต่งหน้าด้วยกันสักครั้งดีมั้ย!$1#$e#เดี๋ยวค่อยคุยกันนะ @$9",
"Sun10": "เรามาแลกเปลี่ยนความรู้ เกี่ยวกับฟาร์มกันเถอะ! ฉันมีสูตรอะไรบางอย่าง ที่ทำให้ไร่องุ่นบลูมูน มีคุณภาพขึ้นด้วย$1",


//SUMMER DIALOGUE
"summer_1": "เธอรู้มั้ยว่าฤดูนี้ เธอจะปลูกอะไร?$1#$e#มัน... ชักจะ... เริ่ม... ร้อน... แล้วสิ$2",
"summer_10": "ฉันรู้แล้วว่า วันพรุ้งนี้ฉันจะใส่อะไรในซุป เทศกาลลัวร์ดี$1#$e#ไวน์อิริเดียม ของไร่องุ่นบลูมูน ยังไงล่ะ!$9",
"summer_18": "พรุ่งนี้ฉันจะเจอเธอ ที่ซาลูนมั้ย?$1#$e#ฉันกำลังคิดอยู่ว่า จะไปดีรึปล่าว$9",
"summer_22": "ตัวละครในอนิเมะที่ฉันชอบ ผมสีชมพู$1#$b#ฉันเลยย้อมผมตามเธอ และฉันก็ชอบมาก ฉันจะไม่ย้อมสีอื่นเลย$9#$e#นี่นายรู้มั้ยว่าอบิเกล ไม่เคยย้อมสีผมเลย$0#$e#ฉันพูดถูกใช่มั้ย? แปลกจริงๆ$0",
"summer_28": "เทศกาลระบำ แมงกระพรุนแสงจันทร์ กำลังใกล้เข้ามาแล้ว ฉันเฝ้ารอมันมาทุกๆ ปีเลย$1#$e#บางทีฉันควรทำ ชุดคอสเพลย์ แมงกระพรุน-แสงจัทร์$8",

"summer_Mon": "*เฮ้อ* ฉันไม่ค่อยมีเรี่ยวแรง จะไปไหนเลย$2#$b#ฉันว่าฉันควรไปเยี่ยม เฮลีย์กับเอมิลี่ดีมััย?$0#$e#อ้าา! น-นี่ เธอแอบฟังฉัน พูดกับตัวเองหรอ!?$5#$e#%โซเฟียกำลังช๊อค", 
"summer_Mon4": "โอ้ไง @ มาพักหายใจหลังจาก ทำฟาร์มเสร็จหรอ?#$e#สัปดาห์นี้ฉันว่า ฉันจะอยู่เฉยๆ น่ะ$1#$e#หรือว่า... จริงๆ แล้วฉันอยากกินขนมนะ$2", 
"summer_Mon8": "ไง มาพักหายใจจากการ ทำฟาร์มหรอ?$1#$e#ฉันว่าสัปดาห์นี้ฉันจะพักน่ะ เพราะฉันทำงานหนัก มามากพอแล้ว$9#$e#จริงๆ แล้วก็แค่... อยากพักกินขนมน่ะ$2",
"summer_Mon10": "ฉันได้ยินมาว่า มีถ้ำอยู่ที่ฟาร์มของเธอ เธอจะว่ามั้ยถ้าฉันขอดูน่ะ?$1#$e#เย้!$9",
"summer_Tue": "เธอมีสัตว์เลี้ยงมั้ย? ฉันอยากได้สักตัวจัง...$2",
"summer_Tue4": "วันนี้ฉันเผลอเหยียบ คุณกระต่ายตอนฉันกำลัง ดูแลไร่องุ่นอะ ฉันว่าคุณกระต่าย คงไม่เป็นอะไรนะ...$2",
"summer_Tue10": "ฉันใช้เวลาเกือบทั้งวัน อยู่กับเฮลีย์และก็เอมิลี่ พวกเธอเป็นเพื่อนที่ดีจริงๆ$1",
"summer_Wed": "...$6#$e#%โซเฟียกำลังเมินคุณอยู่ เธอดูเศร้า",
"summer_Wed2": "กัสเป็นเพื่อนกับ ครอบครัวของฉัน มาตั้งแต่ฉันยังเป็นเด็กนะ$0#$b#ฉันชอบมากเวลา เค้ามาเยี่ยมฉัน$1",
"summer_Wed6": "ลูกวัวของป้ามานีน่ารักมาก! พวกมันน่ากอดมากเลย!$9#$e#ฉันว่าฉันคงต้อง ไปเยี่ยมฟาร์มปศุสัตว์ ของป้ามานีแล้วล่ะ! ฉันสงสัยจังว่า เบตซี่กำลังทำอะไรอยู่$1",
"summer_Wed10": "วันนี้มันร้อนมากเลย ฉันอาจจะไปว่ายน้ำ ที่ทะเลสักหน่อย$2#$e#อยากไปว่ายน้ำกันมั้ย @?$9",
"summer_Thu": "...$6#$e#ข-ขอร้อง ให้ฉันอยู่คนเดียวเถอะ...$12#$e#%โซเฟียหันหลังให้คุณ",
"summer_Thu2": "วิวจากหน้าผา เป็นวิวที่ฉันชอบที่สุดเลย เหมือนมหาสมุทรเชื่อมกับ สุดขอบฟ้าเลย เหมือนไม่มีวันจบ$0#$b#ฉันอยากจะเห็น อีกฟากของมหาสมุทรจัง$1",
"summer_Thu4": "ฉันไม่เคยไปที่เหมือง มาก่อนเลย ฉันกลัวเรื่องว่าจะเจออะไร ในเหมืองน่ะสิ$2#$e#หะ? เธอเคยเข้าไป ในเหมืองแล้วหรอ!?$5#$b#ใช่สิเธอคือนักผจญภัย แต่ฉันขี้ขลาดเป็นบ้าเลย...$1",
"summer_Thu8": "คุณเจนคินส์สั่งไวน์จากฉัน บ่อยมากเลยล่ะ$1#$b#ฉันว่าลิ้นของเธอ น่าจะดีมากแน่ๆ ฉันดีใจนะ ที่เธอชอบไวน์ของฉัน$9#$e#ไว้ค่อยเจอกันใหม่นะ?$1",
"summer_Fri": "ไง วันนี้อารมณ์ดีละสิ?$2#$e#...$6",
"summer_Fri2": "บางทีฉันก็คิดอยากจะ ปลูกอย่างอื่น นอกจากองุ่นนะ แต่ไร่องุ่นบลูมูน ก็จะไม่ใช่... ไร่องุ่นน่ะสิ$0",
"summer_Fri8": "ฉันกำลังวานแผน เรื่องไปปิกนิกอยู่น่ะ อากาศตอนนี้มันเหมาะมากๆ เลยล่ะนะ!$9#$e#อยากไปกับฉันบ้างมั้ย? มันมีทุ่งหญ้าสวยๆ ด้วยนะ$8",
"summer_Sat4": "โอ้ย ฉันปวดท้องจังเลย...$2#$e#ฉันว่าเป็นเพราะ ลูกอมที่ฉันกินตอนเช้าแน่ๆ!?$6",
"summer_Sat8": "ผู้คนชอบมาหน้าบ้านฉัน บ่อยมากเลย$0#$e#วิวของทะเลอัญมณี มันสวยมากเลย ถ้ามองจากตรงนี้ มันเป็นจุดที่เอาไว้เดตก็ดีนะ$1",
"summer_Sun": "*ฮึก*... อึก ฉ-ฉันทำอายไลน์เนอร์พัง...$6#$e#... ข-ขอโทษ ตอนนี้ไม่ใช่เวลาที่จะมาคุยน่ะ$6",
"summer_Sun4": "เธอมีขนมติดตัวมาบ้างมั้ย? ฉันอยากได้อะไรหวานๆ พอดีเลย$0",
"summer_Sun8": "วิคเตอร์กับฉัน ไม่ได้เจอกันมาพักใหญ่แล้ว... ฉันอยากรู้จังว่า เขาเป็นยังไงบ้าง$2#$e#เอ้อ ฉันชอบนะ เวลาเธอมาเยี่ยมฉันน่ะ อยากเล่าสู้กันฟังมั้ย?$1",
"summer_Sun10": "ฉันคิดว่า เราควรทำอาหารเย็น ทานด้วยกันนะ? เธอคิดว่ายังไงล่ะ?$1#$e#เย้!$9",

    
// FALL DIALOGUE
"fall_1": "องุ่นที่ต้องเก็บในฤดูนี้ เยอะมากๆ เลย...$2#$e#อ-โอ้ ไง!$5#$b#ขอให้โชคดีนะ @!$9",
"fall_4": "วันนี้เป็นวันที่ มันกำลังจะเกิดขึ้น...$6#$e#...$12#$e#ข-ขอโทษ ฉ-ฉัน แค่อยากอยู่คนเดียวน่ะ ฉัน... หวังว่าคุณจะเข้าใจนะ$12#$e#%โซเฟียขอให้คุณออกไป",
"fall_15": "กำลังเตรียมของโชว์ ในงานแสดงสินค้าพรุ่งนี้หรอ?$0#$e#ฉันอยากรู้จังว่าตอนนี้ฟาร์ม %farm เป็นยังไงบ้าง! ฉันว่าฉันต้องไปเยี่ยมหน่อยแล้ว เอาล่ะฉันต้องไปแล้ว บาย$0",
"fall_18": "กัสมีไวน์ริงฟรุตอยู่ที่ร้านด้วย ต้องไปลองบ้างแล้วล่ะ$1#$e#เธอเคยไป หมู่เกาะใบเฟิรน์มั้ย?ฉันอยากไปมากเลยนะ$0",
"fall_27": "เทศกาลภูติ เป็นเทศกาลที่ฉัน ชอบที่สุดเลย คุณพ่อมด ผ่านเขาวงกตได้ทุกปีเลย แต่มันก็น่ากลัวนะ!$1#$b#และฉันก็ได้คอสเพลย์ด้วย!$9",
"fall_28": "มันเริ่มหนะ-หนาวขึ้นแล้ว ฤดูหนาวกำลังมาถึงสินะ$2#$e#พยากรณ์อากาศบอกว่า มีพายุหิมะกำลังเคลื่อนที่มาล่ะ$0",

"fall_Mon": "คุณช่วยไปไกลๆ ได้มั้ย? วันนี้ฉันเจออะไรไม่ดีมาน่ะ$2#$e#ข-ขอร้อง$6#$e#%โซเฟียดูโกรธ...",
"fall_Mon4": "สการ์เลตกำลังมาเยี่ยมฉันล่ะ เธอชอบหาทางมาทำให้ ฉันมีความสุขตลอด$1#$e#ฉันอยากให้เธอมาบ่อยๆ นะ แต่ฉันเข้าใจว่า เมืองแกมเพิลตันมันไกล...$2",
"fall_Mon8": "ไง @ เราน่าจะมาลอง แลกไวน์กันชิมดูนะ ฉันอยากอยู่กับคุณ และก็คุยกันน่ะ$1#$e#หรือไม่งั้นเราก็ มาดูอนิเมะด้วยกันก็ได้นะ! ซีซั่น2ของเรื่อง 'เซเลอร์ซัน' กำลังทำอยู่น่ะ!$9",
"fall_Tue": "ฉันหิวววมากๆ เลยย มันถึงเวลากินรึยังนะ?$2",
"fall_Tue4": "เธอไม่คิดว่า โทนสีของฤดูนี้สวยหรอ?$1#$b#มันเหมือนกับ เราอยู่ในอีกโลกเลย$9",
"fall_Tue10": "เฮ้ ไง! ถ้าคุณอยากจะลองชิม ไก่ส้มก็บอกนะ ฉันจะทำให้กินเอง$1#$e#แต่ก็ไม่ใช่บ่อยเกินไปนะ คุณต้องซื้อมาเผื่อฉันด้วย!$9",
"fall_Wed": "ต-ต้องการอะไร?$3#$e#โอ๊ะ ขอโทษนะ วันนี้ฉันรู้สึกตึงๆ นิดหน่อยน่ะ$2#$e#เธอไม่เข้าใจหรอก...$2",
"fall_Wed6": "ฉันกำลังคิดอยู่ว่า จะคอสเพลย์เป็นตัวอะไรดี แต่ฉันก็นึกๆ ไว้อยู่ว่าอยากจะแต่งเป็น เจ้าหญิงนะ$1#$e#ไม่ใช่แบบพวก เจ้าหญิงในการ์ตูนนะ เจ้าหญิงที่มีความดุร้าย! กับดาบที่ใหญ่ๆ และก็ผ้าคลุมสีแดง!$9", 
"fall_Thu": "*ฮึก*... อือ.. ไง @ ว-วันนี้สบายดีมั้ย?$6#$e#ห-ห้ะ ฉัน? ฉ-ฉันโอเค$6#$e#*ฮึก*...$12#$e#%โซเฟียกำลังร้องไห้",
"fall_Thu4": "อะไรนะ เธอไม่เคยได้ยินเรื่อง 'โรงเรียนยอดวายร้าย (My Villain Academia)' เลยหรอ?!$5#$b#มันเป็นอนิเมะ ที่กำลังมาแรงเลยนะ$9#$b#ตัวหลักในอนิเมะเรื่องนี้ ทำให้ฉันนึกถึงตัวละคร บางตัวเลย$1#$e#ใช่ตัวที่มีชุดสีเขียว รึปล่าวนะ?$0",
"fall_Thu8": "เฮ้ ไง! ฉันว่าเราน่าจะมาอ่านมังงะ ด้วยกันสักครั้งนะ!$1",
"fall_Fri": "เมืองเพลิแกนมักจะ มีปัญหาเรื่องวัชพืช อยู่ตลอดเลย บางครั้งนะ ถังขยะบ้านฉัน ล้มระเนระนาดไปหมด$3#$e#เธอเคยเจอหมี คุ้ยถังขยะบ้างมั้ย@?$2",
"fall_Fri4": "คุณเคยไปที่ศูนย์การประชุม ที่เมืองซูซูมั้ย? มันเป็นสถานที่ที่ใหญ่ที่สุด ในสาธารณรัฐเฟิร์นกิลล์ เลยล่ะ$1#$e#ฉันเคยไป คอสเพลย์ที่นั่นด้วยนะ$9",
"fall_Fri8": "รู้มั้ย ฉันอาจจะปลูกอย่างอื่น นอกจากองุ่นก็ได้นะ$1",
"fall_Sat": "ฉ-ฉันมีปัญหาเรื่องหายใจ นิดหน่อยเมื่อเช้า$2#$e#ตอนนี้ดีขึ้นแล้วล่ะ$2#$b#ฉันดีใจนะที่เป็นห่วงกัน$1",
"fall_Sat6": "เฮ้ ไง! เธอเคยทำชุดขึ้นมาเองมั้ย?$9#$b#เอมิลีมีเครื่องเย็บผ้าที่ดีมากๆ เลย ฉันว่าถ้าเธอไปขอใช้ เอมิลี่ต้องให้ใช้แน่ๆ เลย$1#$e#โอ๊ะ เธอก็ใช้มันหรอ งั้นวันหลังเราลองมาเย็บผ้า ด้วยกันนะ!$8",
"fall_Sat10": "สการ์เลตกำลังมาเยี่ยมฉัน! และพวกเราก็จ ะทานมื้อค่ำด้วยกัน#$e#บางที เธอมาร่วมโต๊ะอาหารกับเรา ก็ได้นะถ้ามีเวลา!$9",
"fall_Sun": "...$6#$e#%โซเฟียกำลังเมินคุณอยู่ เธอดูเศร้า",
"fall_Sun4": "คุณเจนคินส์เป็นคนที่ดีจริงๆ เลยนะ บางครั้งฉันก็เห็น ไวน์ชนิดพิเศษ อยู่ในออเดอร์ด้วย$1",
"fall_Sun8": "ว้าว มันยากนะเนี่ย ที่จะตามให้ทันเธอ! ฉันว่าฉันต้องไปปรับตัว ซะหน่อยแล้ว!$9#$e#ไว้เจอกันใหม่นะ @$1", 
        

//WINTER DIALOGUE    
"winter_1": "บรื๋อออ ม-มันหนาวจังเลย$2#$e#แต่ว่าฉันชอบฤดูหนาวที่สุดเลย จะไม่เชื่อก็ได้นะ มันทำให้ฉันมีเวลา ดูอนิเมะแล้วก็ ตัดชุดคอสเพลย์อ่ะนะ!$9",
"winter_7": "ฉันไม่อยากเดินไปที่ป่า เพื่อที่จะไปดูการแข่งตกปลา อะไรนั่นเลย$0#$e#ให้ฉันอยู่บ้านสบายๆ ดูอนิเมะไม่ได้หรอ?$2",
"winter_13": "ฉันกับเอมิลี่ อาจจะได้แต่งคอสเพลย์ ด้วยกันนะ ดีจัง!$1",
"winter_18": "ฉันว่าคืนพรุ่งนี้ จะไปบาร์สักหน่อยน่ะ กัสเค้าจะทำอาหารมื้อพิเศษ ให้ฉันด้วย!$1#$e#มันคือไก่ส้มยังไงล่ะ! จะเป็นอะไรอีกน้า?$9",
"winter_24": "ฉันเตรียมของขวัญ ไว้ให้คนอื่นแล้วล่ะ!$8#$e#ในนั้น ฉันใส่ของไว้เยอะเลย$1",
"winter_25": "ฉันชอบแสง และบรรยากาศแบบนี้จัง ฉันอยากให้มันเป็นแบบนี้ ไปตลอดเลย$1",
"winter_28": "เธอคิดไว้รึยังว่าจะปลูกอะไร ตอนน้ำแข็งละลาย?$1#$e#อ-โอ๊ะ ฉันหรอ!? เอ่อ$2#$b#ก- ก็ต้องเป็นองุ่นอยู่แล้วล่ะ!$1",

"winter_Mon": "ฉันควรตัดชุดคอสเพลย์ต่อ หรือดูอนิเมะดีนะ? อืมม...$0#$e#หรือว่าทำทั้งสองเลย?$1",
"winter_Mon10": "วันนี้มันหนาวจังเลย บางทีฉันก็หวังนะว่า บ้านฉันจะมีเตาผิง$2#$e#เฮ้ ฉันว่าเราไปผิงไฟบ้านเธอดีมั้ย? แล้วก็ปิ้งมาร์ชเมลโลว์!$1",
"winter_Tue": "*ฮึก*...$6#$e#ฉ-ฉันรู้สึกไม่ค่อยดีน่ะ ขอโทษนะ$6",
"winter_Tue6": "ปีที่แล้ว ฉันไปงานคอมมิคคอน ที่เมืองซูซูด้วยมันสนุกมาก แล้วก็นะ @ ตอนแต่งตัวมันสนุกมากเลย!$9#$b#ทุกๆ คนที่งานแต่งตัวกันเยี่ยมสุดๆ ไปเลย! ปีหน้าฉันจะแต่งตัวเป็น ตัวอะไรดีนะ$1",
"winter_Tue10": "วันนี้เธอน่ารัก เป็นพิเศษเลยนะ$4#$e#*จุ๊บ*$9#$e#%คุณมองโซเฟีย เธอหันหน้าหนีด้วยความเขิน",
"winter_Wed": "ฉันแค่อยากจะนอนทั้งวัน แล้วก็กินขนม กับดูอนิเมะ$2#$e#เฮ้อ บางทีฉันอาจจะทำมันได้ ในวันสุดสัปดาห์$3",
"winter_Wed4": "เมื่อคืน ตัวละครที่ฉันชอบตายอ่ะ ฉันอารมณ์เสียมากๆ เลยเนี่ย$2#$b#ฉันอยากจะอยู่ในห้องคนเดียว แล้วไม่ทำอะไรเลย$6",
"winter_Wed8": "อากาศหนาวๆ แบบนี้ทำให้ฉันอยากจะซุกตัว อยู่ใต้ผ้าห่มพร้อมกับ จิบโกโก้ร้อนเลย$9#$e#เฮ้ บางทีเราอาจจะมา จิบโกโก้ด้วยกันก็ได้นะ?$1",
"winter_Wed10": "ฉันว่าเราควรแวะไปที่บาร์ แล้วก็หาอะไรกินกันนะ!$1#$e#เดาสิว่าฉันจะสั่งอะไร!$1#$e#แน่นอนว่าต้องเป็นไก่ซอสส้ม ว่าไปนั่น!$9",
"winter_Thu": "วันนี้เกือบลื่นล้มอ่ะ$2#$e#ฉันว่าฉันน่าจะต้องหา รองเท้าบู๊ทมาใส่ดีกว่า$3",
"winter_Thu6": "เอมิลี่กำลังทำชุดที่สวยมาก เธอสอนฉันเรื่องการเย็บผ้าด้วย$1#$e#ฉันมีเวลาว่าง ทำอะไรเยอะแยะเลย เธอก็เหมือนกันใช่มั้ย?$9",
"winter_Thu10": "ไงสุดที่รักของฉัน!$9#$e#มาใกล้ๆ สิ$4#$e#*จุ๊บ*$9",
"winter_Fri": "เอ่อ ไง$0#$b#วางแผนสำหรับสุดสัปดาห์นี้ ไว้แล้วรึยัง?$1#$e#ของฉันต้องทำงานแสดง ให้เสร็จน่ะ$0",
"winter_Fri4": "หิมะสีขาวกำลังปกคลุมทุกๆ อย่างเลย ฉันชอบมันนะ!$1#$e#เสียงกรอบแกรบ ตอนเดินบนหิมะมันน่าทึ่งมากๆ เลยเนอะ!$9",
"winter_Fri8": "ผู้คนเค้าจะมองฉันแปลกๆ มั้ย ถ้าฉันห่มผ้าห่มออกไป ข้างนอกน่ะ?$0#$e#พ-พวกเค้าจะคิดว่าฉันบ้าหรอ?$2#$b#ฉันว่าฉันใส่ลองจอห์นดีกว่า$9",
"winter_Fri10": "อยากจะเล่นปาหิมะกันมั้ย?$1#$b#ฉันขอบอกเลยว่าฉันชนะแน่ๆ!$9#$e#%คุณบอกโซเฟียว่าไม่มีทางที่เธอจะเอาชนะคุณ#$e#เธอท้าฉันหรอ?$4",
"winter_Sat": "ขนมฉันหมดแล้ว ฉันว่าฉันต้องไปซื้อเพิ่ม แล้วล่ะนะ$3#$e#เธอมีขนมติดตัว มาบ้างมั้ย?$1",
"winter_Sat4": "คุณอยากจะฟัง เรื่องตลกไหม? คุณจะเรียก 'ขนมที่ไม่ใช่ของคุณ' ว่าอะไร?$1#$e#ขนมชั้นนนน!$8#$e#ตอนนี้ฉันหิวแล้ว...$2",
"winter_Sat8": "เฮ้ คุณน่ะ! วันนี้มีอะไรสนุกๆ รึเปล่า?$9#$e#เมื่อเช้านี้ ฉันได้ก้าวข้ามขีดจำกัด ของการแต่งคอสเพลย์ ไปแล้ว ไม่มีอะไรมาขวางฉัน ได้อีกแล้วล่ะ!$1",
"winter_Sat10": "ว-วันนี้ฉันรู้สึกไม่ค่อยดีน่ะ$2#$e#ฮะ?$0#$e#%คุณกอดโซเฟีย#$e#ข-ขอบคุณนะ$1#$b#รู้มั้ย เธอเป็นคนที่ทำให้ฉัน มีความสุขตลอดเลยนะ บางทีเราน่าจะ...$2#$e#เดี๋ยวค่อยคิดทีหลังละกัน$1#$e#%คุณกอดโซเฟีย",
"winter_Sun": "ว-วันนี้ม-มันหนาวมากๆเลย...$2",
"winter_Sun6": "ทักษะการแต่งหน้าของฉัน ดีขึ้นมากเลย! การซ้อมบ่อยๆ นี่มันดีจริงๆ$1#$e#ตั้งแต่ย้ายเข้ามาที่ สตาร์ดิวแวลลี่เธอได้เรียนรู้ อะไรมั่งล่ะ?$1#$e#โอ้! น่าทึ่งมากเลยนะ!$9",
"winter_Sun10": "ฉันคิดมาตลอดเลยนะ ว่าถ้าฉันไปอยู่ที่อื่น มันจะเป็นยังไง$1#$e#มันน่าจะต้องสนุกมากแน่ๆ เลย$9",

//SOPHIA 7 HEART EVENT DIALOGUE
"sophia_event1": "ข-ขอบใจ$1#$b#ฉันต้องเรียนรู้สิ่งใหม่ๆ อีกมากมาย ในตอนแรกมันยากมาก แต่...$2#$b#ฉันรู้สึกเหมือนกับว่า ฉันได้เติบโตขึ้น เป็นผู้ใหญ่คนหนึ่ง$1",
"sophia_event2": "อาวว คุณนี่น่ารักจัง$9#$b#คุณก็รู้ใช่ไหม สการ์เลตเคยโทรหาฉันทุกๆ วัน!#$b#มัน... ดีมากเลย การที่ได้มีคนแบบคุณอยู่ใกล้ๆ น่ะ เมืองแกรมเพิลตัน อยู่ห่างจากที่นี่มากจริงๆ$2",
"sophia_event3": "คุณจะช่วยฉันจริงๆ หรอ?$1#$b#!!!$9",
"sophia_event4": "อืม ช-ใช่แล้ว...?$2#$b#ฉันจะให้ไวน์บลูมูน (Blue Moon wine) ที่บ่มมานานกับเธอขวดนึงล่ะ$2#$b#อืม เอาล่ะ ขอบคุณที่ช่วยฉันนะ$1#$b#!!!$9",
"sophia_event5": "อ๋อออ อะไรที่เรากินกัน เป็นประจำงั้นหรอ?$1#$b#โอเคร๊!$9",
"sophia_event6": "อะไรที่ทำให้ทึ่งไปเลยงั้นหรอ? ได้!$9",
"sophia_event7": "ฉันอยากกินแพนเค้กและแฮชบราวน์!$1",
}
