
{
//SPECIAL DIALOGUE
"Introduction": "ฉันรู้สึกขอบคุณที่ โจจ้าจัดการกับหินถล่ม... เทศมนตรีเลวิสและฉัน เจอปัญหามากมาย... พวกเขาควรจัดการหินพวกนั้น$2#$b#โจจ้ายังคง ปฎิเสธที่จะขอโทษ...$3#$e#ไว้พบกันอีกครั้งเร็วๆ นี้... ที่รัก ฉันมีความสุขมาก ในที่สุดฉันก็ได้พบคุณ!$1#$b#มันดีจริงๆ ที่มีชาวไร่อีกคนอยู่ในหุบเขา$4",
"Resort_Entering": "ปกติฉันไม่ได้ไปเที่ยวกับคนอื่น ในชุมชนเราเท่าไหร่น่ะ แค่นี้ก็สนุกแล้วล่ะ!$1",
"Resort_Leaving": "วันนี้มีอะไรเกิดขึ้น เยอะแยะเลย!$4",
"Resort_Shore": "%ซูซานกำลังชมวิว",
"Resort_Chair": "ด้วยอากาศแบบนี้ ฉันว่าคุณปลูกพืชผัก เขตร้อนที่นี่ได้สบายๆ เลย$0",
"Resort_Bar": "ฉันอยากดื่ม อะไรที่มีกลิ่นผลไม้จัง$0",
"Resort": "ฉันอยากเอาดอกไม้ บนเกาะนี้ กลับบ้านด้วยมากเลย$1#$e#ไม่ได้ ไม่ ไม่... ฉันจะแยกมันจากเพื่อนๆ ไม่ได้$2",


//SPECIFIC TILE DIALOGUE
"Custom_SusanHouse_4_15": "ฉันดีใจมากที่ โจจ้าจัดการกับหินถล่ม เลวิสและฉัน เจอปัญหามากมาย... พวกเขาควรกำจัดหินพวกนั้น$2#$b#โจจ้ายังคง ปฏิเสธที่จะขอโทษ...$3#$e#เจอกันเร็วๆ นี้นะ ที่รัก ฉันมีความสุขมาก ในที่สุดฉันก็ได้พบคุณ!$1#$b#มันดีจริงๆ ที่มีชาวไร่อีกคนอยู่ในหุบเขา$4",
"Custom_SusanHouse_24_6": "ขอโทษที... ฉันกำลังพักผ่อน...$2",
"SeedShop_14_20": "วิเศษมากที่ได้พบคุณ @! วันนี้ซื้อเมล็ดพันธุ์ จากปิแอร์หรือเปล่า?$0",
"ArchaeologyHouse_16_5": "ฉันมักจะอ้างอิงจาก คู่มือการประดิษฐ์ในห้องสมุด ถึงมันจะมีน้อย... แต่มันมีประโยชน์มาก$1",
"Custom_SusanHouse_3_16": "โอเค โซเฟีย! ดูแลบ้านดีๆ ล่ะ!$0",
"Custom_SusanHouse_9_17": "เดี๋ยวกลับมานะ ที่รัก!$0",

//SPRING AND GENERAL DIALOGUE
"spring_1": "อา! จุดเริ่มต้นของฤดูใบไม้ผลิ ฤดูกาลที่ฉันชอบ... มันดีมากที่กำลังจะได้เห็นดอกไม้$1#$e#ขอให้โชคดีในการทำฟาร์มปีนี้!$0",
"spring_12": "ฉันช่วยมานีและเอมิลีวาดไข่ สำหรับเทศกาลไข่อีสเตอร์ ในวันพรุ่งนี้$0#$e#แจสและวินเซนท์ ก็จะช่วยด้วย! พวกเขาเป็นเด็กที่ดี!$1",
"spring_23": "วันพรุ่งนี้... เราจะมุ่งหน้าไปทางใต้ ของป่าซินเดอร์แซป เพื่อไปเทศกาลดอกไม้ คุณจะไปหรือปล่า?$0#$e#กัสกำลังทำอาหารให้ได้มากที่สุด!$1",
"spring_28": "ฉันวางแผนไว้แล้วว่า ฉันจะ... ปลูกพืชชนิดใดในฤดูร้อนนี้$0#$e#ฉันมั่นใจว่า คุณก็คงทำแบบเดียวกัน$4",

"Mon": "สวัสดี @ วันนี้ทั้งวัน... เป็นยังไงบ้าง?$0#$e#ดีใจที่ได้ยินเช่นนั้น!$1",
"Mon4": "มีหลายสิ่งที่ต้องทำ... เมื่อเริ่มสัปดาห์ใหม่...$1",
"Mon8": "ยินดีที่ได้พบคุณ @ ฟาร์ม %farm เป็นอย่างไรบ้าง?$0#$e#ที่รัก.. ฉันอยากให้ฉัน มีพลังงานเหมือนกับคุณ$1",
"Tue": "สวัสดี @ วันนี้คุณเป็นยังไงบ้าง?$0#$e#ยอดเยี่ยม!$1",
"Tue4": "ฉันเดินขึ้นไปบนยอดเขา... เพื่อออกกำลังกาย ภาพพระอาทิตย์ตกของที่นั่น มีความวิเศษที่ทำให้รู้สึก... มีชีวิตชีวา$0#$e#ขอให้เป็นวันที่ดีนะ... ที่รัก$0",
"Tue8": "@! มันเยี่ยมจริงๆ ที่ได้พบคุณ วันนี้คุณเป็นยังไงบ้าง?$1#$e#ฉันรู้สึกยินดีจริงๆ ที่ได้ยินแบบนั้น พรุ่งนี้ฉันต้องคำนวณ... งบประมาณจำนวนมาก...$4",
"Wed": "ว่าไง @ วันนี้ก็เป็นวันที่มี การบริหารเวลาที่ยอดเยี่ยม อีกวัน?$0#$e#ฉันอาจประดิษฐ์อะไรใหม่ๆ ขึ้นมาในไม่ช้า... บางอย่างที่ท้าทายตัวเอง!$1",
"Wed4": "ฉันมีอะไรต้องทำมากมาย... แต่เวลามีน้อยมาก...$2#$b#คุณจัดการกับเวลาของคุณ... ได้ยังไง @? คุณดูยุ่งมากๆ$0#$e#มันยากมาก ที่จะทำตามคุณ!$1",
"Wed8": "สวัสดี ฉันหวังว่าวันนี้ จะเป็นวันที่ดีสำหรับคุณนะ @$1#$e#ที่รัก... ฉันจะคุยกับคุณใหม่อีกครั้ง ที่หลัง$4",
"Thu": "สวัสดี เป็นยังไงบ้าง?$0#$e#ดีแล้วละ ทำต่อไปนะ$1",
"Thu4": "เร็วๆ นี้ ฉันจะต้องไปหาไม้เนื้อแข็ง ที่แกรมเพิลตัน...  ฉันไปไม่นานหรอก$1#$e#แกรมเพิลตันเป็นที่ ที่มีไม้คุณภาพสูงที่สุด ในพื้นที่แห่งนี้$4",
"Thu8": "พรุ่งนี้วันศุกร์... ฉันสงสัยว่า กัสจะทำอาหารพิเศษอะไร ที่บาร์สตาร์ดรอป...$0#$e#กัสไม่เคยหยุดทำให้ฉัน... รู้สึกประหลาดใจ อาหารของเขา... อร่อยขึ้นทุกครั้ง$1",
"Fri": "*ถอนหายใจ*... ฉันรู้สึกเจ็บที่หลังนิดน่อย$2#$e#ขอโทษนะที่รัก... ตอนนี้คงไม่ใช่เวลาที่ดี ที่จะพูดคุย$2",
"Fri4": "สัปดาห์นี้ฉันน่าจะทำทุกอย่าง เสร็จเรียบร้อย สุดสัปดาห์นี้จะต้องสนุกแน่นอน$1#$e#ขอให้สนุกกับวันหยุดนะ ที่รัก$4",
"Fri8": "สุขสันต์วันศุกร์ @! มีแผนสนุกๆ สำหรับวันหยุดบ้างไหม?$0#$e#ฉันวางแผนว่าจะขึ้นรถไฟ เพื่อไปเยี่ยมน้องชาย ที่เชสเตอร์เวล แต่มันยังไม่แน่นอน...$1#$e#ขอให้เป็นวันที่วิเศษ!$4",
"Sat": "คุณเป็นคนที่ขยัน @$0#$e#แต่คุณควรพักบ้างเหมือนกัน... มันดีต่อสุขภาพของคุณนะ!$1",
"Sat4": "ฉันต้องเริ่มวางแผนการเดินทาง เพื่อไปหมู่เกาะใบเฟิร์น$0#$e#เกาะนั้นมีผลไม้มหัศจรรย์ ที่รูปทรงเป็นวงแหวน บางที... ฉันอาจเอากลับมาให้คุณ$1#$e#มันอาจจะยาก... พวกมันเน่าเสียไวมาก...$2",
"Sat8": "วันนี้ฉันจะผ่อนคลายซะหน่อย และ ฉันจะประดิษฐ์บางอย่าง...$0#$e#แล้วคุณล่ะ... ทำอะไรในวันเสาร์ @?$1",
"Sun": "คุณพร้อมสำหรับสัปดาห์หน้าหรือยัง? มีอะไรที่ฉันต้องทำ มากมายเลยล่ะ!$1#$e#ขอให้โชคดี @$4",
"Sun4": "ในเมือง... มีผู้คนไม่กี่คนที่มา... แท่นบูชาโยบะในวันอาทิตย์...$0#$b#ฉัน... หยุดเชื่อใน โยบะ มาซักพักแล้วล่ะ$2#$e#...$2#$e#%ซูซานไม่พูดอะไร... เธอโบกมือให้คุณ...",
"Sun10": "เมื่อคุณอายุมากขึ้น เวลาจะยิ่งผ่านไปไวขึ้นมาก...$0#$b#สนุกสนานกับทุกช่วงเวลา...$1#$e#อย่ามองข้ามเวลาที่เสียไป... ที่รัก...$0",

//SUMMER DIALOGUE
"summer_1": "ขอให้โชคดีกับช่วงฤดูร้อน @ อย่าลืมตรวจดูด้วยล่ะ! ว่าพวกพืชจะไม่ขาดน้ำ เพราะอากาศร้อน!$0",
"summer_10": "สำหรับลัวร์ในวันพรุ่งนี้ฉันจะ เอาแตงโมที่คุณภาพดีที่สุดไป @! เชสเตอร์เวล เป็นที่ที่มีเมล็ดแตงโม ที่ดีที่สุดอยู่$1#$e#ฉันมั่นใจอะไรที่คุณนำไป ต้องเป็นสิ่งที่ น่ายินดีสำหรับงานเลี้ยงแน่!$4",
"summer_22": "แกรมเพิลตัน มีทุ่งข้าวสาลีที่ใหญ่ที่สุดใน พื้นที่เฟิร์นกิล ข้าวสาลีสามารถแปรรูปเป็น เบียร์ แป้ง น้ำตาล$0#$e#ถึงราคาจะถูก แต่มันทำกำไรได้ดี เพราะมันเป็นที่ต้องการมาก$0",
"summer_28": "ฉัน... กลัวมหาสมุทรมาก ฉันมาที่ชายหาด ตอนช่วงปลายฤดูร้อน... เพื่อดูแมงกะพรุนเท่านั้น...$2#$e#ท่าเทียบเรือดูเหมือน... จะใช้ได้อีกไม่กี่นาที... ฉันจะไปที่ชายหาด ซึ่งมันปลอดภัยกว่า...$0",

"summer_Mon": "คลินท์อัพเกรดจอบของฉัน มันใกล้จะเสร็จแล้วล่ะ...$0#$b#มันจะช่วยเพิ่มประสิทธิภาพ ในการทำงานในฟาร์มของฉัน$1", 
"summer_Mon2": "ชอบมีนกมาทำรัง... บนหลังคาบ้านของฉัน$0#$e#บางที... สิ่งประดิษฐ์ชิ้นต่อไป... อาจเป็นเครื่องป้อนอาหารนก$1",
"summer_Mon6": "ที่รัก... คุณมีประสบการณ์ ในการประดิษฐ์หรือเปล่า?$0#$e#มันเป็นเคล็ดลับที่จะ ช่วยงานคุณในฟาร์ม$0#$e#คุณสามารถทำสิ่งต่างๆ ได้โดยอัตโนมัติ ทั้งการผลิตและผลิตภัณฑ์ หรือ สิ่งที่ได้กำไรมากจากสัตว์$4",
"summer_Mon10": "เหมือนที่แกรมเพิลตัน... จะมีนักประดิษฐ์ที่มีฝีมือ ฉันไปที่นั่นเพื่อที่จะ... เรียนรู้จากพวกเขา$0#$e#ที่รัก... คุณสามารถไปกับฉันได้... หากคุณอยากจะเรียน มันจะเป็นการเดินทางที่สนุก$4",
"summer_Tue": "การทำงานในฤดูร้อน... เป็นเรื่องที่ยาก คุณต้องมั่นใจให้ดีว่า ร่างกายของคุณ... จะไม่ขาดน้ำ$0",
"summer_Tue4": "ฉันอัพเกรดที่รดน้ำของฉัน ฉันว่า... ฉันต้องประหยัดบ้าง... แต่ว่าฉันสามารถ รดน้ำได้เร็วกว่าเดิมมาก!$1#$e#งานฝีมือของคลินท์นี้ น่าเหลือเชื่อที่สุด$0",  
"summer_Tue8": "ฉันชอบเวลาฝนตก คุณไม่ชอบหรอ?$4#$e#มันทำให้ชาวไร่อย่างพวกเรา มีเวลาที่จะทำอย่างอื่น... ที่ไม่ใช่การรดน้ำในตอนเช้า$0",
"summer_Wed": "ฉันอาจต้องเดินทางไป แกรมเพิลตันในไม่ช้า... ไม้เนื้อแข็งของฉันเหลือน้อย$0#$e#การประดิษฐ์ของฉัน ส่วนใหญ่ต้องใช้ไม้เนื้อแข็ง และมันมีอยู่มาก ในป่าทางใต้ของแกรมเพิลตัน$1",
"summer_Wed8": "ในตอนเช้าฉันพบว่า... เบอร์รี่กำลังโตที่อีกด้านของรั้ว!$1#$b#พรุ่งนี้ฉันจะบดพวกมัน ให้เป็นโยเกิร์ต... อร่อย$4!#$e#ขอให้เป็นวันที่ยอดเยี่ยม$0",
"summer_Thu": "ถ้าคุณอาศัยอยู่ตรง ทางรถไฟมานานมากพอ... จะไม่มีอะไรทำให้คุณตื่น ในตอนกลางคืน$0#$e#ยกเว้น... หินถล่ม...$2",
"summer_Thu6": "แตงโมของฉัน ขายได้มากกว่าที่ฉันคาดไว้$0#$b#ฉันจะเก็บมันไว้ใช้สำหรับ ตอนเดินทาง กับ ค่าวัสดุในการประดิษฐ์!$1#$e#อะไรก็ได้ที่ฉัน... สามารถประดิษฐ์ให้คุณ @?$4",
"summer_Thu10": "วิเศษมากที่ได้พบคุณ @ วันนี้ฉันเก็บเกี่ยวได้มาก$0#$e#นี้คือแตงสดใหม่จากฟาร์มมรกต! ส่วนใหญ่... ฉันขายให้กับเมืองซูซู แต่ฉันอยากแบ่งปันมัน... ให้กับเพื่อนของฉันด้วย$0[254]",
"summer_Fri": "ไม้ประดับในบ้านของฉัน... มันดูไม่ค่อยดี...$2#$b#มันติดเชื้อรา... และฉันไม่รู้จนกระทั่ง มันสายเกินไป... ฉันจะต้องทำให้ดีขึ้น...$2#$e#%ซูซานดูเศร้า",
"summer_Fri6": "มันดูเหลวไหลนิดหน่อย... แต่ฉันดูแลไม้ประดับของฉัน เหมือนกับเป็นครอบครัว$0#$e#คุณอาจสังเกตว่าฉัน... ค่อนข้างเป็นอิสระ @ แต่ฉันรักพืชของฉัน เวลาที่ฉันเดินทาง ฉันคิดถึงพวกมัน...$2",
"summer_Sat": "เมื่อวาน... เทศมนตรีเลวิสดูเครียดๆ$2#$e#เขาทำงานหนัก ยิ่งกว่าพวกเรา... ฉันหวังว่าเขาจะได้ พักผ่อนบ้าง...$0",
"summer_Sat6": "ฉันจัดการเก็บเกี่ยวผล ฮ็อพ(hops) แล้วเปลี่ยนพวกมันเป็นเบียร์ แล้วพวกมันออกขาย บางครั้งกัสก็ซื้อจาก บาร์สตาร์ดรอป$0#$e#ถ้าคุณชอบฉันจะให้เคล็ดลับ ในการทำมันออกมาอย่างถูกต้อง$4#$e#สัญญาว่า คุณจะไม่บอกความลับกับใคร$1",
"summer_Sun": "ฤดูร้อนเป็นฤดูที่ดีใน สตาร์ดิวแวลลี่ อุณหภูมิมันค่อนข้างดี$0#$e#ผิดกับทะเลทรายคาลิโก้ มันร้อนมาก... เราโชคดี ที่ได้รับลมทะเลบ้าง$0",
"summer_Sun8": "สายล่อฟ้า (Lightning rods) เป็นการลงทุนที่ดี ถ้าคุณต้องการ... พัฒนาอย่างอื่นนอกจากพืช @$0#$b#มีเครื่องจักรบางชนิด ที่ฉันต้องการแบตเตอร์รี่$0#$e#โรบินเคยมีขาย แต่เธอต้องหยุด เพราะการผูกขาดของ โจจ้า...$2",

// FALL DIALOGUE
"fall_1": "รู้สึกถึงความเย็นสบายไหม @? ฤดูใบไม้ร่วงมาถึงแล้ว!$1#$b#ที่รัก ขอให้คุณโชคดีในฤดูนี้$0#$e#ฉันขอแนะนำ... ให้ปลูกแครนเบอร์รี่ และฟักทอง พวกมันสามารถทำกำไร ได้อย่างน่าเหลือเชื่อ$0#$e#ขอให้โชคดี!$4",
"fall_3": "ในช่วงฤดูนี้ ฝูงกามักจะออกมา ที่รัก ฉันหวังว่า... คุณจะมีหุ่นไล่กามากพอนะ$0#$e#ดูแลตัวเองด้วย!$1",
"fall_7": "คุณได้ทำอะไรที่น่าสนใจ... ในสัปดาห์นี้หรือยัง?$0#$e#ฉันพยายามทำสิ่งที่... น่าสนใจ... อย่างน้อยก็...หนึ่งครึ่งต่อสัปดาห์ สนใจทำด้วยกันไหม...$4",
"fall_15": "คุณตัดสินใจได้หรือยังว่า... จะเอาอะไรไปแสดงในวันพรุ่งนี้ @?$0#$e#การจะแข่งขันกับปีแอร์ เป็นเรื่องที่ยากมาก$1",
"fall_20": "ฉันรักการตกแต่งที่มีสีสัน คุณไม่ชอบหรอ?$1#$e#ในฐานะชาวไร่ พวกเราเห็นแต่สีเขียว... มันเป็นเรื่องที่ดี... ที่ได้เห็นโลกมีสีสันสดใส$4",
"fall_26": "เทศกาลภูติคือวันพรุ่งนี้นะที่รัก$1#$b#ฉันได้ยินจากเทศมนตรีเลวิสว่า มาร์ลอน และ เพื่อนจากแคสเซิลวิลเลจ กำลังจับสัตว์ประหลาด ให้พวกเรา$0#$e#เราสามารถดูมันผ่านกรงเหล็ก มันน่ากลัวมาก!$4",
"fall_27": "ก่อนหน้าวันนี้ มีแสงวูบวาบจากเมืองเพลิแกน ฉันเชื่อว่าพ่อมดกำลัง... ทำสิ่งที่เรียกว่าเขาวงกต$1#$e#ฉันไม่แน่ใจว่า 'เวทมนตร์' ทำงานยังไง...$2#$e#เจอกันคืนนี้ @$4",
"fall_28": "สวัสดี @ อีกไม่นานจะหมดฤดูใบไม้ร่วง พืชจะอยู่ได้อีกไม่นาน$0#$e#ฤดูหนาวนี้... คุณใช้เวลาตกปลา หรือ ลงเหมืองล่ะ?$1",

"fall_Mon": "การเดินขึ้นไปยังยอดเขา เป็นการออกกำลังกายที่ดี ฉันไปที่นั่นทุกสัปดาห์$1#$e#การมองลงไป... มันทำให้คุณได้เห็น ความสวยงามของหุบเขา$4",
"fall_Mon4": "คุณเคยไปจนถึงจุดสูงสุด... ของยอดเขาหรือเปล่า?$0#$e#ฉันรู้ว่ามันเป็นภาพที่สวยงาม แต่... พอมองผ่านสุสาน มันทำให้หม่นหมองเล็กน้อย...$2",
"fall_Mon10": "ที่รัก การที่นักผจญภัย... ต้องขึ้นไปยอดเขา ทำให้ฉันกังวล$0#$b#คุณต้องดูแลตัวเอง เมื่อคุณกำลังผจญภัย เพราะคุณเป็นคนสำคัญ...$0", 
"fall_Tue": "ที่รัก อย่าลืมว่าฤดูใบไม้ร่วง คือฤดูของเห็ด$0#$e#คุณสามารถ ทำกำไรได้ค่อนข้างมาก ถ้าคุณรีบลงมือ$4",
"fall_Tue4": "วันนี้ฉันเจอเห็ดที่บนยอดเขา ฉันยังตัดสินใจไม่ได้ว่า... จะขายหรือปรุงพวกมัน$0#$e#ยอดเขาเป็นจุดหาอาหารที่ดี เพราะที่ดินอุดมสมบูรณ์... ถ้าฉันเป็นคุณ ฉันจะไปที่นั่นเป็นประจำ$1",
"fall_Wed": "ฉันบริจาคฟักทองหลายลูก สำหรับเทศกาลแสดงสินค้า ที่กำลังมาถึง$0#$b#มีฟักทองสำหรับตกแต่ง นักท่องเที่ยวสามารถ ซื้อกลับบ้านได้$0",
"fall_Wed6": "อย่าให้ช่วงเวลาเหล่านี้... เสียเปล่า... ทำให้ทุกวัน... เป็นวันที่มีค่านะ ที่รัก$0#$e#เมื่อคุณอายุมากขึ้น... คุณจะประทับใจกับความทรงจำ ที่คุณทำเมื่อตอนอายุน้อย$1",
"fall_Wed10": "ฉันชอบคุณ เพราะคุณเข้าใจว่า ชีวิตควรเป็นการผจญภัย @$4#$b#บางคนอาจคิดว่า... การทำฟาร์มเป็นสิ่งที่น่าเบื่อ แต่คุณและฉันรู้... มันต้องใช้เวลา ความอดทน และ ความคิดสร้างสรรค์$4#$e#จนตอนนี้พวกเราก็ยังคง ร่ำรวยเหมือนที่เคยเป็นมา$4", 
"fall_Thu": "*ถอนหายใจ* ... แอนดี้อยู่ที่บาร์สตาร์ดรอปเมื่อคืน เขาน่าจะทำอะไรอย่างพอดี...$2#$e#ทุกคนมีวิถีทางพิเศษเป็นของตัวเอง...$0#$e#ขอให้มีความสุขในวันนี้...$1",
"fall_Thu8": "ฉันเห็นแอนดี้เดินไป พร้อมกับกล่องของโจจ้า ดูเหมือนจะเป็นที่ดีของเขา...$0#$b#ฉันไม่สนับสนุนโจจ้า... แต่นั่นไม่ได้หมายความว่า... ฉันจะตัดสินคนอื่นได้$0#$e#ทำไมฉันไม่สนับสนุนโจจ้า? อืม... ทรัพยากรมีอยู่อย่างจำกัด ฉันคิดว่าเขาใช้มันอย่าง สิ้นเปลือง...$2",
"fall_Fri": "ปีนี้... มีเห็ดขึ้นป่าซินเดอร์แซป อาจหามาเป็นอาหารได้$0#$e#แอนดี้และลีอามักจะ... เก็บพวกมันไปจนหมด...$3",
"fall_Fri4": "มีเฮเซลนัทขึ้นที่ภูเขา มันขึ้นรอบๆ แม่น้ำ ฉันจะเอาพวกมันมาย่าง!$0#$e#เฮเซลนัทคั่วน่ะ อุดมไปด้วยสารอาหารและ... อร่อย แล้วฉันจะแบ่งให้คุณบ้าง$1",
"fall_Fri10": "ฉับเจอเฮเซลนัทจำนวนหนึ่ง แล้วเมื่อเช้า ฉันคั่วพวกมัน! นี่คือบางส่วนสำหรับคุณ!$1[607]#$e#เพลิดเพลินไปกับมันนะ ที่รัก$4",
"fall_Sat": "องุ่นแตกต่างจากพืชธรรมดา มันมีเถาวัลย์... ฉันต้องการวิธีจัดการกับ... เถาวัลย์อย่างถูกต้อง$2#$e#ฉันจะลองถามโซเฟีย เธอรู้ทุกอย่างเกี่ยวกับองุ่น$1",
"fall_Sat8": "เร็วๆ นี้ รั้วทางรถไฟ ดูเหมือนมันจะต้องซ่อมแซม ฉันจะกักตุนไม้ไว้$0#$e#คุณซ่อมรั้วบ่อยแค่ไหน@?$0#$e#โอ้! เข้าใจแล้ว! คุณนี้สุดยอดจริงๆ เลยนะ$1",
"fall_Sun": "ใบไม้กำลังหาทาง เข้าไปในบ้านของฉัน! แต่ดีนะ... ที่ฉันมีไม้กวาด$1",
"fall_Sun4": "ที่สตาร์ดิวแวลลี่มีดินที่ อุดมสมบูรณ์ที่สุดในเฟิร์นกิล พืชที่ปลูก มีขนาดใหญ่และรสชาติดี$0#$e#ถ้าคุณใช้ปุ๋ย พืชของคุณก็ยิ่งสมบูรณ์!$1",
"fall_Sun10": "ฉันต้องการคุยกับคุณ @$0#$b#ฉันทำไร่ในที่ของฉัน และมันมีที่บางส่วนเหลือ... ฉันต้องการมอบให้คุณ$4#$b#ไม่ต้องขอบคุณฉัน! ขอให้เป็นวันที่ดี!$1[369]", 

//WINTER DIALOGUE    
"winter_1": "ฉันและโรบินขึ้นไปบนภูเขา ที่นั่นมีหิมะมากมาย$0#$e#ฉันอาจจะสร้างมนุษย์หิมะ... มันจะน่ารักไหมนะ?$1",
"winter_7": "พรุ่งนี้คุณจะเข้าร่วม... การแข่งขันตกปลาหรือเปล่า?$1#$b#ตอนเด็กๆ ฉันเคยตกปลา แต่เดี๋ยวนี้ก็ไม่ค่อยได้ ไปตกปลาแล้วล่ะ$0#$e#พรุ่งนี้ขอให้โชคดี!$4",
"winter_12": "เร็วๆ นี้ พี่ชายของฉันจะมาเยี่ยม ลูกสาวของเขาน่ารัก!$1#$b#เธอชอบเล่นวิดีโอเกม ฉันมีเครื่องเล่นเกม ซุปเปอร์เน็นโด้ (Super Neendo) เธอเล่นทุกครั้งที่มาเยี่ยม$0#$e#แต่ฉันไม่ได้เล่น... ฉันแก่เกินไป... สำหรับสื่ออิเล็กทรอนิกส์$4",
"winter_17": "พ่อค้าขายไม้ประดับให้ฉัน$0#$b#คุณสามารถเจอสิ่งที่น่าสนใจ ได้ที่ตลาดกลางคืน!$1",
"winter_24": "เทศกาลแห่งดวงดาวฤดูหนาว เริ่มในวันพรุ่งนี้! มันเป็นวันที่สนุกสนาน$0#$e#ฉันเตรียมของขวัญ ที่ยอดเยี่ยมไว้! ฉันหวังว่าเขาจะชอบ$1",
"winter_28": "พร้อมที่จะหว่านเมล็ดหรือยัง?$0#$e#ฉันวางแผนเสร็จตั้งแต่ หลายสัปดาห์ก่อน เพียงแค่... รอให้หิมะและน้ำแข็งละลาย ไม่นานแล้ว...$1",

"winter_Mon": "ฉันรู้สึกแย่... ในสภาพอากาศที่หนาวเย็น... สัตว์เหล่านั้นดูน่าสงสาร...$2#$e#สัตว์เลื้อยคลายตัวเล็กๆ คือจุดอ่อนของฉัน$0",
"winter_Mon4": "เมืองเซาทีนมีชายฝั่งที่สวยงาม และมีนักท่องเที่ยว เดินทางมาจากทั่วโลก$0#$b#ทุกครั้งที่ฉันไปที่นั่น ฉันจะพบผู้คนมากมาย ที่มีความแตกต่างจากฉัน มันเหมือน หน้าต่างสู่โลกที่แตกต่าง$4#$e#คุณควรลองเดินทางดูนะ @ ถึงตั๋วอาจมีราคาแพง แต่สำหรับประสบการณ์ ถือว่าคุ้มค่า$1",
"winter_Mon8": "ฉันเกือบมีเงินเก็บมากพอ... ที่จะเดินทาง$0#$e#การเดินทางถือเป็น งานอดิเรกสำหรับฉัน มันจึงสะดวกเพราะ อาศัยอยู่ใกล้รถไฟ$4#$e#คุณอยากไปเที่ยวกับฉันไหม? ฉันเป็นเพื่อนเดินทางที่ดีเลยล่ะ!$1",  
"winter_Tue": "ฤดูหนาวเป็นยังไงบ้าง @? คุณสนุกสนานบ้างหรือเปล่า?$1#$e#ฉันทำงานประดิษฐ์ และ เดินทาง มันเป็นช่วงเวลาที่ยอดเยี่ยม$0",
"winter_Tue6": "ฉันดีใจ ที่ยังพอมีไม้สำรองไว้ บ้านของฉัน ไม่มีเครื่องทำความร้อน... ฉันใช้เตาผิง$0#$e#มันอบอุ่นมากในฤดูหนาวแบบนี้ @! คุณน่าจะหยุดพักสักหน่อย นั่งพักข้างๆ ฉันสักพักเถอะ$4",
"winter_Wed":  "ฉันชอบที่จะออกไปข้างนอก ในตอนกลางคืนที่หิมะตก เพราะหิมะดูดซับเสียง... มันจึงเงียบมาก$1#$e#ทำร่างกายให้อบอุ่นล่ะ...@$0",
"winter_Wed4": "ในช่วงฤดูหนาว... ฉันสนุกกับการอ่านหนังสือ ไม่ต้องกังวลเกี่ยวกับพืช$0#$e#ในวันหยุดสุดสัปดาห์... ฉันรู้ว่าคุณไม่ได้หยุดพัก คุณควรจะหยุดพักเช่นกัน!$1",
"winter_Wed8": "เราทั้งคู่ทำงานหนักเกินไป... ใช่ไหม?$0#$e#เราทั้งคู่มาทำข้อตกลงกัน... สุดสัปดาห์นี้ ไม่ต้องทำเหมือง ไม่มีเดินป่า... เพียงแค่วันสบายๆ หน้าเตาผิง กับหนังสือดีๆ หรือความทรงจำบางอย่าง$4#$e#มันยากที่จะนั่งนิ่งๆ แต่ฉันคิดว่าเราทำได้$1",
"winter_Thu": "ฉันมักจะเห็น... อเล็กซ์ไปที่โรงอาบน้ำ$0#$b#ห้องออกกำลังกาย มันถูกดูแลอย่างดี$4#$e#อาจเป็นเพราะ... ไม่มีใครใช้นอกจากอเล็กซ์$0",
"winter_Thu6": "ฉันขึ้นไปบนยอดเขาบ่อยๆ แม้แต่ในฤดูหนาว$0#$e#ที่นั่นมีทั้งวัสดุในการประดิษฐ์ ทั้งอาหาร แม้แต่ภาพที่สวยงาม$1#$e#สนใจไปกับฉันไหม @?$4",
"winter_Fri": "คุณไปที่บาร์สตาร์ดรอป บ่อยหรือเปล่า?$0#$e#สำหรับฤดูหนาว มันน่าดึงดูด เหล้าแอปเปิล หรือ เบียร์เล็กน้อย มันยิ่งทำให้ฉันรู้สึกหนาวจนถึงกระดูก$4",
"winter_Fri8": "ฉันไม่แน่ใจว่า ฉันแก่ลงหรือเปล่า... แต่ฤดูหนาวนี้ ดูหนาวกว่าปกติ$2#$e#ฉันอยากไปที่ไหนซักแห่ง... ที่มันอบอุ่น...$4#$e#บางที... สักวันเราทั้งคู่อาจขึ้นรถไฟ... นั่งไปที่ไหนสักแห่ง ที่เรายังไม่เคยไป @ คุณคิดว่ายังไง?$4",
"winter_Sat": "ถึงฉันจะหัวโบราณ แต่ฉันชอบเขียนจดหมาย แทนที่จะส่งอีเมล$0#$e#เทคโนโลยีมัน... ก้าวหน้าเร็วเกินไปสำหรับฉัน$2",
"winter_Sat8": "คุณได้ติดต่อครอบครัวของคุณ บ้างหรือเปล่า@?$0#$e#การอาศัยอยู่ในหุบเขา ทำให้รู้สึกเหมือนกับ อยู่ในฟองสบู่ หากรอบๆ ล้อมรอบด้วยภูเขา มันง่ายที่จะลืมเรื่องของโลกภายนอก$4#$e#เป็นสิ่งสำคัญต้องแน่ใจว่าคุณ ไม่ได้พลาดการติดต่อกับ โลกภายนอก... ยังไงก็ตามมันดีต่อคุณ$4",
"winter_Sun": "ใกล้จะถึงเวลาเตรียมตัวสำหรับปีหน้าแล้ว...$1#$e#อืม... ฉันควรปลูกอะไรในฤดูใบไม้ผลินี้...?$0",
"winter_Sun6": "ในเช้านี้... ฉันขุดมันเทศในหิมะ และ เตรียมสนามของฉัน ให้พร้อมสำหรับฤดูใบไม้ผลิ$0#$b#ฉันจะล้างมันเทศ และกินพวกมันเป็นอาหารคืนนี้!$1#$e#คุณน่าจะลองขุดดูนะ @ พวกมันจะมีรสชาติเยี่ยมขึ้น หากมีการคั่วด้วย เนยและน้ำตาลทรายแดง$4"
}
