{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "name": "Feast of the Winter Star",
        "conditions": "Town/900 1400",
        "shop": "BO 113 5000 1 O 746 750 5 BL 746 2000 1",
        "set-up": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas/loadActors Set-Up/playerControl christmas",
        "secretSanta": "none/-1000 -1000/farmer 30 69 0/warp Emily 37 59/warp Haley 35 74/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 300/faceDirection farmer 0/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Emily 29 72/warp Haley 30 72/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
        "Abigail_spouse": "ฉันสงสัยว่า ฉันจะลองเลียไอขนมนั่นได้ไหม...",
        "Leah_spouse": "ฉันขอบคุณชีวิตในฟาร์ม ที่เรียบง่ายของเรา$h",
        "Maru_spouse": "เฮ้ @ ฉันพร้อมจะ เคียงข้างเธอ ไปตลอดนะ",
        "Penny_spouse": "ขอบคุณที่ฉัน ได้เจอเธอนะ...$l",
        "Haley_spouse": "ฉันเหรอ?... โอ้ ขอบคุณที่... เออ...เดี๋ยวกลับบ้านแล้ว ฉันจะโชว์ให้เธอดูดีกว่า?$l",
        "Sebastian_spouse": "เฮ้ @ อย่าที่เธอเห็น ฉันจะทำหน้าที่เติมเต็ม ครอบครัวของเรา...",
        "Sam_spouse": "*ง่วงง*... ฉันมาที่นี่เพื่อของขวัญ และคุกกี้$h",
        "Alex_spouse": "ฉันจะขอบคุณอะไรงั้นเหรอ? เดี๋ยวกลับบ้านแล้ว เธอจะรู้เอง...$l",
        "Harvey_spouse": "ฉันรู้สึกหน้ามืดเล็กน้อย... ขอบคุณพระเจ้า สำหรับอากาศบริสุทธิ์...$l",
        "Elliott_spouse": "คุณไม่จำเป็นต้องให้อะไร ฉันเพิ่มเติมแล้ว ตัวคุณนั่นแหละ เป็นเสมือนของขวัญแสนวิเศษ ที่ผมเคยได้มาทั้งหมด...$l",
        "Abigail": "ไม่มีอะไรสู้มื้ออาหารร้อนๆ ในฤดูหนาวได้หรอก จริงไหม?$h",
        "Robin": "ไงจ้ะ @ ถ้าเหงาก็มาร่วมโต๊ะกับ ครอบครัวของพวกเราได้นะ$h",
        "Demetrius": "ปีนี้ฉันคงจะได้พวก ชุดเครื่องมือ การทดลองอีกเช่นเคย... *ถอนหายใจ*",
        "Maru": "สวัสดี @$h",
        "Shane": "ฉันได้เจอบางคน ที่เชื่อในไสยสาตร์และเวทมนตร์ แต่ฉันเหรอ? ฉันไม่เคยเห็นอะไรที่ อธิบายไม่ได้ด้วยวิทยาศาสตร์",
        "Sebastian": "บางครั้ง การใช้เวลาอยู่กับครอบครัว ก็เป็นเรื่องที่เหนื่อยนะ",
        "Pierre": "ยอดขายของฉัน มันเยี่ยมมาก... ต้องขอบคุณเทศกาลดวงดาวฤดูหนาว!$h#$e#เจ้าหนู วันหยุดนี่มันดีกับกิจการจริงๆ ฉันสงสัยว่า ถ้าฉันเอาของใหม่ๆมา...",
        "Caroline": "อู้ห์... ฉันว่าฉันดื่มมากไปแล้ว$h",
        "Linus": "ก็อยากจะร่วมนะ... แต่ฉันคงไม่ได้เป็น ที่น่าต้อนรับสักเท่าไหร่$s",
        "Alex": "โอ้ สวัสดี$s",
        "George": "เทศกาลฉลองดวงดาว โง่เง่าอะไรกัน? ไร้สาระ!",
        "Evelyn": "นี่ไม่รู้สึก หนาวบ้างเลยเหรอที่รัก! จะแข็งตายอยู่แล้วนะ!",
        "Lewis": "วันนี้เป็นเวลาที่จะขอบคุณ สำหรับความโชคดีในปีนี้ ลืมความกังวล ของเธอซะสำหรับวันนี้ และพักผ่อนให้เต็มที่!",
        "Clint": "*ถอนหายใจ*... ทุกครอบครัว ล้วนอยู่พร้อมหน้ามีความสุข แต่ฉันสิต้องอยู่ตัวคนเดียว เหมือนเดิมทุกปี",
        "Emily": "$y @! เธอหวังว่าจะเจออะไร ใต้ต้นไม้แห่งจิตวิญญาณล่ะ?_บัวรดน้ำอันใหม่_เรื่องงานตลอด! ไม่เล่นต่อล่ะ? ไม่สนุกเลย$s_เหยือกสำหรับใส่เหล้าน้ำผึ้ง_โอ้ววว... ฟังดูดีนี่ เอามาให้ฉันชิมบ้างล่ะ$h_รองเท้าดีๆซักคู่_ฉันเห็นด้วยนะ น่าจะเป็นของขวัญที่ดี'",
        "Penny": "มันช่างเป็นต้นไม้ ที่สวยจริงๆเลย$h",
        "Pam": "ฮึ่ม.... ฉันยังหงุดหงิดไม่หายเลย ที่ไม่ชนะการแข่งขันตกปลาน่ะ$4",
        "Haley": "ฉันหวังว่า จะได้กล้องถ่ายรูปอันใหม่ ใต้ต้นไม้นั่นนะ!",
        "Jodi": "นี่ไม่ใช่เวลาจะมา ลดความอ้วนเลยนะเนี่ย...$s",
        "Kent": "สวัสดีตอนบ่าย @ สุขสันต์งานเลี้ยง",
        "Sam": "ผมรู้สึกขอบคุณมากสำหรับ กีตาร์และสเก็ตบอร์ดของผม อ้อ แล้วก็ครอบครัวด้วย",
        "Leah": "กัสเพิ่งจะเล่าเรื่องลูกกวาดแท่ง ที่เขาทำเองกับมือจบล่ะ *หาว*$u#$e#ฉันว่าเขาดื่มเหล้านอก ผสมอบเชยมากไปแล้ว",
        "Marnie": "ยินดีต้อนรับสู่งานเลี้ยง แห่งดวงดาวในฤดูหนาว!$h",
        "Elliott": "อ้าว ว่าไง @ มันหนาวดีนะ ว่าไหม?",
        "Gus": "การทำลูกกวาดมันก็เป็น ศิลปะอย่างหนึ่งแหละ คุณจะต้องเสาะแสวงหา วัตถุดิบที่ดีที่สุด มันหาไม่ได้ง่ายๆแล้วนะ ทุกวันนี้!$h#$e#ปกติแล้วสำหรับ ลูกกวาดอันพิเศษ ฉันจะใช้ผลไม้รูปแหวน จากเกาะเฟิร์น รู้ไหม คุณไม่สามารถเอาชนะ สีแดงสดนั่นได้หรอก... และมันมาจากธรรมชาติ ทั้งนั้น!#$e#โอ้ คุณอยากรู้ความลับ ของดีลักซ์ดับเบิ้ลแคนหรือ ได้เลย แต่ต้องสัญญานะว่า จะเก็บไว้เป็นความลับอย่างดี *กระซิบ* ใส่วนิลาหยดนึง ลงไปในลูกกวาดสีขาว เพื่อเพิ่มรสชาติของเชอร์รี่$h#$e#แน่นอนว่าลูกกวาดโดยทั่วไป จะเป็นรสเปปเปอร์มิ้นท์  และลูกกวาดทั้งหลาย ที่ฉันทำออกมาล้วนดีต่อ สุขภาพทั้งนั้นเลยนะ#$e#เฮ้ เหมือนคุณกำลังจะหลับนะ เป็นไรไหม?$s",
        "Willy": "$y 'เธอเชื่อในตำนานของ ดวงดาวฤดูหนาวหรือเปล่า?_เชื่อสิ_ในค่ำคืนฤดูหนาว จะมีดวงดาวระยิบที่ มองเห็นได้จากหมู่บ้านนี้ เท่านั้น ไม่มีใครรู้ว่าทำไม แต่ในสมัยนั้น มีผู้คนมากมายดั้นด้นมาเพื่อ ที่จะได้เห็นมัน *พวกเขาเชื่อว่าใครก็ตาม ที่ได้เห็นดวงดาวฤดูหนาว จะได้รับคำอวยพรและมีโชคลาภ บ้างก็ลือกันว่าผลไม้ลึกลับ ที่เรียกว่าสตาร์ดรอป (Stardrop) มีความเกี่ยวข้องกับ ดวงดาวฤดูหนาว ไม่ทางใดก็ทางหนึ่ง_ไม่ขอบคุณ_งั้นก็ไม่เป็นไร'",
        "Wizard": "อ่า ดวงดาวลึกลับในฤดูหนาว นี่เป็นเหตุผล ที่เลือกหุบเขานี้ เป็นที่สำหรับการค้นคว้า",
        "Harvey": "ผมรู้สึกขอบคุณมากที่ไม่เจอ เคสผู้ป่วยฉุกเฉินในปีนี้!",
        "Sandy": "ฉันได้ยินว่า ที่นั่นฝนตกล่ะ นั่นใช่เหตุผล ที่คุณมาที่นี่มั้ย?$h#$e#จริงๆแล้ว บางครั้งฉันก็ คิดถึงฝนนะ...$s",
        "Jas": "ว้าวว! ของขวัญ!$h",
        "Vincent": "ยังแกะของขวัญ ตอนนี้ไม่ได้เหรอฮะ?!",
        "Marlon": "เฮ้ สวัสดีตอนบ่าย"
    }
}
