
{
//SPRING DIALOGUE
"Mon": "นี่คุณเพื่อนใหม่ จะมาเล่นด้วยกันหรอ?$0#$e#*ปิ้ง*#$e#%Apples กระโดดไปมาด้วยความดีใจ",
"Mon6": "แอปเปิลหิวจัง แอปเปิลอยากได้ สตาร์ฟรุต! สตาร์ฟรุต เป็นของชอบของแอปเปิล!$0#$e#สตาร์ฟรุต! สตาร์ฟรุต!$1",
"Tue": "แอปเปิลเจอเมล็ดพันธุ์ล่ะ! อ่ะนี่! ให้![114]$1#$e#เมล็ดพันธุ์ต้นไม้วิเศษ!$0",
"Wed": "แอปเปิล มะค่อยฉะบายย...$2#$e#...$2#$e#%You ลูปหัวแอปเปิ้ล.#$e#*ปิ้ง ปิ้ง*!!!$1",
"Wed6": "คลอส กับ แองเจลิก้า มาทักทายล่ะ!$0#$e#เพือนภูตที่แบ่งสตาร์ฟรุต กับแอปเปิลน่ะ!$1",
"Thu": "แอปเปิลเจอหินเจ๋งๆด้วยล่ะ! อ่ะ ให้คุณ![390]$1#$e#%Apples ดูมีความสุขมากที่มอบหินให้คุณ",
"Th4": "เจอหมีบางรึเปล่า?$0#$b#มันอาศัยอยู่ใกล้กับแอปเปิลล่ะ!$1#$e#หมีมีของดีๆมาขายเพียบเลย!$0",
"Thu10": "แอปเปิลเจอเมล็ดพันธุ์หายากด้วยล่ะ! เอาไป เอาไป![347]$1#$e#มันต้องโตมาเป็นผลไม้อย่อยๆ แน่ๆ!$0",
"Fri": "คุณเพื่อนใหม่รู้จักคนที่อยู่ในไร่องุ่นมั้งม๊า?$2#$e#%You บอกแอปเปิลว่าไม่รู้จักใคร#$e#...$2",
"Fri6": "บางวันมีคนตัวใหญ่ใส่หมวกสีฟ้ามาหาแอปเปิลด้วยง่ะ$0#$e#แอบเปิลไม่อยากเจอคนตัวใหญ่$2",
"Sat": "เคยมีการต่อสู้กันในป่าเมื่อ นานมาแล้ว$2#$e#คุณเจอไม้เก่าแหลมๆ บ้างมั้ย?$0",
"Sat6": "ดอกไม้เป็นเพื่อนของแอปเปิล![427]$0#$e#แอปเปิลเจอดอกไม้เต็มไปหมด เลย$1",
"Sun": "แอปเปิลกำลังยุ่งกับการหา เมล็ดพันธุ์นะ!$0#$e#แต่ก็จะแบ่งให้เพื่อนของ แอปเปิ้ลด้วย$1#$e#อ่ะนี่ เมล็ด...และก็หญ้า! กับหญ้า![771]$1",
"Sun2": "เย้! เพื่อนของแอปเปิลมาล่ะ!$0#$b#เล่นเกมกันเถอะ!? น้าา น้าาา?$1#$e#%You เล่นกับแอปเปิล.#$e#*ปิ้ง ปิ้ง*!!!$1",
"Sun8": "เพื่อนคนโปรดของแอปเปิลมาละ!$1#$e#เพื่อนคนโปรดของแอปเปิล!$0#$e#%Apples กระโดดไปมาด้วยความดีใจ",

//SUMMER DIALOGUE
"summer_Mon": "คุณเพื่อนใหม่ ปลูกสตาร์ฟรุตในฤดูนี้ให้ที่จิ!$1#$e#แอปเปิลชอบสตาร์ฟรุตน้าา!$0",
"summer_Mon6": "หินอวกาศจากป่าลึก! แบ่งให้เพื่อนของแอปเปิล![578]$0#$e#ถ้าเจออีก แอปเปิลจะเอามาให้ไปนะ!",
"summer_Tue": "ของขวัญให้คุณเพื่อนใหม่![771]$1#$e#...คุณเพื่อนใหม่ มะชอบเหยอ?$2",
"summer_Tue4": "แอปเปิลเที่ยวเล่นไปทั่วป่า! บางทีก็เจอเพื่อนด้วยล่ะ!#$e#แต่วันนี้แอปเปิลเจอคุณ! เพื่อนร๊ากก!$1",
"summer_Wed": "เพื่อนของแอปเปิลให้ดอกไม้ ในฤดูใบไม้ผลิ แล้วคุณ เพื่อนใหม่อยากได้ดอกไม้ดอก ด้วยอ้ะเปล่า?$0#$e#นี่ๆ! ดอกไม้แสนสวย![595 593 421]$1",
"summer_Thu": "แอปเปิลชอบฤดูที่ร้อนๆ ! ให้แดดจ้าทั้งวัน!$1#$e#เล่นกัน เล่นกันม๊า?$0#$e#%You เล่นกับแอปเปิลอยู่สักพักหนึ่ง#$e#เย้! สนุกจัง!$1",
"summer_Thu10": "แอปเปิลแวะไปบ้านอีกหลลังในป่า$0#$e#มีเพื่อนอยู่ที่นั่นเต็มเล๊ยย!$1",
"summer_Fri": "เย่ เล่นเกม! แอปเปิลซ่อน ส่วนคุณเป็นคนหานะ!$0",
"summer_Fri6": "*ปิ้ง* *ปิ้ง*!$0#$b#*ปิ้ง*!$1#$e#โอ้ว แอปเปิ้ลตื่นเต้นนน! เจอสตาร์ฟรุตล่ะ!$0#$b#อ่ะ แอปเปิลแบ่งให้เพื่อน!$1[268]#$e#ขอโต๊ดด แอปเปิลแอบบิออกไปติ๊ดนึง แฮ่$2",
"summer_Sat": "แอปเปิลไม่เคยคุยกับพ่อมด ในหอคอยหรอก$0#$e#ก็พ่อมดไม่เคยให้ขนมง่า$2",
"summer_Sat6": "แอปเปิลจะลองไปคุยกับพ่อมดดูมั่งดีมั้ยนะ?$0#$e#พ่อมดอาจจะมีสตาร์ฟรุตอยู่...!$1",
"summer_Sat10": "พ่อมดให้สตาร์ฟรุตกับแอปเปิล ด้วย! พ่อมดเป็นคนดี!$1#$e#เพื่อนแอปเปิลคนอื่นไม่ชอบ พ่อมดเลย$2#$b#แอปเปิลจะบอกเพื่อนว่า พ่อมดก็เป็นเพื่อนของแอปเปิลนะ!$1",
"summer_Sun": "อยากได้หินอ้ะเปล่า? แอปเปิลเอาให้นะ$0#$e#นี่! หิน![390]$1#$e#%Apples ดูสดใส",
"summer_Sun4": "แอปเปิลเบื้ออเบื่ออ$2#$e#...$2#$e#เพื่อนของแอปเปิลจะอยู่คุย ด้วยกันใช่ม๊า? เพื่อนรัก เพื่อนร๊ากก!$1",

//FALL DIALOGUE
"fall_Mon": "ฤดูสีสันนี้ทำให้แอปเปิลมีความสุข! สีสัน!$0#$e#แอปเปิลสีเขียว! สีเขียววว!$1",
"fall_Mon6": "เจอเห็ดที่ใกล้ๆบ้านล่ะ! อ่ะ เพื่อนแอปเปิลเอาไปนะ![422 420]$0#$e#ถ้าแอปเปิลเจออีก แอปเปิลจะเอามาให้อีก!$1",
"fall_Tue4": "แอปเปิลได้คุยกับมนุษย์เงา ในท่อน้ำทิ้งด้วย! เป็นเพื่อนรักเหมือนคุณเลย!$0#$e#มนุษย์เงาเล่นกับแอปเปิลล่ะ!$1",
"fall_Tue10": "โครบัสเล่นกับแอปเปิลบ๊อยบ่อย!$1#$e#โครบัสจะแวะมาหาแค่ตอน กลางคืน... ไม่ออกจาก ท่อน้ำทิ้งตอนกลางวัน$0#$e#โครบัสไม่บอกแอปเปิลว่าทำไม$2",
"fall_Wed": "เจ้าคนใส่หมวกสีฟ้ามาที่บ้าน อีกแล้ว ปาขวดใส่ด้วยเกือบ จะโดนแอปเปิล$2#$e#แอปเปิลไม่เข้าใจเลย...$2",
"fall_Wed8": "เจ้าคนตัวใหญ่มาที่บ้านแล้ว ก็ร้องไห้ แอปเปิลรู้สึกไม่ดีเลย$2#$e#แอปเปิลอาจจะช่วยเจ้า คนตัวใหญ่ได้นะ!$0",
"fall_Thu": "เพื่อนภูติเอาดอกไม้มาให้ แต่งบ้านล่ะ! อ่ะแอปเปิลแบ่งให้![421]$0#$e#เพื่อนของแอปเปิลมาหา ตลอดเลย! แอปเปิลมีความสุข ม๊ากมาก!$1",
"fall_Thu10": "เด็กผู้หญิงผมสีม่วงก็เป็นเพื่อน ของแอปเปิลนะ! เค้าดีกับ แอปเปิลแล้วก็เล่นกับแอปเปิล ด้วย!$1",
"fall_Fri10": "แอปเปิลจะไปเที่ยวในเมือง ดีใจจังจะได้เจอเพื่อน!$0#$e#แอปเปิลรู้ทางลับไง! แต่ไม่บอกหรอก!$1",
"fall_Sat": "วันนี้แอปเปิลง๊วงงง่วงงง อยากไปงีบจัง...$2",
"fall_Sat4": "แอปเปิลเจอเมล็ดพันธุ์ในป่า ตอนที่เล่นกับโครบัส$1#$e#เพื่อนของแอปเปิลอยากได้ อ้ะเปล่า?$0#$e#ขอแอปเปิลคิดดูก่อน$0#$e#...$2#$b#...$1#$b#โอเค! อ่ะ.. เมล็ดพันธุ์ ให้เพื่อนของแอปเปิล![114]$1",
"fall_Sat8": "มีเพื่อนเจอต้นกล้าล่ะ อันนี้ให้เพื่อนของแอปเปิลนะ![631 632 631 630 629 628]$0#$e#ถ้าปลูกจนโตแล้ว แบ่งผลไม้ให้แอปเปิลด้วย!$1",
"fall_Sun": "...$2#$e#วันนี้แอปเปิลมีหลายอย่างต้องคิด$2#$e#...$2#$e#%Apples ไม่อยากคุยกับคุณ",
"fall_Sun10": "มีเพื่อนอยากทำงานที่ฟาร์มด้วย! สร้างบ้านที่ฟาร์มจิ! เพื่อน ของแอปเปิลจะช่วยเก็บผลผลิต!$0#$e#แอปเปิลก็จะช่วยด้วยนะ!$1",

//WINTER DIALOGUE
"winter_Mon": "Apples no feel the cold. Don't worry!#$e#%Apples jumps with joy.",
"winter_Mon6": "Apples see footprint from other creature in forest.$0#$b#Apples wonder what it is...??$1#$e#Maybe more new-friends!?$0",
"winter_Tue": "*meep*!!!$0#$b#Apples met flying-friend today! Flying-friend give seeds!$1#$e#Apples ate seeds already. None left for Apples-friend...Sorry!$2",
"winter_Tue4": "*meep*!!!$0#$b#Apples met more flying-friends! Flying-friends give more seeds!$1#$e#Apples ate seeds already again...$2",
"winter_Tue8": "Yay! Apples-friend here to visit!$0#$e#Apples find flower![418]#$e#Find more flower![418]#$e#Here! More![418]#$e#%Apples tries to give you more flowers but they have no more to give.#$e#If Apples find nice flower, give to friend!$1",
"winter_Wed": "Look! Apples find more new-friend![412]$0#$e#Not friend? It is root?$2#$b#Apples-friend keep then.$1",
"winter_Wed6": "Apples-friend visit to play?$0#$e#Apples want to play!$1#$e#%You play with Apples for a bit.#$e#Yay!!!$1",
"winter_Thu": "Apples hide in snow for fun!$1#$e#Snow! Snow!$0",
"winter_Thu4": "Apples want to build snow person!$0#$e#Maybe Apples build snow-Apple...$1",
"winter_Fri": "Other friend make Apples sad. No want to play.$2#$e#Other friend is from village. Plays with different friend instead.$2#$e#%You tell Apples you can play with them.#$e#!!!$1#$b#Really? Apples happy!$0#$b#Apples like play!$1#$e#%You play with Apples for a while.#$e#Yay! Fun for Apples!$1",
"winter_Fri10": "Other friends invite Apples to play in village! Happy!$1",
"winter_Sat": "Apples see white hair man with eye patch.$2#$e#Eyepatch-guy scary.$2",
"winter_Sat10": "*meep*!!!$1#$e#*meep*!!$0#$e#Apples full! Many starfruit in hut!",

//EVENT DIALOGUE
"apples_event1": "...$2#$b#Other friends don’t say that.$4#$b#They say Apples wrong.$2",
"apples_event2": "...$2#$b#Apples make big mistake. Apples sorry.$3#$b#Apples only wanted to make new home for other friends...$3#$b#Don't be mad at Apples...$3",
"apples_event3": "...$2#$b#Apples did make more friends...$4"
}
