{
		"Rainy_Day_Lewis": "สภาพอากาศดูไม่ค่อยดีเลย...#$e#ถ้าคุณต้องการผม ผมจะไปหาทันที$h",
		"Rainy_Night_Lewis": "ผมทำซุปสำหรับมือค่ำล่ะ [199 218 219 727 730]#$e#ผมไม่ได้ทำอาหารเก่งแบบกัส แต่ผมหวังว่าคุณจะชอบมันนะ$h",
		"Indoor_Day_Lewis": "อรุณสวัสดิ์ ที่รัก...#$e#ผมเพิ่งปลุกตัวเองให้ตื่น นี่ ผมหวังว่ามันจะช่วยคุณนะ [395]",
		"Indoor_Night_Lewis": "วันนี้ช่างยาวนาน...#$e#เอกสารและงานมากมาย$s#$e#อีกสักพักเราไปนอนกันเถอะนะ ที่รัก ผมเหนื่อยมากเลย",
		"Outdoor_Lewis": "1วันของคุณนี่เริ่มไวมากเลย ใช่ไหมล่ะ?#$e#ผมไม่ค่อยได้ตื่นเช้าแบบนี้เท่าไหร่$h",
		"spring_Lewis": "ทั้งหมู่บ้านดูมีชีวิตชีวาในฤดูใบไม้ผลินะ มันสดชื่นมากเลย$h",
		"summer_Lewis": "ผมไม่ค่อยชอบความร้อนในฤดูร้อนเลย...#$e#แต่ผมต้องทำหน้าตามีความสุขให้ผู้คนดู$h",
		"fall_Lewis": "หมู่บ้านนี้ดูน่ารักในสีของฤดูใบไม้ร่วงนะ",
		"winter_Lewis": "หิมะพวกนี้น่ารักมาเลย แต่มันก็ยากที่ต้องเดินไปไหนมาไหนโดยไม่มีรองเท้าบู๊ท...",
		"Rainy_Day_0": "สภาพอากาศดูไม่ค่อยดีเลย...#$e#ถ้าคุณต้องการผม ผมจะไปหาทันที$h",
		"Rainy_Day_1": "รับนี่ไปเลย ที่รัก ผมทำเสร็จมาซักพักแล้ว [395]",
		"Rainy_Day_2": "วันนี้คุณมีแผนจะทำอะไรหรอ ที่รัก?#$e#สภาพอากาศแบบนี้ทำให้ผมไม่อยากออกไปข้างนอก... ดีนะที่ผมมีงานต้องทำข้างใน",
		"Rainy_Day_3": "ฮืม... คืนนี้เราทำอะไรทานดี?",
		"Rainy_Night_0": "ผมทำซุปสำหรับมื้อค่ำวันนี้ล่ะ [199 218 219 727 730]#$e#ถึงผมจะไม่เก่งเรื่องทำอาหาร แต่หวังว่าคุณจะชอบมันนะ$h",
		"Rainy_Night_1": "ฝนพวกนี้ทำให้บ้านเราดูน่านอน ใช่ไหมล่ะ ที่รัก?$h#$e#เราไปนอนกันเถอะ$h",
		"Rainy_Night_2": "หาเสื้อผ้าอุ่นๆมาใส่นะ ที่รัก ผมไม่อยากให้คุณไม่สบาย",
		"Rainy_Night_3": "คืนนี้เราเข้านอนเร็วกันนะ โอเคไหม?#$e#คุณดูหนาวๆ ผมจะทำให้คุณอุ่นขึ้นเอง$h",
		"Indoor_Day_0": "อรุณสวัสดิ์ ที่รัก...#$e#ผมเพิ่งปลุกตัวเองให้ตื่น นี่ ผมหวังว่ามันจะช่วยคุณนะ [395]",
		"Indoor_Day_1": "อา สวัสดียามเช้า ที่รัก#$e#ผมมีงานต้องทำในนี้#$e#ถ้าคุณต้องการอะไร คุณรู้นะว่าผมอยู่ไหน$h",
		"Indoor_Day_2": "ผมตั้งใจทำมื้อเช้ามากเลย ที่รัก [194 195 210 211 216]#$e#มันรสชาติดีไหม? พอดีผมไม่ใช่เชฟ...",
		"Indoor_Day_3": "เมื่อคืนนอนสบายรึเปล่า ที่รัก?#$e#ผมหลับสบายมากเลยข้างๆคุณ$h",
		"Indoor_Night_0": "วันนี้ช่างยาวนาน...#$e#เอกสารแล้วงานมากมาย$s#$e#อีกซักพักเราไปนอนกันเถอะนะ ที่รัก ผมเหนื่อยมากเลย",
		"Indoor_Night_1": "ผมทำอาหารมื้อค่ำให้ [205 199 224]#$e#คุณว่ายังไง? มันดีขึ้นนะ คุณว่าไหม?$h",
		"Indoor_Night_2": "คุณรู้ไหม พวกเขาไม่เคยไม่เคยบอกคุณล่วงหน้าเลย ว่าการเป็นนายกเทศมนตรีมีงานเอกสารต้องทำ 95%... ผมสาบาน$s#$e#อย่างไรก็เถอะ... วันนี้เป็นไงบ้าง ที่รัก?",
		"Indoor_Night_3": "ฟาร์มเป็นสถานที่ที่ผ่อนคลายมากเลย#$e#ผมชอบที่จะอยู่ตรงกลางของเมืองนะ แต่อย่าเข้าใจผิดล่ะ อยู่ที่นี่มันสงบมากเลย$h",
		"Outdoor_0": "วันนี้เป็นวันที่น่ารักดีนะ ใช่ไหมล่ะ ที่รัก?$h#$e#วันแบบนี้มันทำให้การทำงานน่ารื่นรมย์มากเลย",
		"Outdoor_1": "สวัสดี ที่รัก ถ้าคุณอยากให้ผมทำอะไร บอกได้เลยนะ#$e#ผมจะคืดถึงคุณเสมอ",
		"Outdoor_2": "อย่าทำงานหักโหมนะ ที่รัก",
		"Outdoor_3": "การทำงานของคุณนี่เริ่มแต่เช้าเลยนะ ใช่ไหมล่ะ?#$e#ช่างมันเถอะ แต่ผมไม่ค่อยได้ตื่นเช้าแบบนี้เลย$h",
		"OneKid_0": "ผมกำลังคิดว่าถ้า %kid1 โตขึ้นจะเป็นชาวสวนไหม?#$e#หรือเป็นนายกเทศมนตรีแบบผม...$h",
		"OneKid_1": "ผมไม่เคยคิดเรื่องการเป็นพ่อคนเลย#$e#มันท้าทายผมมาก แต่ผมยินดีต้อนรับเจ้าตัวน้อยเข้าสู่ครอบครัว$h",
		"OneKid_2": "ไปเที่ยวกับครอบครัวกันเถอะ ที่รัก แค่คุณ ผม และเจ้า%kid1$h",
		"TwoKids_0": "ผมไม่อยากจะเชื่อว่าเราจะมีลูก2คน$h#$e#ผมดีใจมากๆเลย$h",
		"TwoKids_1": "เราต้องให้ความสนใจ %kid1 ให้เท่ากับ %kid2 นะ ผมไม่อยากให้เขาน้อยใจหรืออิจฉากัน",
		"TwoKids_2": "คุณเป็นพ่อที่เยี่ยมมากเลย @$h^คุณเป็นแม่ที่เยี่ยมมากเลย @$h",
		"Good_0": "ผมไม่เคยรู้สึกแบบนี้กับใครมาก่อน @ คุณมหัศจรรย์มาก$4",
		"Good_1": "วันนี้คุณดูหล่อเป็นพิเศษนะ ที่รัก$h^วันนี้คุณดูน่ารักเป็นพิเศษนะ ที่รัก$h",
		"Good_2": "คุณทำงานหนักเพื่อพวกเราเยอะมาก ที่รัก ผมซาบซึ้งมันเลย",
		"Good_3": "ผมรักคุณนะ ที่รัก อย่าลืมมันล่ะ",
		"Good_4": "ผมยอมรับว่าผมไม่เคยคิดเรื่องที่ซักวันหนึ่งจะแต่งงานกับชาวสวนคนใหม่...#$e#แน่นอน ผมคิดว่าคุณมีเสน่ห์มากๆ...$4",
		"Good_5": "ผมกังวลมากตอนที่คุณส่งจดหมายเรื่องจี้นางเงือก!#$e#มันเป็นคำใบ้ที่ชัดเจนมากใช่ไหม...?$h",
		"Neutral_0": "หมู่บ้านดูคึกคักมาก เมื่อจัดกิจกรรมพิเศษนอกเหนือจากเทศกาล#$e#ผมดีใจที่ได้เห็นแบบนั้น",
		"Neutral_1": "บางครั้งผมก็คิดว่าหมู่บ้านนี้คงอยู่ได้โดยที่ไม่ต้องมีนายกเทศมนตรี",
		"Neutral_2": "ฮืม... ผมรู้สึกหิว ผมจะไปหาขนมกินแล้วไปทำงานต่อ...",
		"Bad_0": "...คุณยังรักผมอยู่ไหม?$s",
		"Bad_1": "แค่... ปล่อยให้ผมอยู่คนเดียว! ผมยุ่งอยู่ เรื่องสาเกของโยบะ!$5",
		"Bad_2": "ผมคิดมาตลอดว่ายุ่งเกินไปที่จะมีคนรัก...$s#$e#ผมว่าผมคิดถูก$s",
		"funLeave_Lewis": "ผมมีธุระเร่งด่วนต้องทำวันนี้#$e#โอ้ คุณรู้ใช่ไหม... เอกสารที่ต้องส่ง จดหมายที่ต้องเขียน ร้านค้าต่างๆที่ต้องไปหา$h",
		"funReturn_Lewis": "สวัสดี ที่รัก ผมดีใจที่ได้กลับมาซักที$h",
		"spring_1": "สวัสดีปีใหม่ ที่รัก!#$e#นี่สำหรับปีใหม่ที่ดีของพวกเรา$h",
		"spring_12": "บางทีผมก็อยากตาหาไข่อีสเตอร์บ้างนะ#$e# แต่ยังไงผมก็ไม่เก่งเรื่องนี้อยู่ดี.$h",
		"spring_23": "แน่นอน ผมรู้วิธีเต้น! ผทเป็นนายกเทศมนตรี... มันเป็นงานของผมที่ต้องรู้เรื่องวัฒนธรรมหมู่บ้าน!",
		"summer_1": "ฟิ้ว... อากาศร้อนทั้งคืนเลย",
		"summer_10": "ขอโทษที่ผมดูไม่ว่างนะ ที่รัก...#$e#ผมกำลังเตรียมเรื่องการมาของท่าผู้ว่าพรุ่งนี้",
		"summer_27": "พรุ่งนี้พวกแมงกระพรุนแสงจันทร์จะเผยตัวออกมา#$e#ผมเคยเห็นมันหลายรอบแล้ว แต่มันดูน่ารักเหมือนเดิมทุกปี",
		"fall_1": "อา... ในที่สุดอากาศก็เย็นขึ้น#$e#ฉันรักฤดูใบไม้ร่วง มันเป็นเรื่องที่ดีที่จะพักผ่อน และทานอาหารอร่อยๆฤดูนี้",
		"fall_15": "งานแฟร์แต่ละปีต้องมีการเตรียมงานเยอะมาก#$e#แต่มันมีเบื้องหลังอีกมากมายที่ชาวบ้านไม่รู้",
		"fall_26": "เขาไม่อยากให้ใครรู้หรอก แต่ผมจะบอกเรื่องนึงให้คุณรู้...#$e#งานวันพรุ่งนี้พ่อมดช่วยเราเยอะมาก เขามาช่วยเราทุกปีเลย$h",
		"winter_1": "โอ้ เมื่อคืนหิมะตกล่ะ!#$e#แปลกจัง จำได้ว่าไม่มีในพยากรณ์อากาศนะ...#$e#ผมเดาว่าฤดูหนาวมาเยือนแล้วล่ะ",
		"winter_7": "พรุ่งนัเคุณจะไปแข่งตกปลาไหม ที่รัก?#$e#คุณเก่งเรื่องนี้นะ",
		"winter_24": "หวังว่าคุณจะเตรียมของขวัญสำหรับงานวันพรุ่งนี้แล้วนะ ที่รัก",
		"winter_28": "อา ใกล้สิ้นปีแล้วสินะ#$e#ดื่มฉลองกันเถอะ [346]",
		"spouseRoom_Lewis": "#$c .5#ผมมีเอกสารก็ทำวันนี้#$e#เช้านี้เป็นเช้าที่ดีของผมก่อนคุณตื่นซะอีก แต่ตอนนี้ผมทำใกล้เสร็จแล้ว",
		"patio_Lewis": "ผมดีใจที่ผมมีเวลาดูแลสวน$h"
}
