{
		"Rainy_Day_Marnie": "ข้างนอกฝนตก ระวังตัวอย่าให้เป็นหวัดล่ะ ที่รัก#$e#อยู่ในร่มให้มากที่สุดนะ",
		"Rainy_Night_Marnie": "ฉันทำซุปไว้สำหรับ อาหารเย็นล่ะ [199 218 219 727 730]$h#$e#เธอต้องการอะไรร้อนๆ ในวันอย่างนี้นะ!$h",
		"Indoor_Day_Marnie": "วันนี้จะทำอะไรเหรอ ที่รัก?#$e#ฉันเหรอ? ฉันคงจะปัดกวาดบ้าน ล้างจาน... ก็พวกงานสนุกทั้งหลาย แหละเนอะ?",
		"Indoor_Night_Marnie": "ถึงเวลานอนแล้ว ที่รัก!$h#$e#ฉันรอนอนกอดเธอ ใต้ผ้าห่มไม่ไหวแล้วล่ะ$6",
		"Outdoor_Marnie": "วันนี้เป็นวันที่สวยงามมาก เลยนะ ว่ามั้ย?#$e#วันแบบนี้ทำให้น่าทำงานขึ้นมา บ้างล่ะนะ",
		"spring_Marnie": "ถึงเวลาปลูกหญ้าใหม่ๆ ให้พวกวัวแล้วสินะ?$h",
		"summer_Marnie": "เฮ้อ... บางทีเราน่าจะติดตั้ง เครื่องปรับอากาศเร็วๆนี้ ได้แล้วละเนอะ @?",
		"fall_Marnie": "พวกสัตว์กินเยอะเกินไป ในฤดูใบไม้ร่วงด้วยแหะ...$h",
		"winter_Marnie": "ดูให้พวกสัตว์มันอุ่นพอด้วยล่ะ ที่รัก$h",
		"Rainy_Day_0": "ข้างนอกฝนตก ระวังตัวอย่าให้เป็นหวัดล่ะ ที่รัก#$e#อยู่ในร่มให้มากที่สุดนะ",
		"Rainy_Day_1": "อย่าลืมให้พวกสัตว์อยู่ในร่ม ด้วยนะวันนี้! พวกมันชอบเปียกพอๆ กับที่พวกเราชอบนั่นแหล่ะ",
		"Rainy_Day_2": "ฝนตกล่ะ... สงสัยว่างานสวนทำไม่ได้แล้ว ล่ะวันนี้$2#$e#ฉันจะดูแลงานข้างในแทน แล้วกัน",
		"Rainy_Day_3": "ฉันตื่นแต่เช้ามาต้มกาแฟ ให้น่ะจ่ะ [395]#$e#ดื่มอะไรร้อนๆ ในวันแบบนี้เป็นเรื่องดีนะ",
		"Rainy_Day_4": "จะฝนตกหรือแดดออก เวลายังเดินไปข้างหน้า!#$e#โชคดีนะวันนี้ ที่รัก",
		"Rainy_Night_0": "อย่าลืมเปลี่ยนมาใส่เสื้อผ้า ให้อุ่นๆล่ะ เราให้เธอป่วยไม่ได้หรอกนะ!#$e#ที่รักได้ยินเสียงฝนกระทบ หลังคามั้ย?",
		"Rainy_Night_1": "สายฝนทำให้บ้านของพวกเรา น่านอนมากเลยนะ$h",
		"Rainy_Night_2": "ฉันทำซุปไว้สำหรับอาหารเย็นล่ะ [199 218 219 727 730]$h#$e#เธอต้องการอะไรร้อนๆ ในวันอย่างนี้นะ!$h",
		"Rainy_Night_3": "คืนแบบนี้ล่ะทำให้ฉันดีใจ ที่พวกเรามีหลังคาดีๆ#$e#เราต้องขอบคุณ คุณนายโรบินนะเรื่องนี้!",
		"Rainy_Night_4": "ฉันหวังว่าเชนจะทำ อาหารเย็นดีๆ ให้แจสนะ...$2#$e#เธอชอบชีสย่างในคืนฝนตก จะเพราะอะไรก็เถอะ$h",
		"Indoor_Day_0": "สวัสดีตอนเช้าจ้ะที่รัก!$h#$e#เมื่อคืนฉันฝัน... ฉันจำไม่ค่อยได้หรอก แต่มันเกี่ยวกับ %adj %noun ล่ะ#$e#แปลกเนอะ?",
		"Indoor_Day_1": "ไงจ๊ะ ที่รัก หวังว่าเธอพร้อมจะลุย งานหนักอีกวันแล้วนะ!",
		"Indoor_Day_2": "ข้างนอกเป็นวันที่ดี อะไรอย่างนี้!#$e#อย่าลืมให้พวกสัตว์ ออกไปเดินในทุ่งด้วยนะ พวกมันชอบอาบแดดน่ะ",
		"Indoor_Day_3": "วันนี้มีแผนทำอะไรเหรอ ที่รัก?#$e#ฉันเหรอ? ฉันคงจะปัดกวาดบ้าน ล้างจาน... ก็พวกงานสนุกทั้งหลายแหละ รู้มั้ย",
		"Indoor_Day_4": "ไง ที่รัก! หอมใช่มั้ยล่ะ? ฉันทำอาหารเช้าไว้ให้ล่ะ! [194 195 210 211 216]#$e#กินให้เต็มที่เลยนะ! เรามีวันที่ยาวนานรอเราอยู่",
		"Indoor_Night_0": "โอ้ กลับมาบ้านแล้วเหรอ! วันนี้เป็นยังไงบ้าง ที่รัก$h#$e#ของฉันก็ดีนะ แต่เหงานิดหน่อย! ฉันดีใจที่เธอกลับมานะ",
		"Indoor_Night_1": "ไงจ๊ะ ที่รัก ฉันดีใจที่เธอกลับมานะ!#$e#มื้อค่ำพร้อมแล้วล่ะ กินให้เต็มที่เลยนะ! [212 235 728 240]",
		"Indoor_Night_2": "ว้าว ดูเหมือนเธอทำงานหนักเลยสินะ วันนี้!#$e#เธอควรจะพักผ่อนแล้วก็ เอนหลังให้สบายเลยนะคืนนี้$h",
		"Indoor_Night_3": "ถึงเวลานอนแล้ว ที่รัก!$h#$e#ฉันรอนอนกอดเธอ ใต้ผ้าห่มไม่ไหวแล้วล่ะ$6",
		"Indoor_Night_4": "พวกสัตว์เป็นยังไงบ้างเหรอ วันนี้?#$e#ฉันแอบไปชะโงกดูที่โรงนามา พวกมันดูมีความสุขมากเลย! เธอทำได้ดีมากเลยนะ$h",
		"Outdoor_0": "วันนี้เป็นวันที่สวยงามมาก เลยนะ ว่ามั้ย?#$e#วันแบบนี้ทำให้น่าทำงาน ขึ้นมาบ้างล่ะนะ",
		"Outdoor_1": "อากาศดีอะไรอย่างนี้ ฉันว่าพวกสัตว์ต้องอยาก ออกไปชมพระอาทิตย์แน่เลย!",
		"Outdoor_2": "ฉันมีเวลาว่างนิดหน่อย#$e#อยากให้ฉันช่วยอะไรมั้ย ที่รัก?",
		"Outdoor_3": "อย่าหักโหมเกินไปนะที่รัก#$e#พักบ้างนะ!",
		"Outdoor_4": "ไม่เยอะเท่าไหร่หรอกนะ แต่นี่จ้ะ ที่รัก! [403]#$e#ทานด้วยนะถ้าหิว แล้วฉันจะทำข้าวเย็นร้อยๆ ไว้รอตอนเธอกลับมานะ!",
		"OneKid_0": "ฉันสงสัยจังว่า %kid1 จะโตมาเป็นชาวไร่ แบบพวกเรามั้ย?",
		"OneKid_1": "ฉันดูแลแจสมาพักใหญ่ ก็เลยคิดว่าเลี้ยงลูก ของตัวเองก็คงจะง่าย...$s#$e#คิดผิดมหันต์เลยล่ะ!#$e#แต่มันก็คุ้มค่านะ$h",
		"OneKid_2": "%kid1... เป็นชื่อที่เพราะมากเลย! อะไรเป็นแรงบันดาลใจเหรอ?$h",
		"OneKid_3": "ไม่รู้เลยว่าการเป็นแม่คน จะชื่นใจขนาดนี้",
		"TwoKids_0": "ฉันไม่เคยคิดเลยว่าจะมี ครอบครัวเป็นของตัวเอง แบบนี้#$e#ชีวิตนี่ผกผันเวลาที่เราไม่ได้ ตั้งตัวตลอดเลยนะใช่มั้ย?",
		"TwoKids_1": "ฉันให้ข้าวเช้า %kid1 กับ %kid2 แล้วล่ะ พวกเขาหิวมากเลย!",
		"TwoKids_2": "เธอช่วยไปดู %kid2 ให้ฉันหน่อยได้มั้ย? ฉันกำลังจะให้นม %kid1 น่ะ$h",
		"TwoKids_3": "%kid1 กับ %kid2 เป็นเด็กดีสุดๆ ไปเลยนะ! พวกเขาช่างเป็นทารก ที่มีความสุข ไม่เคยงอแง หรือทะเลาะกันเลย",
		"Good_0": "มาจูบฉันสิ พ่อรูปหล่อ$4^มาจูบฉันสิ แม่คนสวย$4",
		"Good_1": "ฉันคิดมาตลอดเลยว่า พวกเราจะต้องได้ลงเอยกัน$h#$e#แน่ละว่าฉันไม่ได้คิดว่า มันจะเป็นจริงหรอก... ฉันเดาว่า เหมือนหวังมากกว่าน่ะ!",
		"Good_2": "ฉันรักการที่ได้อยู่ที่นี่กับเธอนะ @ เธอเป็นเพื่อนที่ดีที่สุด ของฉันเลย$h",
		"Good_3": "พอคิดว่าเธอเลือกฉันที่เด็ก น้อยกว่าหญิงสาวทั้งหมด ในเมืองนั่น...$4",
		"Good_4": "ฉันชอบที่จะอยู่ใกล้ๆ เธอมากเลยนะ @ เธอดึงด้านดีๆ ของฉันออกมาน่ะ$h#$e#ฉันหวังว่าเธอจะรู้สึก ไม่ต่างกันนะ$4",
		"Good_5": "ฉันกำลังชื่นชมจี้แต่งงาน ของฉันอยู่น่ะ ที่รัก! มันช่างเป็นประกาย แล้วก็สวยมากเลย#$e#เธอไปหาสิ่งที่สมบูรณ์แบบ ขนาดนี้มาจากไหนกันน่ะ?$h",
		"Good_6": "ฉันยังไม่อยากจะเชือ่เลย ว่าเราแต่งงานกันแล้ว...$h#$e#ฉันหมายถึงในแง่ดีน่ะนะ!",
		"Good_7": "ระวังตัวด้วยนะข้างนอกนั่นน่ะ! บางครั้งฉันก็เป็นห่วงว่าเธอ จะตกลงไปในปล่องเหมืองน่ะ",
		"Neutral_0": "ถ้าเธอเข้าเมือง ฝากทักทายทุกคนให้ฉันด้วยนะ",
		"Neutral_1": "ฉันหวังว่าเธอจะยังชอบฉันอยู่ แม้ว่าฉันจะน้ำหนักเพิ่มขึ้น น่ะนะ$s",
		"Neutral_2": "ฉันเจอนี่ระหว่างทางกลับบ้าน วันก่อนน่ะ [535 680 567]#$e#น่าสนใจใช่มั้ยล่ะ? ฉันหวังว่าเธอจะใช้มันได้นะ!",
		"Neutral_3": "ที่รัก หิวหรือเปล่า?#$e#ฉันจะทำอาหารให้เร็วๆ นี้นะ$h",
		"Neutral_4": "เชนดูแลร้านขายสัตว์ได้ดีเลยล่ะ#$e#ดูแลแจสก็ด้วยล่ะ @#$e#ฉันดีใจมากเลย$h",
		"Neutral_5": "ฉันทานเค้กได้เลยนะตอนนี้...$3",
		"Bad_0": "หลังๆ มานี่เธอเย็นชากับฉัน มากเลย...$s#$e#ฉันพูดอะไรผิดไปหรือเปล่า?$s",
		"Bad_1": "เธอยังมีความสุขตอนอยู่ กับฉันหรือเปล่า?s",
		"Bad_2": "...เธอยังรักฉันมั้ย?$s",
		"Bad_3": "...ฉันต้องการอยู่คนเดียว ตอนนี้$s",
		"funLeave_Marnie": "ฉันจะไปทำงานแล้วนะ ที่รัก อย่าคิดถึงฉันมากเกินไปล่ะ!",
		"funReturn_Marnie": "ฉันดีใจที่ได้กลับมา... ทำงานเหนื่อยมากเลย#$e#ที่รักเป็นยังไงบ้างวันนี้?$h",
		"spring_1": "สุขสันต์วันปีใหม่นะ ที่รัก!#$e#ฉันแน่ใจว่าเธอจะต้องยุ่ง กับการเคลียร์ฟาร์มแน่เลย เพราะงั้นบอกนะถ้าเธออยาก ให้ฉันช่วยให้อาหารพวกสัตว์ ให้น่ะ!",
		"spring_12": "เชนน่ะเตรียมพวกไก่สำหรับ เทศกาลไข่อีสเตอร์ได้ดี ตลอดเลย#$e#เขาทำอะไรสำเร็จได้มาก เลยนะ ถ้าเขาตั้งใจทำน่ะ!",
		"spring_23": "เทศกาลดอกไม้น่ะ พรุ่งนี้แล้วนะ ที่รัก! ฉันจะซ้อมเต้นสักหน่อย เธอก็ควรจะซ้อมด้วยนะ$h",
		"summer_1": "มาหวังให้แดดออกเยอะๆ กันเถอะหน้าร้อนนี้! พวกสัตว์ต้องการเวลา อยู่ข้างนอกมากๆน่ะ",
		"summer_10": "บางทีฉันควรจะใส่ไวน์ไปในซุปพรุ่งนี้ดีมั้ย...?$3",
		"summer_27": "ฉันรอที่จะดูแมงกะพรุน แสงจันทร์กับเธอไม่ไหวแล้ว ที่รัก$h",
		"fall_1": "อากาศเริ่มเย็นลงเสียที... โล่งอกไป!#$e#พวกสัตว์ก็คงโล่งอกเหมือนกัน",
		"fall_15": "ฉันรองานแสดงสินค้าพรุ่งนี้ ไม่ไหวแล้ว มันเป็นช่วงเลาที่ฉันชอบที่สุด ของปีเลย!",
		"fall_26": "การตกแต่งสำหรับงาน วันพรุ่งนี้น่ะ... น่าสนใจเชียวล่ะ$s#$e#ฉันขี้ตกใจน่ะ...$s",
		"winter_1": "บรื๋อ... มันหนาวจัง! ฉันแค่อยากอยู่ข้างในตรงที่ที่ มันอุ่นๆน่ะ#$e#พวกสัตว์ก็เหมือนกันนะ! อย่าลืมซื้อเครื่องทำความร้อน (heater) ให้พวกมันล่ะ",
		"winter_7": "ฉันควรเข้าร่วมการแข่งขัน ตกปลาพรุ่งนี้ดีมั้ย ที่รัก?#$e#ฉันอาจจะชนะเธอก็ได้นะ!",
		"winter_24": "งานเลี้ยงคืนพรุ่งนี้แล้ว สินะ... รอไม่ไหวแล้วล่ะ!",
		"winter_28": "มาฉลองให้กับปีที่เยี่ยมยอดนี้ กันเถอะ ที่รัก! [348]#$e#ดื่มเลย!$h",
		"spouseRoom_Marnie": "#$c .5#ฉันควรจะจัดระเบียบ ของพวกนี้บ้างสินะ?$h#$e#ฉันจะจัดอยู่ในนี้สักพักนะ เผื่อเธอต้องการอะไร",
		"patio_Marnie": "เชนควรจะแวะมาแล้วก็ ช่วยขนของพวกนี้ไปฟาร์มน่ะ ฉันเลยเรียงพวกมันอยู่"
}
