{
		"Rainy_Day_Linus": "ช่างเป็นวันที่ สวยงามอะไรอย่างนี้ เมื่องานของคุณเสร็จแล้ว ไปเดินเล่นด้วยกันเถอะ$h#$e#ฝนน่ะโรแมนติกนะ คุณไม่คิดแบบนั้นหรอ?$4",
		"Rainy_Night_Linus": "วันนี้ ผมออกไปเดินเล่นระยะสั้น ๆ  มาล่ะ แค่ลงไปที่ป่าเอง#$e#ตอนที่ฝนตก ทะเลสาปดูสุขสงบมาก$h",
		"Indoor_Day_Linus": "กินอาหารเช้าสักหน่อยสิ ที่รัก [232 227 197]$h#$e#อะไรนะ...? นั่นไม่ใช่อาหารเช้า...?$s",
		"Indoor_Night_Linus": "วันนี้ ผมทำความสะอาดบ้านด้วยล่ะ ที่รัก มันมีโคลนอยู่ในบ้านเยอะเลย#$e#",
		"Outdoor_Linus": "วันนี้ฟ้าเปิดแล้วก็ ชวนมองมากเลย ใช่ไหมล่ะ @?$h",
		"spring_Linus": "เป็นอีกหนึ่งวัน ในฤดูใบไม้ผลิที่สดใส ช่างเป็นวันที่น่าใช้กับ ที่รักของผมเสียจริง$h",
		"summer_Linus": "อย่าลืมพักผ่อนด้วยล่ะ ที่รัก ร่างกายของคุณ จะได้เย็นลงบ้าง ข้างนอกมันร้อนมาก เหมือนกำลังเดือดเลย$h",
		"fall_Linus": "ฤดูใบไม้ผลิช่างเป็น ช่วงเวลที่ดีของปีจริง ๆ $h",
		"winter_Linus": "ว้าว... หิมะจะต้องตกตลอดคืนแน่เลย$h",
		"Rainy_Day_0": "เป็นวันที่สวยงามจัง เมื่องานของคุณเสร็จแล้ว ไปเดินเล่นด้วยกันเถอะ$h#$e#ฝนน่ะโรแมนติกนะ คุณไม่คิดแบบนั้นหรอ?$4",
		"Rainy_Day_1": "เสียงเปาะแปะของฝน ทำให้ผมนึกถึงภูเขา#$e#ภูเขาท่ามกลางสายฝน ดูน่าทึ่งมาก แต่การไม่ต้องกังวลเรื่อง เต็นท์จะถูกน้ำท่วมก็เป็น เรื่องที่วิเศษมาก$h",
		"Rainy_Day_2": "อ่ะนี่ ที่รักของผม คุณจะต้องการสิ่งนี้ เพื่อทำให้คุณอบอุ่นในวันนี้ [395]$h",
		"Rainy_Day_3": "ผมคิดว่าวันนี้ผมจะ ออกไปเดินเล่นสักหน่อย$h#$e#หุบเขาดูมีความสุขเสมอ เมื่อได้ดื่มด่ำกับน้ำฝน",
		"Rainy_Day_4": "ดูเหมือนหลังคาจะรั่วนะ$s#$e#ไม่ต้องกังวลนะ หวานใจของผม ผมจะจัดการมันเอง$h",
		"Rainy_Night_0": "เสียงของฝนเป็นเสียงกล่อม ที่สมบูรณ์แบบสำหรับการนอน#$e#มันทำให้ผมนึกถึงบ้าน$h#$e#ไปนอนกันเถอะ ที่รัก$4",
		"Rainy_Night_1": "คุณเปียกโชกเลย! มาเอาคุณออกจากเสื้อผ้าเปียก ๆ นี่กันเถอะ$l",
		"Rainy_Night_2": "วันนี้ ผมออกไปเดินเล่นระยะสั้น ๆ  มาล่ะ แค่ลงไปที่ป่าเอง#$e#ตอนที่ฝนตก ทะเลสาปดูสุขสงบมาก$h",
		"Rainy_Night_3": "วันที่ไม่มีคุณ มันเหงามากเลย หวานใจ#$e#ผมดีใจที่คุณอยุ่บ้านแล้ว$4",
		"Rainy_Night_4": "เอานี่ไปสิ หวานใจ ทำให้ร่างกายของคุณอบอุ่น ด้วยของอร่อย ๆ สักหน่อย [727 728 457]$h",
		"Indoor_Day_0": "การที่ต้องอยู่ในบ้าน มันทำให้ผมรู้สึกวิตกกังวล เป็นบางครั้ง$s#$e#แต่มันมีงานที่ต้องทำน่ะนะ ฉันไม่เป็นไร$h",
		"Indoor_Day_1": "อินอาหารเข้าสักหน่อยสิ ที่รักของผม [232 227 197]$h#$e#อะไรนะ...? นั่นไม่ใช่อาหารเช้า...?$s",
		"Indoor_Day_2": "ถ้าคุณพบแมงมุมในบ้านล่ะก็ ได้โปรดอย่าฆ่ามันเลยนะ! แค่บอกผมแล้วผมจะ เอามันออกไปเอง",
		"Indoor_Day_3": "วันนี้จะต้องเป็น วันที่วิเศษมากแน่ ๆ $h#$e#จะบอกยังไงดีล่ะ? ผมอยู่ตรงนี้กับคุณ ใช่ไหมล่ะ?$h",
		"Indoor_Day_4": "มันมีสิ่งเล็ก ๆ มากมายที่จะทำให้ คุณมีความสุขเมื่อคุณ แต่งงานกับใครสักคน ที่สุดยอดมาก ๆ อย่างคุณน่ะ @ $4",
		"Indoor_Night_0": "ให้ผมช่วยให้คุณผ่อนคลายนะ ที่รัก#$e#วันนี้คุณทำงาน หลายอย่างเลย กล้ามเนื้อของคุณจะต้อง เหนื่อยล้ามากแน่ ๆ",
		"Indoor_Night_1": "ผมดีใจที่คุณกลับมาบ้านแล้วนะ ที่รัก วันที่ไม่มีคุณมันยาวนาน เหลือเกิน$h#$e#มาใช้เวลายามเย็นเงียบ ๆ ด้วยกันสองคนเถอะ",
		"Indoor_Night_2": "วันนี้ผมเก็บกวาดบ้านด้วยล่ะ หวานใจ มันมีโคลนอยู่ในบ้านเยอะเลย#$e#",
		"Indoor_Night_3": "คุณทั้งดูกระเซอะกระเซิง ทั้งเซ็กซี่หลังจากที่ทำงานหนัก มาทั้งวัน$4",
		"Indoor_Night_4": "อาหารเย็นอยู่นี่แล้ว ที่รัก [242 202 226]#$e#ผมหวังว่าคุณจะชอบมันนะ$h",
		"Outdoor_0": "ธรรมชาติคิดถึงผม$h#$e#แต่อย่ากังวลไปเลย ที่รัก ผมรักคุณมากกว่าพวกต้นไม้ หรือพวกปลา หรืออะไรก็ตามที่ธรรมชาติมี$4",
		"Outdoor_1": "แค่บอกให้ผมรู้ ถ้าคุณต้องการให้ผมทำอะไรนะ ที่รัก ผมรู้ว่าคุณยุ่งแค่ไหนs$h",
		"Outdoor_2": "อากาศที่สดชื่นมันดีต่อ จิตวิญญาณของเรา#$e#ผมจะไปอยู่ตรงน้น ถ้าคุณต้องการอะไร!$h",
		"Outdoor_3": "วันก่อนผมเจอสิ่งนี้บนภูเขาล่ะ ที่รัก [80 721 93]#$e#ผมหวังว่า มันจะมีประโยชน์นะ!$h",
		"Outdoor_4": "วันนี้ฟ้าเปิดแล้วก็ ชวนมองมากเลย ใช่ไหมล่ะ @?$h",
		"OneKid_0": "%kid1 สมบูรณ์แบบเหลือเกิน @ ผมมีความสุขมากเลย!$h",
		"OneKid_1": "ผมกำลังทำตัวให้คุ้นเคยกับ การเป็นพ่ออยู่#$e#คุณดูจะเข้าใจ วิธีการเลี้ยงดูเด็กอ ย่างทะลุปรุโปร่งเลยนะ @ ผมรู้ว่าผมพึ่งพาคุณได้$h",
		"OneKid_2": "พวกเราช่างเป็นครอบครัวเล็ก ๆ ที่แสนมหัศจรรย์ ผมไม่เคยคิดเลยว่าผมจะได้ มีชีวิตแบบนี้$h",
		"OneKid_3": "%kid1 ตัวน้อย ๆ กำลังตัวใหญ่ขึ้นแล้ว! มันอัศจรรย์มากที่เด็กตัวเล็ก ๆ สามารถตัวโตขึ้นได้มาก ในช่วงเวลาสั้น ๆ เหมือนต้นกล้าเล็ก ๆ ใต้แสงอาทิตย์",
		"TwoKids_0": "ผมคิดว่าผมแก่เกินกว่า ที่จะมีลูกได้แล้ว$h#$e#ผมดีใจที่ผมเข้าใจผิด! การได้เป็นพ่อมันเยี่ยมมาก",
		"TwoKids_1": "พวกเรามีครอบครัวเล็ก ๆ ที่สมบูรณ์แบบอะไรขนาดนี้!$h#$e#ผมรักคุณ @$4",
		"TwoKids_2": "เราพา %kid1 ไปตกปลากันเถอะ หวานใจ เราพี่เลี้ยงเด็กให้ %kid2 ได้อยู่แล้ว",
		"TwoKids_3": "ผมป้อนอาหารให้ %kid1 กับ %kid2 แล้วนะ ไม่มีอะไรที่คุณต้องห่วง$h",
		"Good_0": "ผมไม่เคยรู้สึกอย่างนี้ กับคนอื่นมาก่อนเลย @ ผมรักคุณจัง$4",
		"Good_1": "วันนี้คุณดูน่าทึ่งจังเลย หวานใจ$h#$e#ผมหวังว่าคุณจะ มีวันที่เยี่ยมยอดนะ$4",
		"Good_2": "คุณดูน่าหลงใหลอย่างเคยเลย ที่รักของผม$4#$e#ถึงแม้ว่าจะเลอะโคลนก็ตาม$h",
		"Good_3": "ผมเคยคิดว่า ผมมีความสุขกับการอยู่คนเดียว... แต่หลังจากนั้นผมก็พบกับคุณ หวานใจของผม$4#$e#ผมไม่เคยรู้มากก่อนเลยว่า การได้ตกหลุมรักมันจะ มีความสุขได้มากขนาดนี้$h",
		"Good_4": "วันนี้คุณจะไปเหมืองรึเปล่า ที่รัก?#$e#พกอันนี้ไปด้วยสิ ความปลอดภัยของคุณ เป็นเรื่องจำเป็นนะ [773]",
		"Good_5": "ผมรักคุณนะ @ แค่อยากบอกให้คุณรู้ เอาไว้น่ะ$h",
		"Good_6": "การแต่งงานกับคุณ เป็นการตัดสินใจที่ดีที่สุด ที่ผมเคยทำมา ผมมีความสุขมากเลยล่ะ$h#$e#ผมหวังว่าคุณจะรู้สึก เหมือนกันกับผมนะ$4",
		"Good_8": "มาจูบผมหน่อยสิ ที่รัก$4",
		"Good_9": "คุณสมบูรณ์แบบเหมือนเคยเลย หวานใจ#$e#คุณไม่แก่ขึ้นเลยสักวัน$h",
		"Neutral_0": "คุณเคยคิดเรื่องติดหน้าต่าง เพิ่มบ้างไหม? ผมชอบแสงธรรมชาติน่ะ",
		"Neutral_1": "วันนี้คุณจะทำอะไรหรอ หวานใจ?",
		"Neutral_2": "ผมว่าน้ำหนักผมขึ้นนะ ตั้งแต่ย้ายมาอยู่ที่นี่น่ะ...",
		"Neutral_3": "ผมหิวนิดหน่อย",
		"Neutral_4": "ผมยังไม่ได้ทำความสะอาดเลย... แต่จะทำวันนี้แหละ",
		"Neutral_5": "ช่วงนี้ผมรู้สึก ขี้เกียจยังไงก็ไม่รู้...$h",
		"Neutral_6": "ถ้าคุณรู้สึกกังวลเรื่องเงิน คุณคุยกับผมได้นะ#$e#ผมเกลียดเงินก็ใช่ แต่ผมรู้ว่ามันคือ ความชั่วร้ายที่จำเป็น$h",
		"Neutral_7": "ตั้งแต่เราแต่งงานกันมา ผมได้เปลี่ยนไปบ้างไหม @?$s",
		"Neutral_8": "สวัสดี หวานใจ",
		"Bad_5": "ผมคิดถึงเต็นท์ของผมจริง ๆ ...$s",
		"Bad_6": "ผมต้องไปจากที่นี่ซักพัก ผมว่าจะไปเดินเล่นซักหน่อย...$s#$e#ไม่ต้องตามมาล่ะ$5",
		"Bad_7": "คุณเยาว์วัยกว่าผมมาก ตอนนี้ผมรับรู้มันแล้วล่ะ$s",
		"Bad_8": "ผมคิดว่าผมออกไปอยู่คนเดียว น่าจะดีกว่า$s",
		"funLeave_Linus": "วันนี้ผมจะไปที่ภูเขานะ ที่รัก เจอกันผมผมกลับบ้านนะ$h",
		"funReturn_Linus": "วันนี้ผมคิดถึงคุณจังเลย ที่รัก ผมดีใจจังที่กลับมาแล้ว$4",
		"spring_1": "ธรรมชาติให้พรเราด้วย ปีที่สวยงามอีกปีหนึ่ง$h#$e#พวกเราต้อง อย่าลืมที่จะรู้สึกขอบคุณ",
		"spring_12": "ตอนที่ผมปรากฎตัวใน เทศกาลไข่อีสเตอร์ ผมดูประหลาดเสมอเลย$s#$e#อย่าน้อยคุณก็จะอยู่ที่นั่น... แล้วก็พวกไข่ปีศาจ$h",
		"spring_19": "ผมเจอผมไม้ในป่าด้วยล่ะ เอานี่ ผมเด็ดมาให้คุณลูกนึงด้วย [634 636]$h",
		"spring_23": "พรุ่งนี้เป็นงานเต้นรำดอกไม้แล้ว หวานใจ ผมซ้อมเต้นรำเพื่อคุณเลยนะ$4#$e#เราจะทำให้เด็ก ๆ พวกน้ันหมดท่าไปเลย!$h",
		"summer_1": "ทำให้ตัวเองเย็นเข้าไว้นะ ที่รัก$4#$e#เข้ามาข้างในนะ ถ้าแสงอาทิตย์แรงเกินไป",
		"summer_10": "มันมีความเป็นได้ที่เยอะมาก สำหรับซุปในวันพรุ่งนี้...#$e#ตัดสินใจให้ดีล่ะ ที่รัก!$h",
		"summer_27": "พวกแมงกะพรุนแสงจันทร์ จะมาที่นี่ในคืนพรุ่งนี้ พวกมันสวยงามและให้ความรู้สึก ผ่อนคลายเสมอเลย#$e#ไปดูพวกมันด้วยกันนะ ที่รักของผม$h",
		"fall_1": "ผมไม่ค่อยกังวลเรื่อง อากาศหนาวที่กำลังจะมาถึง สักเท่าไร่#$e#ผมตื่นเต้นที่จะได้ ผ่านมันไปกับคุณ @ $h#$e#ผมรู้ว่าเราจะทำให้ กันและกันอบอุ่น$4",
		"fall_9": "เมื่อวานตอนผมไปเดินเล่น ผมแวะตกปลาด้วย#$e#ผมหวังว่าคุณจะหิวอยู่นะ! [227 228]",
		"fall_15": "ผมชอบงานเทศกาลนะ... โดยเฉพาะตอนที่คุณอยู่ ที่นั่นน่ะ ที่รัก$4",
		"fall_26": "พรุ่งนี้ไปฝ่าเขาวงกต ด้วยกันนะ หวานใจ$h#$e#ถ้าเราอยู่ด้วยกัน ก็ไม่จำเป็นต้องกลัวอะไร$h",
		"winter_1": "ผมรู้สึกยินดีกับหน้าหนาว ได้มากกว่าเดิม เพราะมันไม่ใช่ศัตรูของผม อีกต่อไปแล้ว#$e#หิมะสวยงามมาก... แต่ก็ไม่เท่าคุณหรอกนะ @$h",
		"winter_7": "พรุ่งนี้คุณน่าจะเข้า การแข่งขันตกปลานะ หวานใจ$h#$e#คุณจะต้องชนะทุกคน อย่างขาดลอยแน่นอน! คุณน่ะไร้เทียมทาน$h",
		"winter_24": "งานเทศกาลจะจัดขึ้น ในวันพรุ่งนี้แล้วw ทั้งเมืองจะสว่างไสว ไปด้วยความสุข... มันเป็นภาพที่มหัศจรรย์มาก$h",
		"winter_28": "ปีใหม่กำลังจะมาถึงเราแล้ว ที่รัก#$e#มาฉลองด้วยกันเถอะ เอานี่ รับนี่ไปสิ [346]$h#$e#ทีนี้ก็มาจูบผมหน่อย$4",
		"spouseRoom_Linus": "#$c .5#ผมไม่เคยตระหนักเลยว่า ผมมีของน้อยแค่ไหน จนกระทั่งผมลอง เอามันออกมาวางในห้อง$h",
		"patio_Linus": "มันดีนะที่ยังสามารถออกมา นั่งผิงไฟได้ในตอนที่ ผมอยากจะทำ$h#$e#นั่งกับผมซักแปปสิ$h"
}
