{
		"Rainy_Day_Linus": "ช่างเป็นวันที่ สวยงามอะไรอย่างนี้ เมื่องานของคุณเสร็จแล้ว ไปเดินเล่นด้วยกันเถอะ$h#$e#ฝนน่ะโรแมนติกนะ คุณไม่คิดแบบนั้นหรอ?$4",
		"Rainy_Night_Linus": "วันนี้ ฉันออกไปเดินเล่นระยะสั้นๆ มาล่ะ แค่ลงไปที่ป่าเอง#$e#ตอนที่ฝนตก ทะเลสาปดูสุขสงบมาก$h",
		"Indoor_Day_Linus": "กินอาหารเช้าสักหน่อยสิ ที่รัก [232 227 197]$h#$e#อะไรนะ...? นั่นไม่ใช่อาหารเช้า...?$s",
		"Indoor_Night_Linus": "วันนี้ ฉันทำความสะอาดบ้านด้วยล่ะ ที่รัก มันมีโคลนอยู่ในบ้านเยอะเลย#$e#",
		"Outdoor_Linus": "วันนี้ฟ้าเปิดแล้วก็ ชวนมองมากเลย ใช่ไหมล่ะ @?$h",
		"spring_Linus": "เป็นอีกหนึ่งวัน ในฤดูใบไม้ผลิที่สดใส ช่างเป็นวันที่น่าใช้กับ ที่รักของฉันเสียจริง$h",
		"summer_Linus": "อย่าลืมพักผ่อนด้วยล่ะ ที่รัก ร่างกายของคุณ จะได้เย็นลงบ้าง ข้างนอกมันร้อนมาก เหมือนกำลังเดือดเลย$h",
		"fall_Linus": "ฤดูใบไม้ผลิช่างเป็น ช่วงเวลที่ดีของปีจริงๆ$h",
		"winter_Linus": "ว้าว... หิมะจะต้องตกตลอดคืนแน่เลย$h",
		"Rainy_Day_0": "เป็นวันที่สวยงามจัง เมื่องานของคุณเสร็จแล้ว ไปเดินเล่นด้วยกันเถอะ$h#$e#ฝนน่ะโรแมนติกนะ คุณไม่คิดแบบนั้นหรอ?$4",
		"Rainy_Day_1": "เสียงเปาะแปะของฝน ทำให้ฉันนึกถึงภูเขา#$e#ภูเขาท่ามกลางสายฝน ดูน่าทึ่งมาก แต่การไม่ต้องกังวลเรื่อง เต็นท์จะถูกน้ำท่วมก็เป็น เรื่องที่วิเศษมาก$h",
		"Rainy_Day_2": "อ่ะนี่ ที่รักของฉัน คุณจะต้องการสิ่งนี้ เพื่อทำให้คุณอบอุ่นในวันนี้ [395]$h",
		"Rainy_Day_3": "ฉันคิดว่าวันนี้ฉันจะ ออกไปเดินเล่นสักหน่อย$h#$e#หุบเขาดูมีความสุขเสมอ เมื่อได้ดื่มด่ำกับน้ำฝน",
		"Rainy_Day_4": "ดูเหมือนหลังคาจะรั่วนะ$s#$e#ไม่ต้องกังวลนะ หวานใจของฉัน ฉันจะจัดการมันเอง$h",
		"Rainy_Night_0": "เสียงของฝนเป็นเสียงกล่อม ที่สมบูรณ์แบบสำหรับการนอน#$e#มันทำให้ฉันนึกถึงบ้าน$h#$e#ไปนอนกันเถอะ ที่รัก$4",
		"Rainy_Night_1": "คุณเปียกโชกเลย! มาเอาคุณออกจากเสื้อผ้าเปียกๆ นี่กันเถอะ$l",
		"Rainy_Night_2": "วันนี้ ฉันออกไปเดินเล่นระยะสั้นๆ มาล่ะ แค่ลงไปที่ป่าเอง#$e#ตอนที่ฝนตก ทะเลสาปดูสุขสงบมาก$h",
		"Rainy_Night_3": "วันที่ไม่มีคุณ มันเหงามากเลย หวานใจ#$e#ฉันดีใจที่คุณอยุ่บ้านแล้ว$4",
		"Rainy_Night_4": "เอานี่ไปสิ หวานใจ ทำให้ร่างกายของคุณอบอุ่น ด้วยของอร่อยๆ สักหน่อย [727 728 457]$h",
		"Indoor_Day_0": "การที่ต้องอยู่ในบ้าน มันทำให้ฉันรู้สึกวิตกกังวล เป็นบางครั้ง$s#$e#แต่มันมีงานที่ต้องทำน่ะนะ ฉันไม่เป็นไร$h",
		"Indoor_Day_1": "ทานอาหารเช้าสักหน่อยสิ ที่รักของฉัน [232 227 197]$h#$e#อะไรนะ...? นั่นไม่ใช่อาหารเช้า...?$s",
		"Indoor_Day_2": "ถ้าคุณพบแมงมุมในบ้านล่ะก็ ได้โปรดอย่าฆ่ามันเลยนะ! แค่บอกฉันแล้วฉันจะ เอามันออกไปเอง",
		"Indoor_Day_3": "วันนี้จะต้องเป็น วันที่วิเศษมากแน่ๆ$h#$e#จะบอกยังไงดีล่ะ? ฉันอยู่ตรงนี้กับคุณ ใช่ไหมล่ะ?$h",
		"Indoor_Day_4": "มันมีสิ่งเล็กๆ มากมายที่จะทำให้ คุณมีความสุขเมื่อคุณ แต่งงานกับใครสักคน ที่สุดยอดมากๆ อย่างคุณน่ะ @$4",
		"Indoor_Night_0": "ให้ฉันช่วยให้คุณผ่อนคลายนะ ที่รัก#$e#วันนี้คุณทำงาน หลายอย่างเลย กล้ามเนื้อของคุณจะต้อง เหนื่อยล้ามากแน่ๆ",
		"Indoor_Night_1": "ฉันดีใจที่คุณกลับมาบ้านแล้วนะ ที่รัก วันที่ไม่มีคุณมันยาวนาน เหลือเกิน$h#$e#มาใช้เวลายามเย็นเงียบๆ ด้วยกันสองคนเถอะ",
		"Indoor_Night_2": "วันนี้ฉันเก็บกวาดบ้านด้วยล่ะ หวานใจ มันมีโคลนอยู่ในบ้านเยอะเลย#$e#",
		"Indoor_Night_3": "คุณทั้งดูกระเซอะกระเซิง ทั้งเซ็กซี่หลังจากที่ทำงานหนัก มาทั้งวัน$4",
		"Indoor_Night_4": "อาหารเย็นอยู่นี่แล้ว ที่รัก [242 202 226]#$e#ฉันหวังว่าคุณจะชอบมันนะ$h",
		"Outdoor_0": "ธรรมชาติคิดถึงฉัน$h#$e#แต่อย่ากังวลไปเลย ที่รัก ฉันรักคุณมากกว่าพวกต้นไม้ หรือพวกปลา หรืออะไรก็ตามที่ธรรมชาติมี$4",
		"Outdoor_1": "แค่บอกให้ฉันรู้ ถ้าคุณต้องการให้ฉันทำอะไรนะ ที่รัก ฉันรู้ว่าคุณยุ่งแค่ไหนs$h",
		"Outdoor_2": "อากาศที่สดชื่นมันดีต่อ จิตวิญญาณของเรา#$e#ฉันจะไปอยู่ตรงน้น ถ้าคุณต้องการอะไร!$h",
		"Outdoor_3": "วันก่อนฉันเจอสิ่งนี้บนภูเขาล่ะ ที่รัก [80 721 93]#$e#ฉันหวังว่า มันจะมีประโยชน์นะ!$h",
		"Outdoor_4": "วันนี้ฟ้าเปิดแล้วก็ ชวนมองมากเลย ใช่ไหมล่ะ @?$h",
		"OneKid_0": "%kid1 สมบูรณ์แบบเหลือเกิน @ ฉันมีความสุขมากเลย!$h",
		"OneKid_1": "ฉันกำลังทำตัวให้คุ้นเคยกับ การเป็นพ่ออยู่#$e#คุณดูจะเข้าใจ วิธีการเลี้ยงดูเด็กอ ย่างทะลุปรุโปร่งเลยนะ @ ฉันรู้ว่าฉันพึ่งพาคุณได้$h",
		"OneKid_2": "พวกเราช่างเป็นครอบครัวเล็กๆ ที่แสนมหัศจรรย์ ฉันไม่เคยคิดเลยว่าฉันจะได้ มีชีวิตแบบนี้$h",
		"OneKid_3": "%kid1 ตัวน้อยๆ กำลังตัวใหญ่ขึ้นแล้ว! มันอัศจรรย์มากที่เด็กตัวเล็กๆ สามารถตัวโตขึ้นได้มาก ในช่วงเวลาสั้นๆ เหมือนต้นกล้าเล็กๆ ใต้แสงอาทิตย์",
		"TwoKids_0": "ฉันคิดว่าฉันแก่เกินกว่า ที่จะมีลูกได้แล้ว$h#$e#ฉันดีใจที่ฉันเข้าใจผิด! การได้เป็นพ่อมันเยี่ยมมาก",
		"TwoKids_1": "พวกเรามีครอบครัวเล็กๆ ที่สมบูรณ์แบบอะไรขนาดนี้!$h#$e#ฉันรักคุณ @$4",
		"TwoKids_2": "เราพา %kid1 ไปตกปลากันเถอะ หวานใจ เราพี่เลี้ยงเด็กให้ %kid2 ได้อยู่แล้ว",
		"TwoKids_3": "ฉันป้อนอาหารให้ %kid1 กับ %kid2 แล้วนะ ไม่มีอะไรที่คุณต้องห่วง$h",
		"Good_0": "ฉันไม่เคยรู้สึกอย่างนี้ กับคนอื่นมาก่อนเลย @ ฉันรักคุณจัง$4",
		"Good_1": "วันนี้คุณดูน่าทึ่งจังเลย หวานใจ$h#$e#ฉันหวังว่าคุณจะ มีวันที่เยี่ยมยอดนะ$4",
		"Good_2": "คุณดูน่าหลงใหลอย่างเคยเลย ที่รักของฉัน$4#$e#ถึงแม้ว่าจะเลอะโคลนก็ตาม$h",
		"Good_3": "ฉันเคยคิดว่า ฉันมีความสุขกับการอยู่คนเดียว... แต่หลังจากนั้นฉันก็พบกับคุณ หวานใจของฉัน$4#$e#ฉันไม่เคยรู้มากก่อนเลยว่า การได้ตกหลุมรักมันจะ มีความสุขได้มากขนาดนี้$h",
		"Good_4": "วันนี้คุณจะไปเหมืองรึเปล่า ที่รัก?#$e#พกอันนี้ไปด้วยสิ ความปลอดภัยของคุณ เป็นเรื่องจำเป็นนะ [773]",
		"Good_5": "ฉันรักคุณนะ @ แค่อยากบอกให้คุณรู้ เอาไว้น่ะ$h",
		"Good_6": "การแต่งงานกับคุณ เป็นการตัดสินใจที่ดีที่สุด ที่ฉันเคยทำมา ฉันมีความสุขมากเลยล่ะ$h#$e#ฉันหวังว่าคุณจะรู้สึก เหมือนกันกับฉันนะ$4",
		"Good_8": "มาจูบฉันหน่อยสิ ที่รัก$4",
		"Good_9": "คุณสมบูรณ์แบบเหมือนเคยเลย หวานใจ#$e#คุณไม่แก่ขึ้นเลยสักวัน$h",
		"Neutral_0": "คุณเคยคิดเรื่องติดหน้าต่าง เพิ่มบ้างไหม? ฉันชอบแสงธรรมชาติน่ะ",
		"Neutral_1": "วันนี้คุณจะทำอะไรหรอ หวานใจ?",
		"Neutral_2": "ฉันว่าน้ำหนักฉันขึ้นนะ ตั้งแต่ย้ายมาอยู่ที่นี่น่ะ...",
		"Neutral_3": "ฉันหิวนิดหน่อย",
		"Neutral_4": "ฉันยังไม่ได้ทำความสะอาดเลย... แต่จะทำวันนี้แหละ",
		"Neutral_5": "ช่วงนี้ฉันรู้สึก ขี้เกียจยังไงก็ไม่รู้...$h",
		"Neutral_6": "ถ้าคุณรู้สึกกังวลเรื่องเงิน คุณคุยกับฉันได้นะ#$e#ฉันเกลียดเงินก็ใช่ แต่ฉันรู้ว่ามันคือ ความชั่วร้ายที่จำเป็น$h",
		"Neutral_7": "ตั้งแต่เราแต่งงานกันมา ฉันได้เปลี่ยนไปบ้างไหม @?$s",
		"Neutral_8": "สวัสดี หวานใจ",
		"Bad_5": "ฉันคิดถึงเต็นท์ของฉันจริงๆ ...$s",
		"Bad_6": "ฉันต้องไปจากที่นี่ซักพัก ฉันว่าจะไปเดินเล่นซักหน่อย...$s#$e#ไม่ต้องตามมาล่ะ$5",
		"Bad_7": "คุณเยาว์วัยกว่าฉันมาก ตอนนี้ฉันรับรู้มันแล้วล่ะ$s",
		"Bad_8": "ฉันคิดว่าฉันออกไปอยู่คนเดียว น่าจะดีกว่า$s",
		"funLeave_Linus": "วันนี้ฉันจะไปที่ภูเขานะ ที่รัก เจอกันตอนฉันกลับบ้านนะ$h",
		"funReturn_Linus": "วันนี้ฉันคิดถึงคุณจังเลย ที่รัก ฉันดีใจจังที่กลับมาแล้ว$4",
		"spring_1": "ธรรมชาติให้พรเราด้วย ปีที่สวยงามอีกปีหนึ่ง$h#$e#พวกเราต้อง อย่าลืมที่จะรู้สึกขอบคุณ",
		"spring_12": "ตอนที่ฉันปรากฎตัวใน เทศกาลไข่อีสเตอร์ ฉันดูประหลาดเสมอเลย$s#$e#อย่าน้อยคุณก็จะอยู่ที่นั่น... แล้วก็พวกไข่ปีศาจ$h",
		"spring_19": "ฉันเจอผลไม้ในป่าด้วยล่ะ เอานี่ ฉันเด็ดมาให้คุณลูกนึงด้วย [634 636]$h",
		"spring_23": "พรุ่งนี้เป็นงานเต้นรำดอกไม้แล้ว หวานใจ ฉันซ้อมเต้นรำเพื่อคุณเลยนะ$4#$e#เราจะทำให้เด็กๆ พวกน้ันหมดท่าไปเลย!$h",
		"summer_1": "ทำให้ตัวเองเย็นเข้าไว้นะ ที่รัก$4#$e#เข้ามาข้างในนะ ถ้าแสงอาทิตย์แรงเกินไป",
		"summer_10": "มันมีความเป็นได้ที่เยอะมาก สำหรับซุปในวันพรุ่งนี้...#$e#ตัดสินใจให้ดีล่ะ ที่รัก!$h",
		"summer_27": "พวกแมงกะพรุนแสงจันทร์ จะมาที่นี่ในคืนพรุ่งนี้ พวกมันสวยงามและให้ความรู้สึก ผ่อนคลายเสมอเลย#$e#ไปดูพวกมันด้วยกันนะ ที่รักของฉัน$h",
		"fall_1": "ฉันไม่ค่อยกังวลเรื่อง อากาศหนาวที่กำลังจะมาถึง สักเท่าไร่#$e#ฉันตื่นเต้นที่จะได้ ผ่านมันไปกับคุณ @$h#$e#ฉันรู้ว่าเราจะทำให้ กันและกันอบอุ่น$4",
		"fall_9": "เมื่อวานตอนฉันไปเดินเล่น ฉันแวะตกปลาด้วย#$e#ฉันหวังว่าคุณจะหิวอยู่นะ! [227 228]",
		"fall_15": "ฉันชอบงานเทศกาลนะ... โดยเฉพาะตอนที่คุณอยู่ ที่นั่นน่ะ ที่รัก$4",
		"fall_26": "พรุ่งนี้ไปฝ่าเขาวงกต ด้วยกันนะ หวานใจ$h#$e#ถ้าเราอยู่ด้วยกัน ก็ไม่จำเป็นต้องกลัวอะไร$h",
		"winter_1": "ฉันรู้สึกยินดีกับหน้าหนาว ได้มากกว่าเดิม เพราะมันไม่ใช่ศัตรูของฉัน อีกต่อไปแล้ว#$e#หิมะสวยงามมาก... แต่ก็ไม่เท่าคุณหรอกนะ @$h",
		"winter_7": "พรุ่งนี้คุณน่าจะเข้า การแข่งขันตกปลานะ หวานใจ$h#$e#คุณจะต้องชนะทุกคน อย่างขาดลอยแน่นอน! คุณน่ะไร้เทียมทาน$h",
		"winter_24": "งานเทศกาลจะจัดขึ้น ในวันพรุ่งนี้แล้ว ทั้งเมืองจะสว่างไสว ไปด้วยความสุข... มันเป็นภาพที่มหัศจรรย์มาก$h",
		"winter_28": "ปีใหม่กำลังจะมาถึงเราแล้ว ที่รัก#$e#มาฉลองด้วยกันเถอะ เอานี่ รับนี่ไปสิ [346]$h#$e#ทีนี้ก็มาจูบฉันหน่อย$4",
		"spouseRoom_Linus": "#$c .5#ฉันไม่เคยตระหนักเลยว่า ฉันมีของน้อยแค่ไหน จนกระทั่งฉันลอง เอามันออกมาวางในห้อง$h",
		"patio_Linus": "มันดีนะที่ยังสามารถออกมา นั่งผิงไฟได้ในตอนที่ ฉันอยากจะทำ$h#$e#นั่งกับฉันซักแปปสิ$h"
}
