{
		"Rainy_Day_Lewis": "สภาพอากาศดูไม่ค่อยดีเลย...#$e#ถ้าคุณต้องการฉัน ฉันจะไปหาทันที$h",
		"Rainy_Night_Lewis": "ฉันทำซุปสำหรับมือค่ำล่ะ [199 218 219 727 730]#$e#ฉันไม่ได้ทำอาหารเก่งแบบกัส แต่ฉันหวังว่า คุณจะชอบมันนะ$h",
		"Indoor_Day_Lewis": "อรุณสวัสดิ์ ที่รัก...#$e#ฉันเพิ่งปลุกตัวเองให้ตื่น นี่ ฉันหวังว่ามันจะช่วยคุณนะ [395]",
		"Indoor_Night_Lewis": "วันนี้ช่างยาวนาน...#$e#เอกสารและงานมากมาย$s#$e#อีกสักพัก เราไปนอนกันเถอะนะ ที่รัก ฉันเหนื่อยมากเลย",
		"Outdoor_Lewis": "1 วันของคุณนี่เริ่มไวมากเลย ใช่ไหมล่ะ?#$e#ฉันไม่ค่อยได้ตื่นเช้าแบบนี้เท่าไหร่$h",
		"spring_Lewis": "ทั้งหมู่บ้านดูมีชีวิตชีวา ในฤดูใบไม้ผลินะ มันสดชื่นมากเลย$h",
		"summer_Lewis": "ฉันไม่ค่อยชอบ ความร้อนในฤดูร้อนเลย...#$e#แต่ฉันต้องทำหน้าตา มีความสุขให้ผู้คนดู$h",
		"fall_Lewis": "หมู่บ้านนี้ดูน่ารัก ในสีของฤดูใบไม้ร่วงนะ",
		"winter_Lewis": "หิมะพวกนี้น่ารักมาเลย แต่มันก็ยากที่ต้องเดิน ไปไหนมาไหนโดยไม่มีรองเท้าบู๊ท...",
		"Rainy_Day_0": "สภาพอากาศดูไม่ค่อยดีเลย...#$e#ถ้าคุณต้องการฉัน ฉันจะไปหาทันที$h",
		"Rainy_Day_1": "รับนี่ไปเลย ที่รัก ฉันทำเสร็จมาซักพักแล้ว [395]",
		"Rainy_Day_2": "วันนี้คุณมีแผน จะทำอะไรหรอ ที่รัก?#$e#สภาพอากาศแบบนี้ ทำให้ฉันไม่อยากออกไปข้างนอก... ดีนะที่ฉันมีงานต้องทำข้างใน",
		"Rainy_Day_3": "ฮืม... คืนนี้เราทำอะไรทานดี?",
		"Rainy_Night_0": "ฉันทำซุปสำหรับมื้อค่ำวันนี้ล่ะ [199 218 219 727 730]#$e#ถึงฉันจะไม่เก่ง เรื่องทำอาหาร แต่หวังว่า คุณจะชอบมันนะ$h",
		"Rainy_Night_1": "ฝนพวกนี้ทำให้บ้านเราดูน่านอน ใช่ไหมล่ะ ที่รัก?$h#$e#เราไปนอนกันเถอะ$h",
		"Rainy_Night_2": "หาเสื้อผ้าอุ่นๆมาใส่นะ ที่รัก ฉันไม่อยากให้คุณไม่สบาย",
		"Rainy_Night_3": "คืนนี้เราเข้านอนเร็วกันนะ โอเคไหม?#$e#คุณดูหนาวๆ ฉันจะทำให้คุณอุ่นขึ้นเอง$h",
		"Indoor_Day_0": "อรุณสวัสดิ์ ที่รัก...#$e#ฉันเพิ่งปลุกตัวเองให้ตื่น นี่ ฉันหวังว่ามันจะช่วยคุณนะ [395]",
		"Indoor_Day_1": "อา สวัสดียามเช้า ที่รัก#$e#ฉันมีงานต้องทำในนี้#$e#ถ้าคุณต้องการอะไร คุณรู้นะว่าฉันอยู่ไหน$h",
		"Indoor_Day_2": "ฉันตั้งใจทำมื้อเช้ามากเลย ที่รัก [194 195 210 211 216]#$e#มันรสชาติดีไหม? พอดีฉันไม่ใช่เชฟ...",
		"Indoor_Day_3": "เมื่อคืนนอนสบายรึเปล่า ที่รัก?#$e#ฉันหลับสบายมากเลยข้างๆคุณ$h",
		"Indoor_Night_0": "วันนี้ช่างยาวนาน...#$e#เอกสารแล้วงานมากมาย$s#$e#อีกซักพัก เราไปนอนกันเถอะนะ ที่รัก ฉันเหนื่อยมากเลย",
		"Indoor_Night_1": "ฉันทำอาหารมื้อค่ำให้ [205 199 224]#$e#คุณว่ายังไง? มันดีขึ้นนะ คุณว่าไหม?$h",
		"Indoor_Night_2": "คุณรู้ไหม พวกเขาไม่เคยบอก ล่วงหน้าเลยว่า การเป็นนายกเทศมนตรี มีงานเอกสารต้องทำ 95%... ฉันสาบาน$s#$e#อย่างไรก็เถอะ... วันนี้เป็นไงบ้าง ที่รัก?",
		"Indoor_Night_3": "ฟาร์มเป็นสถานที่ ที่ผ่อนคลายมากเลย#$e#ฉันชอบที่จะอยู่ ตรงกลางของเมืองนะ แต่อย่าเข้าใจผิดล่ะ อยู่ที่นี่มันสงบมากเลย$h",
		"Outdoor_0": "วันนี้เป็นวันที่น่ารักดีนะ ใช่ไหมล่ะ ที่รัก?$h#$e#วันแบบนี้มันทำให้การทำงาน น่ารื่นรมย์มากเลย",
		"Outdoor_1": "สวัสดี ที่รัก ถ้าคุณอยากให้ฉันทำอะไร บอกได้เลยนะ#$e#ฉันจะคืดถึงคุณเสมอ",
		"Outdoor_2": "อย่าทำงานหักโหมนะ ที่รัก",
		"Outdoor_3": "การทำงานของคุณนี่ เริ่มแต่เช้าเลยนะ ใช่ไหมล่ะ?#$e#ช่างมันเถอะ แต่ฉันไม่ค่อยได้ตื่นเช้า แบบนี้เลย$h",
		"OneKid_0": "ฉันกำลังคิดว่าถ้า %kid1 โตขึ้นจะเป็นชาวสวนไหม?#$e#หรือเป็นนายกเทศมนตรี แบบฉัน...$h",
		"OneKid_1": "ฉันไม่เคยคิดเรื่อง การเป็นพ่อคนเลย#$e#มันท้าทายฉันมาก แต่ฉันยินดีต้อนรับเจ้าตัวน้อย เข้าสู่ครอบครัว$h",
		"OneKid_2": "ไปเที่ยวกับครอบครัวกันเถอะ ที่รัก แค่คุณ ฉัน และเจ้า%kid1$h",
		"TwoKids_0": "ฉันไม่อยากจะเชื่อว่า เราจะมีลูก 2 คน$h#$e#ฉันดีใจมากๆ เลย$h",
		"TwoKids_1": "เราต้องให้ความสนใจ %kid1 ให้เท่ากับ %kid2 นะ ฉันไม่อยากให้เขา น้อยใจหรืออิจฉากัน",
		"TwoKids_2": "คุณเป็นพ่อที่เยี่ยมมากเลย @$h^คุณเป็นแม่ที่เยี่ยมมากเลย @$h",
		"Good_0": "ฉันไม่เคยรู้สึกแบบนี้ กับใครมาก่อน @ คุณมหัศจรรย์มาก$4",
		"Good_1": "วันนี้คุณดูหล่อเป็นพิเศษนะ ที่รัก$h^วันนี้คุณดูน่ารักเป็นพิเศษนะ ที่รัก$h",
		"Good_2": "คุณทำงานหนัก เพื่อพวกเราเยอะมาก ที่รัก ฉันซาบซึ้งมันเลย",
		"Good_3": "ฉันรักคุณนะ ที่รัก อย่าลืมมันล่ะ",
		"Good_4": "ฉันยอมรับว่า ฉันไม่เคยคิดเรื่องที่ซักวันหนึ่ง จะแต่งงานกับชาวไร่คนใหม่...#$e#แน่นอน ฉันคิดว่าคุณมีเสน่ห์มากๆ...$4",
		"Good_5": "ฉันกังวลมาก ตอนที่คุณส่งจดหมาย เรื่องจี้นางเงือก!#$e#มันเป็นคำใบ้ ที่ชัดเจนมากใช่ไหม...?$h",
		"Neutral_0": "หมู่บ้านดูคึกคักมาก เมื่อจัดกิจกรรมพิเศษ นอกเหนือจากเทศกาล#$e#ฉันดีใจที่ได้เห็นแบบนั้น",
		"Neutral_1": "บางครั้งฉันก็คิดว่า หมู่บ้านนี้คงอยู่ได้ โดยที่ไม่ต้องมีนายกเทศมนตรี",
		"Neutral_2": "ฮืม... ฉันรู้สึกหิว ฉันจะไปหาขนมกิน แล้วไปทำงานต่อ...",
		"Bad_0": "...คุณยังรักฉันอยู่ไหม?$s",
		"Bad_1": "แค่... ปล่อยให้ฉันอยู่คนเดียว! ฉันยุ่งอยู่ เรื่องสาเกของโยบะ!$5",
		"Bad_2": "ฉันคิดมาตลอดว่า ยุ่งเกินไปที่จะมีคนรัก...$s#$e#ฉันว่าฉันคิดถูก$s",
		"funLeave_Lewis": "ฉันมีธุระเร่งด่วนต้องทำวันนี้#$e#โอ้ คุณรู้ใช่ไหม... เอกสารที่ต้องส่ง จดหมายที่ต้องเขียน ร้านค้าต่างๆที่ต้องไปหา$h",
		"funReturn_Lewis": "สวัสดี ที่รัก ฉันดีใจที่ได้กลับมาซักที$h",
		"spring_1": "สวัสดีปีใหม่ ที่รัก!#$e#นี่สำหรับปีใหม่ที่ดี ของพวกเรา$h",
		"spring_12": "บางทีฉันก็อยากตามหา ไข่อีสเตอร์บ้างนะ#$e#แต่ยังไงฉันก็ไม่เก่ง เรื่องนี้อยู่ดี$h",
		"spring_23": "แน่นอน ฉันรู้วิธีเต้น! ผมเป็นนายกเทศมนตรี... มันเป็นงานของฉัน ที่ต้องรู้เรื่องวัฒนธรรมหมู่บ้าน!",
		"summer_1": "ฟิ้ว... อากาศร้อนทั้งคืนเลย",
		"summer_10": "ขอโทษที่ฉันดูไม่ว่างนะ ที่รัก...#$e#ฉันกำลังเตรียมเรื่อง การมาของท่านผู้ว่าพรุ่งนี้",
		"summer_27": "พรุ่งนี้ พวกแมงกระพรุนแสงจันทร์ จะเผยตัวออกมา#$e#ฉันเคยเห็นมันหลายรอบแล้ว แต่มันดูน่ารักเหมือนเดิมทุกปี",
		"fall_1": "อา... ในที่สุดอากาศก็เย็นขึ้น#$e#ฉันรักฤดูใบไม้ร่วง มันเป็นเรื่องที่ดีที่จะพักผ่อน และทานอาหารอร่อยๆ ฤดูนี้",
		"fall_15": "งานแฟร์แต่ละปี ต้องมีการเตรียมงานเยอะมาก#$e#แต่มันมีเบื้องหลังอีกมากมาย ที่ชาวบ้านไม่รู้",
		"fall_26": "เขาไม่อยากให้ใครรู้หรอก แต่ฉันจะบอกเรื่องนึง ให้คุณรู้...#$e#งานวันพรุ่งนี้ พ่อมดช่วยเราเยอะมาก เขามาช่วยเราทุกปีเลย$h",
		"winter_1": "โอ้ เมื่อคืนหิมะตกล่ะ!#$e#แปลกจัง จำได้ว่า ไม่มีในพยากรณ์อากาศนะ...#$e#ฉันเดาว่าฤดูหนาว มาเยือนแล้วล่ะ",
		"winter_7": "พรุ่งนี้ คุณจะไปแข่งตกปลาไหม ที่รัก?#$e#คุณเก่งเรื่องนี้นะ",
		"winter_24": "หวังว่าคุณจะเตรียมของขวัญ สำหรับงานวันพรุ่งนี้แล้วนะ ที่รัก",
		"winter_28": "อา ใกล้สิ้นปีแล้วสินะ#$e#ดื่มฉลองกันเถอะ [346]",
		"spouseRoom_Lewis": "#$c .5#ฉันมีเอกสารก็ทำวันนี้#$e#เช้านี้เป็นเช้าที่ดีของฉัน ก่อนคุณตื่นซะอีก แต่ตอนนี้ฉันทำใกล้เสร็จแล้ว",
		"patio_Lewis": "ฉันดีใจที่ฉันมีเวลาดูแลสวน$h"
}
