{
		"Rainy_Day_Wizard": "ข้างนอกฝนกำลังตก#$e#ข้าสัมผัสได้ถึงพลังงานใน แต่ละเม็ดฝนเลยล่ะ เป็นความรู้สึกที่อธิบายได้ยากนัก",
		"Rainy_Night_Wizard": "โอ้ แย่ละ เจ้าเปียกโชกทั้งตัวเลยนี่$3#$e#เจ้าน่าจะถอดเสื้อผ้าเปียกๆ นั่นออกนะ#$e#...$4",
		"Indoor_Day_Wizard": "ข้าพยายามทำอาหารเช้าดูน่ะเช้านี้ [194 210]#$e#ไม่ใช่อะไรที่ประณีตนักหรอก แต่มันกินได้นะ$4",
		"Indoor_Night_Wizard": "วันนี้น่าหงุดหงิดมากเลย...$s#$e#แต่เล่าเรื่องวันของเจ้า ให้ข้าฟังดีกว่าข้าว่ามันต้อง มีอะไรคืบหน้ามากกว่าของข้า เยอะเลย$7",
		"Outdoor_Wizard": "เจ้าดูชวนตะลึงใต้แสงอาทิตย์นะ ยอดรัก$6",
		"spring_Wizard": "ถึงฤดูใบไม้ผลิแล้วหรือนี่? อืมม",
		"summer_Wizard": "การเปลี่ยนฤดูกาลช่างเล็กน้อย เมื่อเทียบกับเรื่องราว ทั้งหลายในโลก#$e#ถึงจะว่างั้นก็เถอะ ความร้อนหน้าร้อนนี่มันก็เป็น สิ่งโหดร้ายนัก...",
		"fall_Wizard": "ปกติฤดูร้อนเย็นอย่างนี้เลยหรือ?#$e#อะไรนะ? นี่ฤดูใบไม้ร่วงแล้ว...?#$e#ข้าคงต้องออกไปเดินข้างนอก บ้างแล้วล่ะ...",
		"winter_Wizard": "ข้าว่าหิมะตกเมื่อวานนะ ที่รัก",
		"Rainy_Day_0": "ข้างนอกฝนกำลังตก#$e#ข้าสัมผัสได้ถึงพลังงานใน แต่ละเม็ดฝนเลยล่ะ เป็นความรู้สึกที่อธิบายได้ยากนัก",
		"Rainy_Day_1": "อา ฝน...#$e#ข้าวางแผนว่าจะทำพิธีที่ ยุ่งยากวันนี้น่ะ$7",
		"Rainy_Day_2": "การทำตัวให้อุ่นและแห้งเป็น เรื่องสำคัญในวันแบบนี้นะ ที่รัก นี่น่าจะช่วยได้ [395]$7",
		"Rainy_Day_3": "ฝนค่อนข้างเป็นประโยชน์กับ งานของข้า#$e#แต่ข้ารู้ว่ามันขัดขวางงาน ของเจ้าสินะ ยอดรัก บอกข้า ได้นะถ้าเจ้าต้องการความ ช่วยเหลือของข้า$8",
		"Rainy_Day_4": "ข้าหวังว่าจะพัฒนาเวทมนตร์ ของข้า จนมันคุมสภาพดินฟ้า อากาศได้เลย#$e#มันเป็นเรื่องยาก ข้ารู้ แต่มัน จะเป็นประโยชน์ต่อเราทั้งคู่ อย่างมากเลย$9",
		"Rainy_Night_0": "วันนี้ข้าทำอะไรได้เยอะเลย$7#$e#วันนี้เจ้าทำอะไรไปบ้างล่ะ ที่รัก?$9",
		"Rainy_Night_1": "ข้าทำซุปมาช่วยให้เจ้ารู้สึก อุ่นขึ้นล่ะ [236 219 456]#$e#ข้า... ไม่เก่งเรื่องทำอาหาร เท่าไหร่ ข้าขอโทษด้วยแล้วกัน ถ้ามันไม่ค่อยอร่อย$8",
		"Rainy_Night_2": "โอ้ แย่ละ เจ้าเปียกโชกทั้งตัวเลยนี่$3#$e#เจ้าน่าจะถอดเสื้อผ้าเปียกๆ นั่นออกนะ#$e#...$4",
		"Rainy_Night_3": "บ้านมันเงียบมากเลยเวลา ที่เจ้าออกไปทำงาน#$e#เพราะอะไรสักอย่าง มันยิ่งเงียบไปอีกพอฝนตก#$e#ข้าดีใจที่เจ้าอยู่บ้านนะ$9",
		"Rainy_Night_4": "ข้าพบว่ามันง่ายขึ้นเยอะเลย ที่จะนอนให้หลับเวลามี เสียงฝนเป็นพื้นหลังน่ะ",
		"Indoor_Day_0": "ข้าอาจจะพบธาตุใหม่เข้าแล้ว#$e#วันนี้ข้าคงยุ่งหน่อยนะ",
		"Indoor_Day_1": "ข้าปล่อยให้บ้านรกเกินไปแล้ว$s#$e#ข้าจะทำความสะอาดเอง เจ้าไม่ต้องกังวลเรื่องนั้นหรอก",
		"Indoor_Day_2": "ข้าเจอแมงมุมใกล้ๆ กับเตียงเมื่อกี้นี้#$e#ไม่ต้องกังวลหรอกนะ ข้าส่งมันไปมิติอื่นอย่างเงียบๆ แล้ว$7",
		"Indoor_Day_3": "ข้าลองทำอาหารเช้าดูน่ะวันนี้ [194 210]#$e#ไม่ใช่อะไรที่ประณีตนักหรอก แต่มันกินได้นะ$4",
		"Indoor_Day_4": "นี่ ลองชิมนี่สิ ที่รัก [195]$7#$e#ข้าว่าข้าทำอาหารเก่งขึ้น นิดนึงแล้วล่ะ$7#$e#เปล่า มันไม่ใช่ไข่เจียววิเศษหรอก...$4",
		"Indoor_Night_0": "นี่เหลือมาจากพิธีของข้า วันนี้น่ะยอดรัก ข้าคิดว่าเจ้า อาจจะใช้มันได้ [66 767 90 259 394 440]$7",
		"Indoor_Night_1": "ที่รัก ข้าทำความสะอาดบ้านแล้วนะ วันนี้$9",
		"Indoor_Night_2": "ข้าพยายามทำข้าวเย็น แต่มันไหม้...$8#$e#ข้าเลยต้องเอาพิซซ่าแช่แข็ง มาอุ่นน่ะ หวังว่าเจ้าจะไม่ว่าอะไรนะ [206]",
		"Indoor_Night_3": "ข้าทำอาหารเย็นไว้ล่ะ ยอดรัก! สัญญาว่าไม่ได้ใช่เวทมนตร์ เลยคราวนี้ [218 730 649]$7#$e#หวังว่าเจ้าจะชอบนะ$9",
		"Indoor_Night_4": "วันนี้น่าหงุดหงิดมากเลย...$s#$e#แต่เล่าเรื่องวันของเจ้าให้ข้า ฟังดีกว่า ข้าว่ามันต้องมีอะไร คืบหน้ามากกว่าของข้าเยอะเลย$7",
		"Outdoor_0": "ข้าพบว่าบางวัน ข้าคิดอะไร ได้ดีขึ้นข้างนอกนี่ แต่บางวัน มันก็ขัดขวางความคิดข้า#$e#มันน่าหงุดหงิดเหมือนกันนะ$a",
		"Outdoor_1": "เจ้าได้ไปเยี่ยมหลุมศพปู่เจ้า บ้างหรือเปล่าเร็วๆ นี้น่ะ?#$e#มันดูมีพลังงานเหนือธรรมชาติ เยอะเลยแถวนั้น",
		"Outdoor_2": "บอกข้านะถ้าเจ้าต้องการ ให้ข้าช่วยอะไรน่ะ ที่รัก$9#$e#บางครั้งข้าก็มัวแต่ทำงาน ของข้า จนลืมไปว่างานเจ้าก็ หนักเหมือนกัน",
		"Outdoor_3": "วันนี้อากาศดีเลยนะ ว่ามั้ย?$7#$e#ข้ามีงานต้องไปทำ แต่พักสักเดี๋ยวก็คงดี$9",
		"Outdoor_4": "เจ้าดูชวนตะลึงใต้แสงอาทิตย์นะ ยอดรัก$6",
		"OneKid_0": "ข้าต้องยอมรับ ข้าแทบไม่รู้ อะไรเลยเรื่องเลี้ยงเด็ก$s#$e#แต่ข้าจะพยายามทำตัว มีประโยชน์ให้มากที่สุดนะ",
		"OneKid_1": "ข้าว่า %kid1 ชอบข้าแล้วล่ะ...$s#$e#มันเป็นเรื่องที่พิลึกมาก การเป็นพ่อคน... แต่มันก็รู้สึกคุ้มค่าแปลกๆ ดีเหมือนกันนะ$7",
		"OneKid_2": "ข้าจะเริ่มสอน %kid1 ถึงศาสตร์แห่งเวทมนตร์เร็วๆ นี้แล้วนะ#$e#มันดีที่สุดที่จะเริ่มตั้งแต่ อายุน้อยน่ะ",
		"OneKid_3": "ลูกของข้าเอง... ข้าไม่เคยคิดเลยว่าจะมีวัน ได้เห็นวันนี้$7",
		"TwoKids_0": "มันดูเหมือนว่า %kid1 จะไม่ชอบ %kid2 เท่าไหร่เลยนะ$8#$e#ข้าไม่รู้หรอกนะ แต่ข้าอ่านมา นิดหน่อยว่ามันเกิดขึ้นได้ตาม ธรรมชาติ",
		"TwoKids_1": "มันทำให้เจ้าลำบากใจ หรือเปล่าที่รู้ว่า %kid1 กับ %kid2 อาจจะมีพี่น้องต่างแม่อยู่ ท่ามกลางคนในหมู่บ้านน่ะ?$8",
		"TwoKids_2": "%kid1 ตัวใหญ่ขึ้นมากเลยช่วงนี้ ถึงเวลาแล้วล่ะที่จะต้องเริ่ม ฝึกฝนเวทมนตร์$9#$e#%kid2 ยังเด็กไปมากน่ะ",
		"TwoKids_3": "สำหรับสิ่งที่ชีวิตที่ตัวเล็ก ขนาดนี้ ทารกนี่กินเยอะมากเลย มันทำให้ข้าประหลาดใจน่ะ แล้วข้าน่ะก็เป็นถึงจอมเวทย์ ผู้ชำนาญศาสตร์แห่งเวทมนตร์ ทุกแขนงที่ทรงพลังสุดๆ เลยนะ$s",
		"Good_0": "ข้าเคยคิดว่า ข้าต้องอยู่อย่าง เดียวดายตลอดไป จนกระทั่ง ข้าพบเจ้า @ ข้าไม่รู้มาก่อนเลยว่าคนสองคน จะสามารถรักและช่วยเหลือ กันได้เพียงนี้$7",
		"Good_1": "ข้าหวังว่าเจ้าจะรู้นะว่าวันนี้ เจ้าหล่อขนาดไหน ยอดรัก$6^ข้าหวังว่าเจ้าจะรู้นะว่าวันนี้ เจ้าสวยขนาดไหน ยอดรัก$6",
		"Good_2": "ข้ารู้ว่าข้าแสดงออกไม่เก่ง แต่ข้ารักเจ้านะ @$4#$e#เจ้าเป็นโลกทั้งใบสำหรับข้า$6",
		"Good_3": "ระวังตัวนะ ที่รัก มันมีสิ่ง มหัศจรรย์มากมายรอบๆ ฟาร์มนี่ แต่สัญญากับข้านะว่า เจ้าจะกลับบ้านมาเสมอ$9",
		"Good_4": "ขอบคุณนะที่เจ้าทนกินของที่ข้า ทำตลอดน่ะ ยอดรัก... ถึงแม้มันอาจจะไม่ได้ดีที่สุด",
		"Good_5": "ข้าอาจจะเป็นผู้ใช้คาถา แต่เจ้าทำให้ข้าตกอยู่ภายใต้ มนตร์สะกดของเจ้าจริงๆ ที่รัก$7#$e#...นั่นมันห่วยสินะ ขอโทษด้วย$4",
		"Neutral_0": "ข้ารู้สึกถึงการปรากฏตัวของ อดีตภรรยาข้าคืนก่อน แล้วข้า ก็ตื่นมาตอนเช้าอย่างปวดหัว มากๆ เลย...$s",
		"Neutral_1": "วันนี้เจ้าวางแผนจะทำอะไรเหรอ ยอดรัก?",
		"Neutral_2": "เงินในฟาร์มเราเป็นยังไง บ้างงั้นหรือ?#$e#ถ้าพวกเราอยู่ในสถานการณ์ ลำบากล่ะก็ ข้าจะช่วยทุกทาง ที่ข้าช่วยได้ งานข้าน่ะรอได้",
		"Neutral_3": "การทำอาหารนี่เป็นได้ทั้งงาน ที่น่าหงุดหงิดและน่าชื่นใจ เลยนะ$s",
		"Neutral_4": "หุบเขานี่เป็นที่ที่วิเศษมาก ในการศึกษาเวทมนตร์",
		"Bad_0": "อย่าเพิ่งมายุ่งกับข้า ข้ายุ่งอยู่$5",
		"Bad_1": "เดี๋ยวนี้เจ้าแทบไม่คุยกับข้าเลย มันราวกับว่าข้ายังอาศัยอยู่ คนเดียวที่หอคอยของข้า$s",
		"Bad_2": "...$s",
		"Bad_3": "ข้ามีอดีตภรรยาแล้ว ทำแบบนี้ ต่อไปแล้วข้าคงมีอดีตสามีด้วย$5^ข้ามีอดีตภรรยาแล้ว ทำแบบนี้ ต่อไปแล้วข้าจะมีอดีตภรรยา เพิ่มขึ้นอีกคน$5",
		"Bad_4": "เจ้าเป็นคนที่แย่มาก เหมือน กับคนที่เหลือในเมืองที่ถูก ทอดทิ้งนี่นั่นแหละ$5",
		"funLeave_Wizard": "ข้าต้องไปทำอะไรบางอย่าง นะวันนี้#$e#ไม่ต้องห่วงข้าหรอก ยอดรัก... อีกไม่นานข้าก็กลับมา$9",
		"funReturn_Wizard": "มันก็แปลกดีนะ... หอคอยของข้าไม่มีอะไร เปลี่ยนไปเลย แต่ตอนนี้ที่นั่น มันรู้สึกว่างเปล่ามาก$8#$e#ข้าเคยชินที่จะอยู่คนเดียว มาตลอด แต่ตอนนี้ข้ารอที่จะ กลับบ้านมาเจอเจ้าแทบ ไม่ไหวแล้ว$6",
		"spring_1": "ปีใหม่... หวังว่ามันจะเต็มไปด้วยเรื่องดีๆ สำหรับเราทั้งคู่นะ",
		"spring_12": "ข้าไม่เข้าใจจุดประสงค์ของ เทศกาลวันพรุ่งนี้เลย#$e#ดูเหมือนเป็นการใช้ไข่ที่ เปล่าประโยชน์มาก...$s#$e#แต่ข้าก็จะไป ถ้าเจ้าไปนะ ยอดรัก",
		"spring_23": "ความคิดที่ว่าต้องเต้นต่อหน้า คนทั้งหมู่บ้านนี่มันไม่น่าอภิรมย์ เอาซะเลย#$e#แต่ข้าจะอดทน... เพื่อเจ้าคนเดียวเลยนะ ที่รัก$4",
		"summer_1": "ข้าพบว่ามันยากที่จะตั้งสมาธิ กลางความร้อนหน้าร้อน ที่แผดเผา...#$e#บางทีข้าอาจจะร่ายมนตร์ปรับ สภาพอากาศสักอย่าง$3",
		"summer_10": "บอกไม่ได้เลยว่าจะเกิดอะไร ขึ้น ถ้าเจ้าใส่ของวิเศษลงไป ในซุปพรุ่งนี้$3#$e#...ข้าแนะนำว่าเจ้าอย่าทำ แบบนั้นจะดีกว่า",
		"summer_27": "ข้าพบว่าการมองดูแมงกระพรุน แสงจันทร์มันน่าผ่อนคลาย ทีเดียว#$e#เรามาผ่อนคลายไปด้วยกัน เถอะ$6",
		"fall_1": "ใบไม้ร่วงเป็นฤดูโปรดของข้า ข้าแทบจะได้กลิ่นเวทมนตร์ ในอากาศ ที่ล่องลอยรอบเรา ราวกับสายลมได้เลย$9",
		"fall_15": "งานแสดงสินค้าเป็นที่นิยม พอสมควรเลยใช่มั้ย?#$e#ข้าชอบที่จะเลี่ยงผู้คนหมู่มาก มากกว่า... แต่ข้ายิ่งกว่า เต็มใจที่จะไป ถ้ามันเป็นการ ได้ใช้เวลาอยู่กับเจ้ามากขึ้น ล่ะก็นะ ยอดรัก$9",
		"fall_26": "ข้าค่อนข้างชอบงานพรุ่งนี้นะ จริงๆ แล้วข้าช่วยจัดงานด้วย ไม่ว่าเจ้าจะเชื่อหรือไม่ก็ตาม#$e#หวังว่าเขาวงกตจะไม่น่ากลัว เกินไปสำหรับเจ้านะ ยอดรัก$7",
		"winter_1": "หิมะนี่มันให้ความรู้สึกเงียบสงบ โรแมนติก ใช่มั้ยล่ะ ที่รัก?#$e#พยายามทำตัวให้อุ่นนะ... ข้าจะช่วยที่ช่วยได้ละกัน$6",
		"winter_7": "ข้าใช้เวทมนตร์ช่วยเจ้า ในการแข่งขันพรุ่งนี้ได้นะ แต่ข้ารู้ว่าเจ้าไม่ต้องให้ข้า ช่วยหรอก#$e#...แต่ถ้าอยากให้ช่วยก็บอกล่ะ$7",
		"winter_24": "เทศกาลพรุ่งนี้น่ะดูไร้ประโยชน์ น่าดูเลย#$e#อาชีพธรรมดาทั้งหลายไม่คุ้ม ที่จะไปลำบากให้ทั้งนั้นแหละ",
		"winter_28": "เป็นปีที่วิเศษจริงๆ เลยใช่มั้ย?$7#$e#ใช่... ข้าดื่มไปนิดหน่อยน่ะ มานี่สิ มาดื่มกับข้า [346]$6#$e#ดื่มให้กับปีที่น่าประทับใจอีกปี ยอดรัก",
		"spouseRoom_Wizard": "#$c .5#หืม... เล่มสามและเล่มสี่... เล่มสี่และเล่มห้า...#$e#ไม่ ไม่ นั่นไม่ใช่...$5#$e#ข้าเอาหนังสือนั่นไปไว้ที่ไหน กันนะ...?$5",
		"patio_Wizard": "...หืม? มันคือวงเวทนี่"
}
