{
		"Rainy_Day_Willy": "ข้างนอกมีพายุเข้าล่ะ ระวังอย่าให้ตัวปลิวนะ!",
		"Rainy_Night_Willy": "สภาพอากาศอาจจะแย่สำหรับการทำสวน แต่มันก็ดีที่ได้อยู่กับเธอ เจ้าปลาน้อยของผม$h#$e#ไปนอนกันเถอะ$h",
		"Indoor_Day_Willy": "คืนนี้รีบกลับบ้านนะ ที่รัก!ฉันเอาปลาที่จับได้เมื่อวันก่อนมาทำอาหารให้#$e#$h",
		"Indoor_Night_Willy": "มาลองทานปลานี่สิ ที่รัก [198 214 242 728 202 225 212]#$e#ชอบไหม?$h",
		"Outdoor_Willy": "วันนี้เป็นวันที่ดีสำหรับการตกปลา$h#$e#คืนนี้ฉันอาจจะกลับช้าหน่อย แต่เธอไม่ต้องเป็นห่วง ปลาน้อยที่รัก",
		"spring_Willy": "ฤดูใบไม้ผลิแล้วสินะ ใช่ไหมล่ะ?",
		"summer_Willy": "I gotta gut these fish I caught the other day after work...#$e#ไม่ต้องห่วง ที่รัก ผมจะไปเอามันออกมา %pet can eat the guts.$h",
		"fall_Willy": "อากาศเย็นเร็วมากเลย เนอะ ที่รัก?",
		"winter_Willy": "หิมะตกแล้วหรอ? ไวจัง?",
		"Rainy_Day_0": "ข้างนอกไม่พายุเข้าล่ะ ระวังอย่าให้ตัวปลิวนะ!",
		"Rainy_Day_1": "ข้างนอกนั่นฝนตกนะ!#$e#หาอะไรอุ่นๆใส่ไว้ล่ะ เจ้าปลาน้อยที่รัก$h",
		"Rainy_Day_2": "ไม่มีอะไรดีไปกว่าฝนแล้วล่ะ#$e#ฉันว่าวันนี้ปลาต้องคึกแน่นอน$h",
		"Rainy_Day_3": "เธอต้องไปทำงานตากฝนจริงๆหรอ ปลาน้อยที่รักของฉัน?$s",
		"Rainy_Night_0": "ฝนตกแบบนี้ทำให้ฉันคิดถึงการอยู่คนเดียวที่ทะเล#$e#ฉันดีใจมากที่ตอนนี้ได้มาอยู่กับเธอ$4",
		"Rainy_Night_1": "คุณเหมือนแมวตกน้ำเลย!$s#$e#เข้าไปหาที่อุ่นๆสิ ฉันทำมื้อค่ำให้เธอ [727 728 457]$h",
		"Rainy_Night_2": "อากาศข้างนอกนั่นดูไม่ดีเลย#$e#ผมดีใจที่อยู่กับคุณ โดยไม่ต้องไปแล่นเรือออกหาปลา$h",
		"Rainy_Night_3": "สภาพอากาศอาจจะแย่สำหรับการทำสวน แต่มันก็ดีที่ได้อยู่กับคุณ เจ้าปลาน้อยของฉัน$h#$e#ไปนอนกันเถอะ$h",
		"Indoor_Day_0": "อรุณสวัสดิ์ เจ้าปลาน้อยของฉัน$h#$e#ฉันทำอาหารเช้าให้ [194 195 210 211 216]",
		"Indoor_Day_1": "คืนนี้รีบกลับบ้านนะ ที่รัก!#$e#ฉันเอาปลาที่จับได้เมื่อวันก่อนมาทำอาหารให้$h",
		"Indoor_Day_2": "ต้องออกไปดูแลทั้งฟาร์มสินะ?$h#$e#ทำให้ตัวเองแข็งแรงไว้ล่ะ ที่รัก [184]",
		"Indoor_Day_3": "วันนี้เหมาะกับการไปปิกนิคที่ชายหาด เนอะ ที่รัก?$h",
		"Indoor_Night_0": "เฮ้ เจ้าปลาร้อยที่รัก วันนี้เป็นไงบ้าง?$h#$e#เล่าให้ฉันฟังหน่อยสิ$h",
		"Indoor_Night_1": "ดูพระจันทร์นั่นสิ",
		"Indoor_Night_2": "มาลองทานปลานี่สิ ที่รัก [198 214 242 728 202 225 212]#$e#ชอบไหม?$h",
		"Indoor_Night_3": "ถึงเวลานอนแล้ว ใช่ไหมล่ะ?$h#$e#กำลังมาใช่ไหม ปลาน้อยของฉัน?$4",
		"Outdoor_0": "ฟาร์มนี่สวยมากเลย#$e#ฉันภูมิใจในตัวเธอมาก$h",
		"Outdoor_1": "วันนี้อากาศดีนะ#$e#เราควรไปเดินเล่นกันหลังงานคุณเสร็จนะ$h",
		"Outdoor_2": "วันนี้อากาศดูดีมากๆเลย... หวังว่าจะไม่มีฝนนะ",
		"Outdoor_3": "วันนี้เป็นวันที่ดีสำหรับการตกปลา$h#$e#คืนนี้ฉันอาจจะกลับช้าหน่อย แต่เธอไม่ต้องเป็นห่วง ปลาน้อยที่รัก",
		"OneKid_0": "ไม่เคยคิดเลยว่าฉันจะมีลูก  ฉันเป็นกะลาสีเรือที่มีความสุขที่สุดในโลก$h",
		"OneKid_1": "ผมรอวันที่ %kid1 จะโตพอไปตกปลากับฉัน#$e#ผมกำลังนึกภาพทริปตกปลากับครอบครัว$h",
		"OneKid_2": "คุณคิดว่าลูกมีอะไรเหมือนฉันบ้าง?#$e#แต่ต้องได้สิ่งดีๆมาจากเธอเยอะแน่นอน$h",
		"OneKid_3": "ผมไม่อยากจะเชื่อว่าเราจะมีลูกน่ารักขนาดนี้$h",
		"TwoKids_0": "หลังจากอยู่คนเดียวมานาน มันเป็นบุญมากที่มีเด็ก2คนนี้วิ่งเล่นรอบๆผม$h",
		"TwoKids_1": "ผมบอกคุณบ่อยพอไหมว่าผมรักครอบครัวของเรามากแค่ไหน?$h",
		"TwoKids_2": "เด็กๆและผมจะฝึกตกปลาที่สวนหลังบ้าน$h#$e#What? มันใหญ่พอเลย...$s",
		"TwoKids_3": "%kid1 เหมือนเธอมากเลย$h#$e#%kid2? เหมือนฉันไงล่ะ!$h",
		"Good_0": "เธอหล่อมากเลย ถ้าฉันยังไม่รู้จักเธอมาก ฉันจะคิดว่าเธอเป็นไซเรนของท้องทะเล$4^เธอสวยมาก ถ้าฉันยังไม่รู้จักเธอมาก ฉันจะคิดว่าเธอเป็นไซเรนของท้องทะเล$4",
		"Good_1": "ถึงผมจะไม่รวยล้นฟ้า แต่ผมตั้งใจจะมอบความรักและความสุขให้คุณ เจ้าปลาน้อยของฉัน$h",
		"Good_2": "รอยยิ้มของคุณคือสิ่งที่นำทางผมกลับบ้านจากทะเล เจ้าปลาน้อยที่รักของผม$4",
		"Good_3": "สิ่งเดียวที่ผมต้องการคืออยู่กับคุณไปตลอด$h",
		"Good_4": "ฉันยอมให้เบ็ดตกปลาที่ดีที่สุดของผมให้เธอ ที่รัก$h",
		"Good_5": "กะลาสีทุกคนอยากไปตามหาสมบัติล้ำค่าในทะเล#$e#เป็นโชคของกะลาสีเรือพวกนั้น ส่วนของผมนั้นอยู่ที่นี่$4",
		"Good_6": "ผมโอเคนะ ถ้าน้ำทะเลจะหายไปหมดโลก เพราะผมยังมีคุณอยู่ ปลาน้อยที่รัก$h",
		"Good_7": "คุณทำให้ผมเป็นกะลาสีที่มีความสุขที่สุด$4$e#ถึงตกปลาในตำนานได้ก็ไม่มีความสุขเท่านี้$h",
		"Neutral_0": "ผมหิวจนทานปลาวาฬได้ทั้งตัวเลย",
		"Neutral_1": "ผมทำกล่อง... it hurt worse than that time I got bit by a snapping turtle.$s",
		"Neutral_2": "I almost caught the biggest tuna yesterday, but the darn thing broke my line.$5",
		"Neutral_3": "What are your plans for today? I might head off to fish for a bit.",
		"Bad_0": "I don’t feel like talkin' right now.$s",
		"Bad_1": "You’re a heartless scallywag. Leave me alone.$5",
		"Bad_2": "I miss bein' on my boat. Didn’t have to put up with no one.$5",
		"funLeave_Willy": "I gotta go run the ol' bait shop today, skipper.#$e#Stop by if you feel like sayin' hello. It gets a little lonely out there.$h",
		"funReturn_Willy": "What'd ya do today, skipper?#$e#The ol' shop is as quiet as ever. I did stop to do some fishin' on the way back, though.#$e#They were really bitin'. Here, skipper. [147 149 146 139]#$e#Maybe you can cook us up some dinner with it.$h",
		"spring_1": "It’s a new year already, eh?#$e#I wonder if the anchovies are biting yet...",
		"spring_12": "You’re pretty good at finding eggs, eh?#$e#I’ll just stick to fish hunting...",
		"spring_23": "Would you like to dance with me tomorrow, my little angelfish?$h",
		"summer_1": "Whew! It sure is hot out there.#$e#We’ll probably see lots o' rainbow trout.$h",
		"summer_10": "What're you gonna add to the soup tomorrow, skipper?#$e#Me? I usually add catfish.$h",
		"summer_27": "I used to watch the moon jellies out on my boat alone, but now that I have you they’re gonna be ten times more beautiful.$h",
		"fall_1": "It’s getting cooler out... Hope we see some salmon soon!",
		"fall_15": "Let's try the fishin' game tomorrow, skipper. I’ll win you a prize.$h",
		"fall_26": "I don't much care for that haunted maze.#$e#I'll lead the way if yer scared, though, my little angelfish.$h",
		"winter_1": "Brr... sure is cold out there.#$e#Time to break out my ice fishing gear!$h",
		"winter_7": "Now this is my kind of festival! I’m gonna win this year.#$e#I wish they had more fishing contests.$h",
		"winter_24": "All I want for tomorrow's festival is you, skipper... and a new tackle box.$h",
		"winter_28": "It’s been a good year for fishin', but it’s been an even better year 'cause o' you, my little angelfish.$4#$e#Let's drink. [346]",
		"spouseRoom_Willy": "#$c .5#This tank'll be perfect when it's all set up.#$e#What kind of fish...? Whatever kind I catch!$h#$e#Now, where did I put that filter the other day...",
		"patio_Willy": "Shoot... this line's all tangled up..."
}
