{
		"Rainy_Day_Pam": "ฉันไม่อยากออกไปข้างนอกโดยที่สภาพอากาศเป็นแบบนี้เลย$s...#$e#ฉันอาจจะแค่หาอะไรทำแถวๆบ้าน",
		"Rainy_Night_Pam": "หวังว่าวันนี้เธอจะไม่เปียกฝนนะ ที่รัก#$e#วันนี้ข้างนอกดูไม่ค่อยสะอาดเลยนะ.",
		"Indoor_Day_Pam": "อรุณสวัสดิ์ ที่รัก วันอีกวันสำหรับงานสวนสินะ หืม?#$e#เดี๋ยวฉันจะทำมื้อเย็นให้นะ$h",
		"Indoor_Night_Pam": "นี่ ที่รัก ฉันอุ่นมันสำหรับอาหารค่ำวันนี้ [206]",
		"Outdoor_Pam": "เฮ้ ที่รัก วันนี้ดูสดใสดีนะ ว่าไหม?",
		"spring_Pam": "อั่ก... โรคภูมิแพ้ใบไม้ผลิกลับมาเหมือนการแก้แค้นสินะ$s",
		"summer_Pam": "*เฮ้อ* เหงื่อพวกนี้... ทำไมต้องแคร์เรื่องแต่งหน้าตั้งแต่แรกด้วยนะ?$s",
		"fall_Pam": "ใบไม้พวกนี้ร่วงไปทั่วบ้าน...#$e#แน่นอนพวกมันสวยดี แต่การเก็บกวาดมันเป็นสิ่งที่เจ็บปวดสุดๆ.",
		"winter_Pam": "อยากเอาตัวไปอยู่หน้าเตาผิงหรอ เด็กน้อย?$h",
		"Rainy_Day_0": "ระวังอย่าให้ตัวเปียกนะ เด็กน้อย ฉันจะไม่ยอมให้เธอมาดมแอมโมเนียแบบฉัน!",
		"Rainy_Day_1": "อรุณสวัสดิ์$h#$e#นี่ เด็กน้อย  กาแฟที่ดีและทำให้แข็งแรง [395]",
		"Rainy_Day_2": "ฉันไม่ค่อยได้ทำอาหาร  แต่นี่ ที่รัก เอาไปทานสิ [194 195 210 211 216]",
		"Rainy_Day_3": "ฉันไม่อยากออกไแข้างนอกโดยที่สภาพอากาศเป็นแบบนี้เลย$s...#$e#ฉันอาจจะแค่หาอะไรทำแถวๆบ้าน",
		"Rainy_Night_0": "หวังว่าวันนี้เธอจะไมาเปียกฝนนะ ที่รัก#$e#วันนี้อากาศข้างนอกดูไม่ค่อยสะอาดเลยนะ",
		"Rainy_Night_1": "เฮ้ เธอกลับมาแล้ว คืนนี้เราอยู่ข้างในกันเถอะ",
		"Rainy_Night_2": "ฉันอุ่นซุปให้เธอ หวังว่ามันจะอร่อยนะ [199 218 219 727 730]$h",
		"Rainy_Night_3": "อา... เสียงของสายฝน... คืนนี้นอนหลับสบายแน่นอน$h",
		"Indoor_Day_0": "อรุณสวัสดิ์ ที่รัก วันอีกวันสำหรับงานสวนสินะ หืม?#$e#เดี๋ยวฉันจะทำอาหารให้นะ$h",
		"Indoor_Day_1": "เฮ้ ที่รัก ฉันอุ่นพวกนี้ให้สำหรับอาหารมื้อเช้า [234]",
		"Indoor_Day_2": "เดี๋ยวฉันจะไปเยี่ยมเพนนีนะ#$e#ฉันว่าเธออยู่คนเดียวโดยที่ไม่มีฉันเธอต้องเหงามากๆแน่เลย",
		"Indoor_Day_3": "วันนี้เธอจะทำอะไรหรอ เด็กน้อย? มีอะไรน่าตื่นเต้นไหม?",
		"Indoor_Night_0": "พักผ่อนบ้างนะ เด็กน้อย! เธอทำงานหนักมาทั้งวันแล้วนะ เธอคงปวดเท้าบ้างแหละ$h",
		"Indoor_Night_1": "นี่ ที่รัก ฉันอุ่นมันให้เธอสำหรับมื้อค่ำ [206]",
		"Indoor_Night_2": "พร้อมนอนรึยัง ที่รัก?#$e#ฉันเพิ่งทำงานเสร็จ$h",
		"Indoor_Night_3": "มานี่เลย ที่รัก ให้ฉันนวดเท้าให้นะ#$e#เธออยูากับงานทั้งวันเลย They gotta be sore.$h",
		"Outdoor_0": "เฮ้... อย่าทำงานหักโหมนะ เด็กน้อย$h",
		"Outdoor_1": "เธอทำงานได้เยี่ยมมาก ที่รัก เธอเก่งมาก$7",
		"Outdoor_2": "เฮ้ ที่รัก วันนี้ดูดีนะ ว่าไหม?",
		"OneKid_0": "ฉันไม่เคยคิดมาก่อนเลยว่าจะมีลูกอีกคนนอกจากเพนนี$h",
		"OneKid_1": "มีเด็กอีกคนเรียกฉันว่าแม่ หืม...?#$e#มีความสุขจังเลย$h",
		"OneKid_2": "%kid1 เจ้าความรักของแม่.$h",
		"TwoKids_0": "เพนนีตื่นเต้นมากเลยที่จะได้เจอน้องๆของเธอ$h#$e# เธอจะเป็นคุณครูของเด็กๆในอีกไม่กี่ปี$6",
		"TwoKids_1": "เธอเป็นพ่อที่ยอดเยี่ยมมากเลย เด็กน้อย$h^เธอเป็นแม่ที่ยอดเยี่ยมมากเลย เด็กน้อย$h",
		"TwoKids_2": "เรามีครอบครัวที่สมบูรณ์แบบ ใช่ไหมล่ะ? @?$h",
		"Good_0": "วันนี้เธอดูหล่อนะ$7^วันนี้เธอดูน่ารักนะ$7",
		"Good_1": "เธอเป็นคนช่างสังเกตนะ รู้อะไรไหม?$7#$e#มานี่แล้วจูบฉัน เด็กทึ่ม$4",
		"Good_2": "เราสร้างนักฆ่าคู่ ใช่ไหมล่ะ?$h",
		"Good_3": "ฉันไม่คิดว่าฉันจะได้แต่งงาน แต่เธอมาพิสูจน์ว่ามันไม่จริง ใช่ไหมล่ะ?$h",
		"Good_4": "รับช่อดอกไม้จากคุณเป็นการตักสินใจที่ถูก ว่าไหม?$7",
		"Neutral_0": "ฉันน้ำหนักลดแหละ เธอรู้แล้วรึยัง?#$e#ฉันควรต้องกินอาหารที่ดีต่อสุขภาพแล้ว.",
		"Neutral_1": "มันเป็นเรื่องแกติที่จะสกปรกไวแบบนี้",
		"Neutral_2": "มีอะไรที่สำคัญต้องทำวันนี้ไหม หืม?#$e#ฉันกำลังจะไปร้านแอร์น่ะ",
		"Bad_0": "ปล่อยฉันอยู่คนเดียว!$3",
		"Bad_1": "...$5",
		"Bad_2": "เธอทำเหมือนฉันเป็นขยะ$5#$e#...ตอนนี้ฉันจำได้แล้วว่าทำไมฉันโสดมานาน$s",
		"funLeave_Pam": "วันนี้ฉันออกไปข้างนอกนะ เด็กน้อย#$e#อย่าคิดถึงฉันเกินไปล่ะ!$7",
		"funReturn_Pam": "วันนี้คิดถึงเธอจัง ที่รัก#$e#ดีใจจังที่ได้กลับมา$h",
		"spring_1": "สวัสดีปีใหม่ ที่รัก หวังว่าจะเป็นปีที่ดีนะ$h",
		"spring_12": "เธอเก่งเรื่องหาไข่อีสเตอร์ใช่ไหม?#$e#ชนะแล้วเอาของมาให้ฉันสิ ที่รัก$h",
		"spring_23": "ฉันหาชุดเก่าๆเพื่องานวันพรุ่งนี้เลยนะ เด็กน้อย เราจะโชว์ให้เด็กๆดูว่ามันเป็นยังไง$7",
		"summer_1": "อั่ก... ความร้อนของหน้าร้อน ไม่เหมาะกับผู้หญิงมีอายุแบบฉันเลย$s",
		"summer_10": "พรุ่งนี้ใส่เบียร์ไปใส่ซุปสิ เด็กน้อย!$7#$e#ทุกครั้งที่ฉันทำ ท่านผู้ว่ารักมันเลยล่ะ$h",
		"summer_27": "โอ้ ใช่... พรุ่งนี้มีงานเทศกาลสินะ หืม?#$e#... They're a sight, ain't they?",
		"fall_1": "ฤดูใบไม้ร่วงเป็นฤดูที่ดีสำหรับอาหารและเบียร์จริงๆ$h",
		"fall_15": "อาหารที่งานแฟร์นั่นทานแล้วนอนตายตาหลับเลย$7",
		"fall_26": "เอามาเลยเขาวงกฎสำหรับวันพรุ่งนี้! ฉันไม่กลัวผีหรอก$h",
		"winter_1": "ฤดูหนาวมาไวจริงๆเลยนะ หืม?#$e#อาจจะดีกว่าถ้าฉันอบอุ่นทั้งหน้าหนาวนี้ เด็กน้อย$7",
		"winter_7": "ฉันรักเธอ ที่รัก แต่พรุ่งนี้ฉันจะเตะก้นเธอ$h",
		"winter_24": "รอไม่ไหวแล้วที่จะทานอาหารของกัสวันเทศกาลวันพรุ่งนี้#$e#งานฉลองนี้เป็นสิ่งที่ดีที่สุดของปีเลย!$h",
		"winter_28": "ไม่อยากจะเชื่อเลยว่าจะหมดปีแล้ว#$e#ฉลองกัน ที่รัก นี่สำหรับอีกปีที่ดีของเรา [346]$7",
		"spouseRoom_Pam": "#$c .5#วันนี้ฉันอยากจะแค่อยู่ขี้เกียจและนอนดูทีวี...",
		"patio_Pam": "ไม่อยากจะเชือเลยว่าฉันอยากดูแลสวนดอกไม้#$e#มันน่าแปลกใจมากเลย$h"
}
