{
		"Rainy_Day_Willy": "ข้างนอกมีพายุเข้าล่ะ ระวังอย่าให้ตัวปลิวนะ!",
		"Rainy_Night_Willy": "สภาพอากาศอาจจะแย่สำหรับการทำสวน แต่มันก็ดีที่ได้อยู่กับเธอ เจ้าปลาน้อยของผม$h#$e#ไปนอนกันเถอะ$h",
		"Indoor_Day_Willy": "คืนนี้รีบกลับบ้านนะ ที่รัก!ฉันเอาปลาที่จับได้เมื่อวันก่อนมาทำอาหารให้#$e#$h",
		"Indoor_Night_Willy": "มาลองทานปลานี่สิ ที่รัก [198 214 242 728 202 225 212]#$e#ชอบไหม?$h",
		"Outdoor_Willy": "วันนี้เป็นวันที่ดีสำหรับการตกปลา$h#$e#คืนนี้ฉันอาจจะกลับช้าหน่อย แต่เธอไม่ต้องเป็นห่วง ปลาน้อยที่รัก",
		"spring_Willy": "ฤดูใบไม้ผลิแล้วสินะ ใช่ไหมล่ะ?",
		"summer_Willy": "ฉันต้องเอาไส้ปลาออกหลังจากตกพวกมันขึ้นมา..#$e#ไม่ต้องห่วง ที่รัก ผมจะไปเอามันออกมาเอง %pet ทานไส้พวกนี้ได้นะ$h",
		"fall_Willy": "อากาศเย็นเร็วมากเลย เนอะ ที่รัก?",
		"winter_Willy": "หิมะตกแล้วหรอ? ไวจัง?",
		"Rainy_Day_0": "ข้างนอกไม่พายุเข้าล่ะ ระวังอย่าให้ตัวปลิวนะ!",
		"Rainy_Day_1": "ข้างนอกนั่นฝนตกนะ!#$e#หาอะไรอุ่นๆใส่ไว้ล่ะ เจ้าปลาน้อยที่รัก$h",
		"Rainy_Day_2": "ไม่มีอะไรดีไปกว่าฝนแล้วล่ะ#$e#ฉันว่าวันนี้ปลาต้องคึกแน่นอน$h",
		"Rainy_Day_3": "เธอต้องไปทำงานตากฝนจริงๆหรอ ปลาน้อยที่รักของฉัน?$s",
		"Rainy_Night_0": "ฝนตกแบบนี้ทำให้ฉันคิดถึงการอยู่คนเดียวที่ทะเล#$e#ฉันดีใจมากที่ตอนนี้ได้มาอยู่กับเธอ$4",
		"Rainy_Night_1": "คุณเหมือนแมวตกน้ำเลย!$s#$e#เข้าไปหาที่อุ่นๆสิ ฉันจะทำมื้อค่ำให้เธอ [727 728 457]$h",
		"Rainy_Night_2": "อากาศข้างนอกนั่นดูไม่ดีเลย#$e#ผมดีใจที่อยู่กับคุณ โดยไม่ต้องไปแล่นเรือออกหาปลา$h",
		"Rainy_Night_3": "สภาพอากาศอาจจะแย่สำหรับการทำสวน แต่มันก็ดีที่ได้อยู่กับคุณ เจ้าปลาน้อยของฉัน$h#$e#ไปนอนกันเถอะ$h",
		"Indoor_Day_0": "อรุณสวัสดิ์ เจ้าปลาน้อยของฉัน$h#$e#ฉันทำอาหารเช้าไว้ให้ [194 195 210 211 216]",
		"Indoor_Day_1": "คืนนี้รีบกลับบ้านนะ ที่รัก!#$e#ฉันเอาปลาที่จับได้เมื่อวันก่อนมาทำอาหารให้$h",
		"Indoor_Day_2": "ต้องออกไปดูแลทั้งฟาร์มสินะ?$h#$e#ทำให้ตัวเองแข็งแรงไว้ล่ะ ที่รัก [184]",
		"Indoor_Day_3": "วันนี้เหมาะกับการไปปิกนิคที่ชายหาด เนอะ ที่รัก?$h",
		"Indoor_Night_0": "เฮ้ เจ้าปลาร้อยที่รัก วันนี้เป็นไงบ้าง?$h#$e#เล่าให้ฉันฟังหน่อยสิ$h",
		"Indoor_Night_1": "ดูพระจันทร์นั่นสิ",
		"Indoor_Night_2": "มาลองทานปลานี่สิ ที่รัก [198 214 242 728 202 225 212]#$e#ชอบไหม?$h",
		"Indoor_Night_3": "ถึงเวลานอนแล้ว ใช่ไหมล่ะ?$h#$e#กำลังมาใช่ไหม ปลาน้อยของฉัน?$4",
		"Outdoor_0": "ฟาร์มนี่สวยมากเลย#$e#ฉันภูมิใจในตัวเธอมาก$h",
		"Outdoor_1": "วันนี้อากาศดีนะ#$e#เราควรไปเดินเล่นกันหลังงานคุณเสร็จนะ$h",
		"Outdoor_2": "วันนี้อากาศดูดีมากๆเลย... หวังว่าจะไม่มีฝนนะ",
		"Outdoor_3": "วันนี้เป็นวันที่ดีสำหรับการตกปลา$h#$e#คืนนี้ฉันอาจจะกลับช้าหน่อย แต่เธอไม่ต้องเป็นห่วง ปลาน้อยที่รัก",
		"OneKid_0": "ไม่เคยคิดเลยว่าฉันจะมีลูก  ฉันเป็นกะลาสีเรือที่มีความสุขที่สุดในโลก$h",
		"OneKid_1": "ผมรอวันที่ %kid1 จะโตพอไปตกปลากับฉัน#$e#ผมกำลังนึกภาพทริปตกปลากับครอบครัว$h",
		"OneKid_2": "คุณคิดว่าลูกมีอะไรเหมือนฉันบ้าง?#$e#แต่ต้องได้สิ่งดีๆมาจากเธอเยอะแน่นอน$h",
		"OneKid_3": "ผมไม่อยากจะเชื่อว่าเราจะมีลูกน่ารักขนาดนี้$h",
		"TwoKids_0": "หลังจากอยู่คนเดียวมานาน มันเป็นบุญมากที่มีเด็ก2คนนี้วิ่งเล่นรอบๆผม$h",
		"TwoKids_1": "ผมบอกคุณบ่อยพอไหมว่าผมรักครอบครัวของเรามากแค่ไหน?$h",
		"TwoKids_2": "เด็กๆและผมจะฝึกตกปลาที่สวนหลังบ้าน$h#$e#What? มันใหญ่พอเลย...$s",
		"TwoKids_3": "%kid1 เหมือนเธอมากเลย$h#$e#%kid2? เหมือนฉันไงล่ะ!$h",
		"Good_0": "เธอหล่อมากเลย ถ้าฉันยังไม่รู้จักเธอมาก ฉันจะคิดว่าเธอเป็นไซเรนของท้องทะเล$4^เธอสวยมาก ถ้าฉันยังไม่รู้จักเธอมาก ฉันจะคิดว่าเธอเป็นไซเรนของท้องทะเล$4",
		"Good_1": "ถึงฉันจะไม่รวยล้นฟ้า แต่ผมตั้งใจจะมอบความรักและความสุขให้เธอ เจ้าปลาน้อยของฉัน$h",
		"Good_2": "รอยยิ้มของเธอคือสิ่งที่นำทางฉัรกลับบ้านจากทะเล เจ้าปลาน้อยที่รักของฉัน$4",
		"Good_3": "สิ่งเดียวที่ฉันต้องการคืออยู่กับคุณไปตลอด$h",
		"Good_4": "ฉันยอมให้เบ็ดตกปลาที่ดีที่สุดของฉันให้เธอ ที่รัก$h",
		"Good_5": "กะลาสีทุกคนอยากไปตามหาสมบัติล้ำค่าในทะเล#$e#เป็นโชคของกะลาสีเรือพวกนั้น ส่วนของฉันนั้นอยู่ที่นี่$4",
		"Good_6": "ฉันโอเคนะ ถ้าน้ำทะเลจะหายไปหมดโลก เพราะฉันยังมีคุณอยู่ ปลาน้อยที่รัก$h",
		"Good_7": "เธอทำให้ฉันเป็นกะลาสีที่มีความสุขที่สุด$4$e#ถึงตกปลาในตำนานได้ก็ไม่มีความสุขเท่านี้$h",
		"Neutral_0": "ฉันหิวจนทานปลาวาฬได้ทั้งตัวเลย",
		"Neutral_1": "ฉันทำกล่องทุ่นตกปลาตกใส่เท้า... มันเจ็บกว่าที่ฉันเคยโดนเต่าสแนปปิ้งกัดอีก$s",
		"Neutral_2": "เมื่อวานฉันเกือบจับปลาทูน่า (tuna) ตัวที่ใหญ่ที่สุดได้แล้ว แต่มันมีอะไรซักอย่างมาชนด้ายของฉัน$5",
		"Neutral_3": "วันนี้เธอมีแผนจะทำอะไรหรอ? ฉันคงเลิกคิดเรื่องปลาซักหน่อย",
		"Bad_0": "ฉันไม่อยากคุยตอนนี้$s",
		"Bad_1": "เธอมันไร้หัวใจ ฉันอยากอยู่คนเดียว$5",
		"Bad_2": "ฉันคิดถึงการอยู่บนเรือ แบบที่ไม่มีใครมายุ่งกับฉัน$5",
		"funLeave_Willy": "วันนี้ฉันต้องไปร้านดูเรื่องเหยื่อปลาที่เหลือ ที่รัก#$e#ฉันเสียใจที่ได้แค่ทักทาย ข้างนอกนั่นมันเหงามากเลย$h",
		"funReturn_Willy": "วันนี้เป็นไงบ้าง ที่รัก?#$e# ฉันแวะไปตกปลาแป๊บนึง#$e#พวกมันดื้อมากเลย นี่เลย ที่รัก [147 149 146 139]#$e#เธออาจจะเอามันไปทำอาหารก็ได้นะ$h",
		"spring_1": "ปีใหม่แล้วสินะ หืม?#$e#หวังว่าปลาแองโชวี่(anchovies) ยังหากินอยู่นะ...",
		"spring_12": "เธอหาไข่อีสเตอร์เก่งสินะ หืม?#$e#ฉันติดอยู่แค่กับการตกปลา...",
		"spring_23": "พรุ่งนี้คุณจะเตเนกับผมไหม ปลาน้อยของผม?$h",
		"summer_1": "ฟิ้ว! ข้างนอกนั่นต้องร้อนมากแน่เลย#$e#เจอ ปลาเทร้าต์สายรุ้ง(rainbow trout) เยอะแน่นอน$h",
		"summer_10": "พรุ่งนี้เธอจะเอาอะไรใส่ซุปหรอ ที่รัก?#$e#ฉันหรอ? ปกติฉันใส่ ปลาดุก(catfish) ล่ะ$h",
		"summer_27": "ทุกปีฉันจะนั่งอยู่บนเรือคนเดียว ดูแมงกระพรุนแสงจันทร์ แต่ตอนนี้มีเธอด้วยมันดีขึ้น10เท่าเลยล่ะ$h",
		"fall_1": "มันเริ่มหนาวขึ้นแล้ว...หวังว่าเราจะเจอ แซลม่อน(salmon) เร็วๆนี้นะ",
		"fall_15": "พรุ่งนี้ไปเล่นตกปลากัน ที่รัก ฉันจะเอารางวัลมาให้เธอ$h",
		"fall_26": "ฉันไม่ค่อยสนเรื่องเขาวงตกเท่าไหร่น่ะ#$e#แต่ถ้าเธอกลัวฉันจะนำทางให้นะ เจ้าปลาน้อย$h",
		"winter_1": "วู้วว... มันหนาวมากเลย#$e#ถึงเวลาพักอุปกรณ์ตกปลา!$h",
		"winter_7": "เทศกาลที่ฉันถนัดมาถึงแล้ว! ปีนี้ฉันจะชนะให้ได้#$e#อยากให้มีแข่งขันตกปลาเยอะๆจัง$h",
		"winter_24": "ทุกสิ่งที่ฉันต้องการในงานวันพรุ่งนี้คือเธอนะ ที่รัก...และก็กล่องทุ่นตกปลาใหม่ด้วย$h",
		"winter_28": "ปีนี้เป็นปีที่นี่สำหรับการตกปลามากเลย แต่มีอย่างอื่นที่ทำให้มันดีมากๆ คือเธอนะ เจ้าปลาน้อย$4#$e#ดื่มฉลองกันเถอะ [346]",
		"spouseRoom_Willy": "#$c .5#เมื่อแทงค์นี่สร้างเสร็จเมื่อไหร่มันจะออกมาดูดีมาก#$e#ใส่ปลาพันธุ์อะไรหรอ...? ทุกพันธุ์ที่ตกได้เลย!$h#$e#ตอนนี้ ฉันเอาเครื่องกรองไปไว้ไหนนะ...",
		"patio_Willy": "เอาขึ้น... ด้ายนี่มันตึงแล้ว..."
}
