
{ 
  //SPECIAL DIALOGUE
  //Unused: "Introduction": "You must be Mr. @. Pleasure to meet you.$5^You must be Ms. @. Pleasure to meet you.$5",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "*สูดน้ำมูก* เกสรดอกไม้นี่...$2",
  "spring_12": "เพนนีและเด็กๆ กำลังระบายสีไข่ อยู่ข้างในห้องสมุดน่ะครับ$1",
  "spring_23": "อดสงสัยไม่ได้จริงๆ ว่าปิแอร์จะขายอะไร ที่บูทสินค้าในวันพรุ่งนี้...$5",
  
  "Mon": "โอ้ สวัสดีครับ คุณ@!$5^โอ้ สวัสดีครับ คุณ@!$5#$b#งานที่ฟาร์มเป็นอย่างไรบ้างครับ?$1",
  "Mon2": "*หาว* สวัสดีครับคุณ @!$5^*หาว* สวัสดีครับคุณ @!$5#$b#ขออภัยจริงๆ ที่ผมสะลึมสะลือไปหน่อย ผมมัวแต่ค้นคว้าวัตถุโบราณทั้งคืน$5#$e#เมื่อค้นพบสิ่งที่ไม่เคยเป็นที่รู้จักมาก่อน... ก็ลืมเรื่องเวลาไปง่ายๆ ซะทุกที!$1",
  "Mon10": "เราได้รับบริจาควัตถุโบราณที่แสนน่าทึ่งและหินแร่เพื่อจัดแสดง...$5#$b#และนี่คือส่วนแบ่งของคุณครับ คุณ @ [336]^และนี่คือส่วนแบ่งของคุณครับ คุณ@ [336]",
  "Tue": "วัตถุโบราณที่สาบสูญยังคงนอนหลับไหลอยู่ในพื้นดินใต้เท้าของพวกเราทุกขณะที่ย่างไป...$5#$e#ท่านเทศมนตรีเลวิส บอกกับผมว่าท่านเห็นคุณขุดวัฒถุโบราณขึ้นมาจากรอบๆ เมือง$5",
  "Tue6": "ผมกำลังไตร่ตรองเรื่องความน่าเชื่อถือของบทความวิจัยอยู่ครับ...$5#$b#ยังมีเรื่องน่ากังขาเกี่ยวกับคนที่เขียนสิ่งนี้$5#$e#ขอให้โชคดีครับ คุณ @$5^ขอให้โชคดีครับ คุณ @$5",
  "Wed": "ผมมีความเชี่ยวชาญทางภาษาอยู่ไม่น้อยครับ รวมถึงภาษาของคนแคระ$5#$b#เราต้องมีความเข้าใจในหลายหลายภาษา เพื่อไขความลับของอดีต$1",
  "Wed8": "คุณทราบข่าวหรือยังครับ? มีนักสำรวจค้นพบวัตถุโบราณในทะเลทรายคาลิโก้!$1#$e#ถือเป็นการค้นพบที่แสนสำคัญมากสำหรับพื้นที่แห่งนี้$5",
  "Thu": "*เฮ้อ* บางคนก็เก็บหนังสือใส่ชั้นไม่เคยจะถูกที่ของมันเลย...$2#$e#โอ้ อย่าได้เก็บเสียงบ่นของผมไปใส่ใจเลยครับ คุณ @$5^โอ้ อย่าได้เก็บเสียงบ่นของผมไปใส่ใจเลยครับ คุณ @$5",
  "Thu8": "บางที อาหารและเครื่องดื่มดีๆ ก็ควรจะถูกจัดแจงไว้ สำหรับการทำงานหนักตลอดสัปดาห์!$1#$e#ไม่ทราบว่า คุณเคยลองค็อกเทลที่ชื่อว่า 'ประกายดาวหาง' หรือยังครับ?$5",
  "Fri": "สักวันหนึ่งนะ ผมจะประกาศการค้นพบที่ทำให้โลกสะเทือน!$1",
  "Fri6": "ช่วงนี้ได้ค้นพบวัตถุอะไรที่ดูเป็นสิ่งโบราณบ้างไหมครับ?$5#$e#มีความลับมากมายที่ยังคงถูกฝังอยู่ใต้ดินในสตาร์ดิวแวลลี่แห่งนี้$1",
  "Sat": "เพนนีจะมาสอนหนังสือให้กับแจสและวินเซนท์ที่ห้องสมุด 3 ถึง 4 วันต่อสัปดาห์$5",
  "Sat4": "วัตถุโบราณและหินแร่ที่คุณบริจาคมา เป็นตัวช่วยในการค้นคว้าของผม คุณ @$5^วัตถุโบราณและหินแร่ที่คุณบริจาคมา เป็นตัวช่วยในการค้นคว้าของผม คุณ @$5#$e#ขอบคุณจริงๆ $5",
  "Sun": "งานในฟาร์มวันนี้ของคุณเสร็จเรียบร้อยแล้วหรือครับ?$5#$e#คืนนี้ผมมีงานค้นคว้าที่ต้องทำต่อ... เริ่มจะเข้าใกล้การค้นพบที่ยิ่งใหญ่แล้ว!$1",
  
  //SUMMER DIALOGUE
  "summer_1": "วันนี้ช่างร้อนอบอ้าว...$2",
  "summer_10": "ท่านผู้ว่าจะมาร่วมในเทศกาลที่จะจัดขึ้นวันพรุ่งนี้ครับ$1#$e#ท่านผู้ว่าเป็นข้าราชที่น่าอัศจรรย์ครับ เขาสามารถคงคะแนนความเชื่อมั่นไว้สูงกว่ามาตรฐานเสมอ$5",
  "summer_28": "มีหนังสือที่มีรายละเอียดเกี่ยวกับการค้นพบทางวิทยาศาสตร์ของแมงกระพรุนแสงจันทร์อยู่ในห้องสมุดครับ$5#$b#ช่างเป็นสิ่งมีชนิดแห่งท้องทะเลที่แสนน่าทึ่ง$1",
  
  "summer_Mon": "คุณอาจจะพบวัตถุฝังอยู่ที่ฟาร์มของคุณก็ได้ครับ$5#$e#มีประวัติศาสตร์มากมายที่ฟาร์ม %farm$5",
  "summer_Mon6": "พวกสไลม์นั้น คงอยู่มายาวนานกว่า 40,000 ปี คุณอาจจะค้นพบสไลม์ที่กลายเป็นหินระหว่างการผจญภัยของคุณก็ได้นะครับ$5#$e#ฮ่าฮ่า! พวกสัตว์ประหลาดมีมายาวนานก่อนมนุษย์ซะอีก$1",
  "summer_Sat": "คุณอาจจะพบดาบโบราณได้ที่ป่าทางทิศตะวันตกครับ$5#$e#เคยมีการต่อสู้การขึ้นที่นั่นเมือนานมาแล้ว...$5#$e#ขอให้โชคดีครับ คุณ @$5^ขอให้โชคดีครับ คุณ @$5",
  "summer_Sat6": "วันนี้นกส่งเสียงร้องกันเจื้อแจ้วเลยนะ$5#$e#อ้าา เกือบจะลืมไปเลย... ผมต้องไปเติมเครื่องให้อาหารนกสักหน่อย$1",
  
  //FALL DIALOGUE
  "fall_1": "อา... คุณได้ยินเสียงนั้นไม่ครับ?$5#$b#เสียงใบไม้กร้อบแกร๊บปลิวล่อนไปตามลม$1",
  "fall_5": "เมื่อวันก่อนวิลลี่ได้เลาเรื่องการตกปลาให้ผมฟังครับ$1#$e#เขามักจะตกปลาที่แม่น้ำในเมืองตอนกลางดึก...$5#$b#ทันใดนั้นเอง... ก็มีแสงส่องประกายจากแม่น้ำพุ่งมาตรงเหยื่อที่ปลายเบ็ดของเขา!$1#$b#เขาบอกว่า นั่นเป็นสิ่งที่'ปลา Angler'หรือปลาตกเบ็ดมักจะทำ$5",
  "fall_15": "ท่านเทศมนตรีเลวิสบอกว่าจะมีนักท่องเที่ยวประมาณ 2 โหล มาเที่ยวชมงานทศกาลในวันพรุ่งนี้ครับ$5",
  
  "fall_Tue": "ผมน่ะ เคยค้นพบสิ่งที่น่าเหลือเชื่อในขณะกำลังทำวิจัยที่มหาวิทยาลัยเมื่อตอนหนุ่มๆ ด้วยนะครับ$5#$e#ขอให้วันนี้เป็นวันที่ดีครับ คุณ @$0^ขอให้วันนี้เป็นวันที่ดีครับ คุณ @$5",
  "fall_Tue8": "ขอบคุณสำหรับการบริจาคของคุณครับ คุณ @$5^ขอบคุณสำหรับการบริจาคของคุณครับ คุณ @$5#$e#คุณได้ทำสิ่งที่ยิ่งใหญ่มากกว่าที่ใครสักคนจะทำได้!$1",
  "fall_Fri": "สิ่งประดิษฐ์ของคนแคระนั้น จุดประกายการปฏิวัติอุตสาหกรรมทั่วโลกเลยครับ$5#$e#เทคโนโลยีของพวกเขาเป็นตัวกำหนดทิศทางของโลกสมัยใหม่ที่เราอาศัยอยู่$1#$e#ขนาดน้ำมัน หรือถ่านหินที่ดูสกปรก... ยังกลายเป็นแหล่งพลังงานจำเป็นของสังคมเรา$5",
  "fall_Fri8": "Sometimes I step outside to gaze at the community garden. Folks have put in a lot of work.$5#$b#If I see a crow land in there, I run out to scare it off!$1",
  
  //WINTER DIALOGUE
  "winter_1": "If you find yourself fatigued from the cold, consider visiting the library.$5#$b#The fire will keep you warm.$1",
  "winter_24": "Many folks are excited for the Winter Star Festival.$1#$e#I'm assisting Gus with food preparations.$5",
  "winter_28": "Snow is clearing soon.$5#$e#Good luck with the farming season Mr. @.$5^Good luck with the farming season Ms. @.$5",
  
  "winter_Tue": "Hmmm...$2#$e#...$2#$e#Oh, hello. I'm pondering about a... dilemma in my research.$5#$e#Good day, Mr. @$5^Good day, Ms. @.$5",
  "winter_Tue8": "Clint told me he feels like an archaeologist at times.$5#$e#Well, that's because of the geodes you're having him open for you.$1",
  "winter_Thu8": "I'll never forget your heroic actions in the mines.$5",
  "winter_Sun": "Hello, Mr. @. I hope you're making the most out of your day!$1^Hello, Ms. @. I hope you're making the most out of your day!$1",
  "winter_Sun6": "Oh, you use your hoe to unearth artifacts?$5#$e#I have a handy shovel I could lend you.$1",
  
  //EVENT DIALOGUE
  "gunther_event1": "Yes. Several civilizations lived in this valley many hundreds of years ago. Elves, dwarfs, void spirits...$5#$b#I'm determined to unravel the mysteries surrounding these ancient societies.$5",
  "gunther_event2": "I concur, Mr. @.$5^I concur, Ms. @.$5",
  "gunther_event3": "Hmm... yes. Many weapons lie beneath the very soil we stand upon.$5#$b#Perhaps one day, we'll discover the origin of these ancient wars between other races...$5",
  "gunther_event4": "Hmm...#$b#Allow me to draw my own conclusion in that case, Mr. @.^Allow me to draw my own conclusion in that case, Ms. @.$5",
  "gunther_event5": "Well... yes. I am nervous.$2#$b#This is my first time exploring the mines.$5#$b#I'm honored a revered adventurer such as yourself is escorting me.$1",
  "gunther_event6": "That's reassuring.$5#$b#I'm honored a revered adventurer such as yourself is escorting me.$1",
  "gunther_event7": "I'll be right behind you.$5",
  "gunther_event8": "I'll be right behind you.$5"
  
}

