
{
  //SPECIAL DIALOGUE
  "Introduction": "โอ้ สวัสดีครับ! คุณคือเจ้าของคนใหม่ ของฟาร์ม %farm สินะครับ!$1#$b#ผมวิคเตอร์ครับ เป็นเกียรติที่ได้พบคุณนะครับ ... คุณ @ ใช่มั้ยครับ?$3",
  "danceRejection": "ขอโทษนะครับ ผมไม่คิดว่า ตัวผมอยากจะเต้นด้วยซ้ำ...$0",
  "divorced": "@... คุณ... คุณทำหัวใจผมแตกสลาย หมดชีวิตผมให้คุณ แล้วคุณ... ก็ทำกับผมแบบนี้เหรอครับ?$2#$b#ได้โปรด...$2#$b#บอกผมได้มั้ยครับว่า ผมทำผิดอะไรไป ผมทำอะไรงั้นหรือครับ? ผมทำให้คุณเจ็บปวดหรือ?$2#$e#คุณ @ ครับ ได้โปรด...$2",
  "secondChance_Boys": "คุณอยากให้โอกาส ความสัมพันธ์ของพวกเรา อีกครั้งหรือครับ คุณ @?$6#$b#ผมไม่แน่ใจเท่าไหร่เลยครับ...$2#$b#คุณทำให้ผมเจ็บปวดมากจริงๆ ตอนคุณหย่ากับผม คุณ @ ผมอยากขอเวลาคิดดูนานกว่านี้ แต่...$2#$b#ผมก็อยาก ให้โอกาสพวกเราทั้งคู่ อีกครั้งเหมือนกันครับ!$3#$b#ผมรู้สึกว่าเราทั้งคู่ สามารถเรียนรู้ จากความผิดพลาด แล้วสร้างความสัมพันธ์ ที่ดีกว่าเดิมได้ครับ$4#$b#นี่ต้องอาศัยความพยายาม จากทั้งสองฝั่ง แต่ผมเชื่อว่า เราจะทำให้มันเวิร์คได้ครับ$3",
  "dumped_Boys": "ไม่ต้องมาคุยกับผมหรอกครับ คุณ @ ...$2#$b#พวกเราไม่ใช่เพื่อนกัน อีกต่อไปแล้วครับ หลังจากสิ่งที่คุณทำ...$2",
  "breakUp": "อะ-อะไรนะครับ? ช่อดอกไม้เหี่ยวๆ นี่?$2#$b#เฮ้อ เป็นเพราะอะไรโง่ๆ ที่ผมทำลงไปใช่มั้ยครับ?$2#$e#เดาว่าพวกเราก็กลับไป เป็นแค่เพื่อนสินะครับ?$0",
  "stardrop_gift": "ไงครับ ยาหยี ผมซื้อผลสตาร์ดรอปนี่ มาฝากคุณครับ$4#$b#มันถูกนำเข้ามาจาก หมู่เกาะใบเฟิร์นเลยนะครับ! สดใหม่จากต้นเซลล์สตาร์เลย$1#$b#รักนะครับที่รัก$4",
  "give_flowersA": "คุณอยากคบกับผมงั้นหรือครับ คุณ @? ผมก็รู้สึกเหมือนกันเลยครับ! ผมประหม่าเกินกว่า ที่จะเป็นคนเอ่ยก่อนน่ะครับ$4#$b#ผมดีใจนะครับ ที่คุณเป็นคนเอ่ยก่อน คุณ @ คุณเพิ่งทำให้ผม เป็นคนที่มีความสุขที่สุด ในคนที่มีชีวิตอยู่เลยครับ!$1",
  "give_flowersB": "ผมไม่รู้เลยครับ ว่าคุณก็รู้สึกเหมือนกัน คุณ @ นี่ทำให้ผม มีความสุขมากเลยครับ!$4#$e#ผมประหม่านิดหน่อยนะครับ แล้วคุณล่ะ?$4",
  "give_pendant": "!!!$7#$b#คุณ... คุณอยากจะแต่งงานหรือครับ? นี่คุณกำลัง ขอผมแต่งงานงั้นหรือครับ คุณ @!?$7#$b#ตกลงครับ! ผมตื่นเต้นมากครับที่ จะได้ใช้ชีวิตที่เหลือร่วมกับคุณ ผมจะบอกท่านเทศมนตรีเลวิส เองครับ  เดี๋ยว ผมต้องบอกคุณแม่ผมด้วย!$1",
  "rejectNPCA": "เอ่อ... ไม่ล่ะครับ @ ขอบคุณ$0",
  "rejectNPCB": "ผมไม่ได้ คิดแบบเดียวกับคุณครับ คุณ @ ผมขอโทษนะครับ$2#$e#คุณอยากให้ผม พูดอะไรอีกงั้นหรือครับ? ผมปฏิเสธไงครับ$0",
  "reject_two_heartA": "คุณ @ ครับ ผมไม่ได้ชอบคุณ แบบนั้นครับ ผมไม่ได้ตั้งใจทำให้คุณผิดหวัง นะครับ$2",
  "reject_two_heartB": "ผมไม่คิดว่า การที่เราสองคนจะคบกัน เป็นความคิดที่ดีหรอกนะครับ คุณ @$0#$e#ผมยังไม่รู้จักคุณมากพอครับ$0",
  "reject_four_heartA": "ผมยังไม่พร้อม ที่จะจริงจังขนาดนั้นครับ ผมขอโทษนะครับ คุณ @$2#$e#ผมบอกว่า ผมยังไม่พร้อมไงครับ$5",
  "reject_four_heartB": "คุณ @ ครับ ผม... ชอบคุณจริงๆ นะครับ แต่...$2#$b#ผมไม่คิดว่าผมพร้อม ที่จะคบกับคุณ ผมขอโทษนะครับ$2",
  "engageA": "เอ่อ... ผมจะทำเป็นว่า ผมไม่เคยเห็นคุณทำแบบนี้ แล้วกันนะครับ$0#$e#อย่ามายุ่งกับผมเลยครับ คุณ @$5",
  "engageB": "นี่คุณจะนอกใจคู่หมั้นของคุณ กับผมเหรอครับ!? คุณเป็นบ้าอะไรเนี่ยครับ?$5#$e#คุณมันน่ารังเกียจ ไปให้ห่างจากผมเลยนะครับ$5",
  "marriedA": "คุณ @ ครับ? นี่คุณกำลังทำอะไรอยู่ครับ? สามีของคุณจะว่ายังไงครับ ถ้าผมบอกเขาว่า คุณเพิ่งจะทำแบบนี้กับผม?$5#$e#ผมจะไม่บอกเขาหรอกครับ ขอเถอะ แค่... หยุดเถอะครับ$2",
  "marriedB": "คุณอยากแต่งงานกับผม? แต่คุณแต่งงานแล้วนี่ครับ คุณ @ พอเถอะครับ$2#$e#คุณ @ คุณเมาหรือเปล่าครับ? ไปเสียเถอะครับ ก่อนที่ผมจะต้องบอกสามีคุณ$0",
  "refusal_knownA": "ผมว่าพวกเราต้อง ใช้เวลาร่วมกันมากกว่านี้ กว่าจะไปถึงขั้นนั้นนะครับ คุณ @$6#$e#ขอโทษนะครับ ผมไม่ตั้งใจ จะทำให้คุณเสียความรู้สึก มันสำคัญน่ะครับ ที่ผมต้องชัดเจนในเรื่องนี้$2",
  "refusal_knownB": "มันเร็วไปหน่อยนะครับ ว่ามั้ย?$0#$e#แต่ขอบคุณนะครับ คุณ @$6",
  "refusal_botherA": "อ่าา... ผมคงต้องปฏิเสธอีกครั้ง ขอโทษทีนะครับ คุณ @$0",
  "refusal_botherB": "อาจจะเป็นโอกาสหน้าครับ$1",
  "refusal_no_heartsA": "นั่นดูสวยดีนะครับ คุณซื้อมันมาจากวิญญาณ ที่ชายหาดหรือเปล่าครับ?$0#$b#ผมเคยอ่านเกี่ยวกับ วิญญาณชาวประมงเฒ่า ที่ขายสร้อยคอของนางเงือก (mermaid pendants) ครับ$6",
  "refusal_no_heartsB": "แล้วไงงั้นหรือครับ นี่คือสิ่งที่จะเกิดขึ้นนะครับ คุณ @ ผมจะเดินออกไป แล้วแกล้งทำเป็นว่า คุณไม่เคยทำแบบนี้นะครับ$0",
  "Resort_Entering": "เป็นชายหาดห่างไกล ที่สวยอะไรอย่างนี้!$1",
  "Resort_Leaving": "มีทรายติดผมผมแหละครับ...$2#$b#ไม่ใช่อะไร ที่ฝักบัวอุ่นๆ แก้ไม่ได้หรอกครับ! มุ่งกลับสตาร์ดิว แวลลี่!$1",
  "Resort_Shore": "ผมสงสัยจังครับ ว่าเกาะไหนกันนะ ที่เป็นที่ตั้งกิลด์ ของชาวคมแรก...$1",
  "Resort_Chair": "คุณสำรวจเกาะ ไปเยอะหรือยังครับ คุณ @?$3#$b#ที่แบบนี้ ต้องเต็มไปด้วย ปริศนายิ่งใหญ่ มากมายแน่นอนครับ$1",
  "Resort_Bar": "กัสมีเมนูเขตร้อน ที่น่าสนใจทีเดียวครับ! ผมคิดว่า ผมจะลอง 'ริงฟรุตซันไรส์ (Ring Fruit Sunrise)'ล่ะครับ!$1",
  "Resort": "ผมอ่านเรื่องภูเขาไฟลูกนั้น มาจากหนังสือ ของนักผจญภัยด้วยล่ะครับ$3#$b#มีเผ่าคนแคระ ที่ใช้ลาวาเป็นเชื้อเพลิงด้วยครับ!$1",
  
  //SPECIFIC TILE DIALOGUE
  "Custom_JenkinsHouse_23_25": "คุณโซเฟียกับผมจะดู 'โรงเรียนวายร้ายของฉัน' กันครับวันนี้ น่าจะสนุกนะครับ$3",
  "Custom_JenkinsHouse_31_11": "ดูอะนิเมะกับคุณ สนุกมากเลยครับ คุณโซเฟีย$3",
  "Custom_JenkinsHouse_21_39": "ใช้เวลากับคุณวันนี้ดีจังครับ คุณโซเฟีย$1",
  "SebastianRoom_5_9": "ทักทายครับ @ เรากำลังเล่น 'ปกรณัมโซโลเรียน (Solorian Chronicles)' กันอยู่$1",
  "Saloon_40_18": "บางทีฉันอาจจะดื่มด่ำกับไวน์ชั้นยอดในไม่ช้า$1",
  
  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "ผมจบจาก มหาวิทยาลัยเพลล์คาร์ ได้สักพักแล้วล่ะครับ$6#$b#คุณแม่ผมน่ะ เซ้าซี้ให้ผมไปทำงาน ที่ไหนสักแห่งได้แล้ว ที่ไหนก็ได้สักที่น่ะครับ$2#$e#ผมเข้าใจนะครับ ว่าผมควรหางานได้แล้ว แต่... ผมก็แค่... ผมต้องการเวลา มากกว่านี้น่ะครับ$2#$q 1001/1002 jobquestion_followup#คุณคิดว่าผมขี้เกียจ เพราะว่าผม ยังไม่ได้ทำงานหรือเปล่าครับ ?#$r 1001 50 jobquestion_no#คุณไม่ได้ขี้เกียจหรอกวิคเตอร์ คุณแค่ต้องการเวลาที่จะหาว่าคุณอยากทำงานอะไร ดูอย่างฉันสิ! ฉันไม่รู้ด้วยซ้ำว่าทำอะไรอยู่ จนเร็วๆ นี้น่ะ#$r 1002 0 jobquestion_neutral#คุณน่าจะลองไปฝึกงานพาร์ทไทม์ดูนะ จะได้ดูว่าชอบอะไร อย่างน้อยแม่คุณจะได้เลิกเซ้าซี้ไงล่ะ#$r 1002 -125 jobquestion_yes#คงไม่ถึงขั้นขี้เกียจหรอก แต่... คุณเรียนจบมาเป็นปีแล้วนะ วิคเตอร์",
  "jobquestion_no": "ใช่แล้วครับ คุณเคยทำบัญชีอยู่ที่โจจ้า แล้วก็เบนเข็มมาทำงาน เป็นชาวไร่แทนสินะครับ$3#$b#เรื่องของคุณ ทำให้ผมมีความหวัง กับอนาคตของผมเลยครับ คุณ @ ขอบคุณนะครับ",
  "jobquestion_neutral": "ผมน่าจะ ลองทำแบบนั้นดูนะครับ ดูบรรยากาศการทำงานดู ว่าผมชอบมั้ย$6",
  "jobquestion_yes": "อืมม... ผมเข้าใจแล้วครับ คุณพูดถูก ผมต้องพยายามมากขึ้นแล้ว$2",
  "jobquestion_followup": "$p 1001#ผมต้องพยายามมากขึ้น เพื่อไล่ตามความฝันของผม ครับ!$1|ผมขอนึกทบทวน ดูอีกสักพักนะครับ คุณ @ ขอบคุณที่มาคุยกันนะครับ$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": "ผมมานึกถึงช่วงชีวิต ที่เมืองซูซูครับ มันช่าง... วุ่นวายและเสียงดังมากครับ$0#$e#อยู่ที่หุบเขาแห่งนี้ แตกต่างจากในเมืองจริงๆ ครับ$1#$q 3001/3002 city_followup#คุณคิดถึง ชีวิตในเมืองมั้ยครับ?#$r 3001 15 city_yes#คิดถึงสิ#$r 3002 15 city_no#ไม่นะ",
  "city_yes": "ไม่น่าแปลกใจครับ เมืองน่ะมีงานมากมาย  เว้นแต่ คุณยินดีจะเป็นนายของตัวเอง ข้างนอกนี่หางานยากมากครับ$0",
  "city_no": "ครอบครัวของผมบางคน อยู่ในเมืองซูซูครับ  คุณแม่กับผมไปเยี่ยมพวกเขา บ้างเหมือนกันนานๆ ทีครับ$3",
  "city_followup": "$p 3001#ดีใจที่เราได้คุยกันนะครับ คุณ @$1|ดีใจที่เราได้คุยกันนะครับ @$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "เอ่อ... นี่มันแปลกๆ นิดหน่อยนะครับ คุณไม่เห็นหรือครับ ว่าผมยังอยู่บนเตียง?$2",
  "JenkinsHouse_6_8": "ผมแปรงฟันอยู่ครับ$0",
  "BlueMoonVineyard": "เห็นทะเลอัญมณี ชัดเหมือนกันนะครับ ในเมืองนี้ โซเฟียเห็นวิวดีสุดเลยนะครับ$1",
 
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "สุขสันต์ฤดูใบไม้ผลิครับ คุณ @$3#$e#ปีนี้ตั้งเป้าหมายอะไรไว้ครับ? ผมตั้งใจจะอ่านหนังสือให้ได้ อย่างน้อยอาทิตย์ละเล่มครับ$1",
  "spring_15": "มีสะพานอยู่ 8 แห่งด้วยกันครับ ในสตาร์ดิวแวลลี่ ครึ่งหนึ่งอยู่ใน เมืองเพลิแกนนี่แหละครับ$3#$b#มันยังมีสะพานไม้เล็กๆ ที่สร้างกันเองอยู่ทุกที่เลยครับ เหมือนอันที่ชายหาดไงล่ะครับ$1#$e#ยอดไปเลยนะครับ ที่สะพานสามารถเชื่อม ชุมชนที่ต่างกันสองฝั่ง เข้าด้วยกันได้น่ะครับ$1",
  "spring_23": "ผมสงสัยจังเลยนะครับ ว่าอบิเกลจะเอาไวน์ คุณภาพระดับอิริเดียม ขวดพิเศษ ไปงานเทศกาลดอกไม้ ด้วยหรือเปล่า?$0#$e#ผมเต้นไม่ค่อยเก่งน่ะครับ$2",
  "spring_28": "ฤดูร้อนไม่มาถึงสักทีนะครับ ผมรอคอยการได้ไปชายหาด ให้บ่อยขึ้นแล้วครับ$1",
  
  "Mon": "สวัสดีครับ วันจันทร์ของคุณ เป็นยังไงบ้างครับ?$0#$e#ผมต้องเขียน อีเมลเยอะแยะเลยครับวันนี้ ไม่ค่อยตั้งตารอเท่าไหร่เลย ครับ$2",
  "Mon6": "ผมกำลังอ่านเกี่ยวกับ การพบเห็นสิ่งมีชีวิตปริศนา ในทะเลอัญมณีอยู่พอดี เลยครับ$3#$b#หนังสือเล่มนี้อยู่ในตระกูลผม มานานแล้วครับ!$1",
  "Mon10": "คืนนี้ผมต้องตรวจทาน แผนผังสะพานหลายแห่งเลย ครับ$0#$e#ตั้งตารอเลยล่ะครับ!$3",
  "Tue": "เฮ้อ... ผมต้องไปร้านของปิแอร์เร็วๆ นี้ล่ะครับ ไม่เข้าใจเลยว่าทำไม คุณแม่ไม่จ้างพ่อบ้าน$6#$e#เฮ้ คุณอยากรับงานพาร์ทไทม์ บ้างมั้ยครับ?$1#$e#เอ๊ะ นั่นมัน ... หยาบคายสินะครับ? ขออภัยด้วยนะครับ คุณ @ ผมเผลอตัวไปหน่อย$2",
  "Tu2": "*ถอนหายใจ*... วันอังคารสินะครับ วันนี้เป็นวันที่ ผมต้องซักผ้าล่ะครับ$2",
  "Tue6": "วันนี้เป็นยังไงบ้างครับ คุณ @? ได้ทำอะไรที่เป็นประโยชน์ หรือเปล่าครับ?$1#$e#ผมอาจจะไปทำโปรเจกต์ สักอันของผมต่อทีหลังน่ะครับ$1#$e#มันดีที่จะทำตั วให้ยุ่งน่ะครับ$3",
  "Wed": "อ่า สวัสดีครับ$0#$e#มีอะไรให้ช่วยมั้ยครับ?$0",
  "Wed2": "หวังว่าวันนี้ จะเป็นวันที่ดีนะครับ$3",
  "Wed8": "คุณ @ ผมกำลังคิดถึงคุณ พอดีเลยครับ$1#$e#คุณดูเหมือนจะยุ่ง ตลอดเวลาเลยนะครับ เป็นแบบอย่างที่ดีมากเลยครับ$3",
  "Wed10": "ดีครับ นี่ไวน์จากห้องใต้ดินครับ[348]$1#$e#เอ่อ ไว้เจอกันนะครับ ถ้าชอบบอกผมด้วยนะครับ!$3",
  "Thu": "วันนี้มีแผนจะทำอะไรมั้ยครับ? ผมน่ะอาจจะกลับไปทำ โปรเจกต์ที่ค้างไว้น่ะครับ$0",
  "Thu6": "ดีใจที่ได้พบนะครับ คุณ @ วันนี้ผมทำงานเสร็จ ไปเยอะเลยล่ะครับ! หวังว่าคุณก็เช่นกันนะครับ$1",
  "Fri": "ทักทายครับ คุณ @! หวังว่าวันนี้จะเป็น วันที่ดีของคุณนะครับ$0",
  "Fri6": "ผมคิดว่าอาจจะดื่มไวน์ ของไร่องุ่นบลูมูน สักแก้วครับคืนนี้$3#$e#กัสน่ะมีตุนไว้ที่ซาลูน เพียบเลยล่ะครับ$1",
  "Sat": "แล้ว คุณชอบอยู่ที่ สตาร์ดิวแวลลี่มั้ยครับ?$0#$e#เยี่ยมเลยครับ$0#$e#...$0#$e#อาหะ เข้าใจละครับ สนุกดีนะครับที่ได้คุยกัน งั้นไว้เจอกันนะครับ?$2#$e#บายครับ คุณ @$0#$e#%วิคเตอร์ ไม่ต้องการพูดคุยแล้ว",
  "Sat2": "ถึงจะเป็นสุดสัปดาห์ ผมก็มีงานต้องทำอีกเป็นกอง เลยล่ะครับ$2#$e#ผลของการ ผัดวันประกันพรุ่งน่ะครับ$0#$e#อาจจะเล่นจอมขโมยมายา 5 ทีหลังน่ะครับ$3",
  "Sat6": "วันนี้มีเวลาว่างเยอะเลยล่ะครับ ผมเริ่มอ่านหนังสือ เล่มใหม่ดีมั้ยครับ? หรือเลือกเกมที่เล่นอยู่ สักเกมมาเล่นดีครับ?$0#$e#ผมว่าผมจะ เล่นเกมดีกว่าครับ!$1",
  "Sat10": "ผมฝันว่า ต้องไปอยู่ไกลบ้าน เมื่อคืนครับ$0#$e#มันรู้สึกสดชื่นแปลกๆ ดีนะครับ$1",
  "Sun": "เอ่อ สวัสดีครับ$0#$e#เป็นวันที่ดีนะครับ?$0#$e#...$0",
  "Sun2": "วันนี้มีแผนจะทำอะไรมั้ยครับ?$1#$e#ผมเหรอครับ? ผมคงจะเล่น เดอะลีเจ้นท์ออฟล้ง ต่อน่ะครับ ติดอยู่ที่ด่านคุกน้ำ ไม่ผ่านสักทีครับตอนนี้$0",
  "Sun8": "วีดีโอเกมนี่มหัศจรรย์ ในแบบของมันนะครับ เหมือนกับหนังสือแหละครับ$3#$e#ไม่มีอะไรจะดึงคุณ เข้าสู่โลกใบอื่นที่แตกต่าง อย่างสิ้นเชิงได้เท่านี้แล้วครับ#$b#ได้พักจากโลกความจริงบ้าง ก็ดีต่อใจนะครับว่ามั้ย?$1",
  "Sun10": "เคยคิดจะสร้างสะพานที่ฟาร์ม %farm เพิ่มมั้ยครับ?$3#$e#อ้อ แค่ถามดูน่ะครับเผื่อ เอ่อ... หลายๆ อย่าง$2#$e#%คุณมองวิคเตอร์อย่างไม่เชื่อถือ#$e#อ่า ไม่มีอะไรหลุดรอดการสังเกต ของคุณไปได้สินะครับ คุณ @ ?$3",
  
  //SUMMER DIALOGUE
  "summer_1": "ฤดูร้อนในสตาร์ดิวแวลลี่ กำลังดีเลยนะครับ ไม่อุ่นไป ไม่หนาวไป$3#$e#สมบูรณ์แบบเลยครับ$1",
  "summer_3_1": "คุณได้ยินเสียงระเบิด เมื่อคืนรึเปล่าครับ? โจจ้าระเบิดหินที่ขวางทาง ไปบ้านของซูซานน่ะครับ$6",
  "summer_11": "คุณแม่กับผมเทไวน์ที่ดีที่สุด ของเราบางส่วนลงหม้อลัวร์ ของผู้ใหญ่ล่ะครับ$1#$e#วัตถุดิบที่แย่เพียงอย่างเดียว ก็ทำลายซุปทั้งหม้อแล้วล่ะครับ คิดดีๆ นะครับก่อนจะใส่อะไรลงไป$2",
  "summer_15": "คุณแม่ของผมทำงานเป็น ผู้จัดการบัญชีอาวุโส ของขนส่งโจจ้า สาขาต่างประเทศล่ะครับ$3#$e#เธอได้เงินและโบนัสมากมาย ที่งอกเงยมากขึ้นไปอีก พอเธอเอาไปลงทุน ในตลาดหุ้นน่ะครับ$1#$b#ตอนนี้เธอเลยค้าหุ้น ทุกวันเลยล่ะครับ ผมน่ะนึกภาพตัวเองค้าหุ้น ไม่ออกจริงๆ ครับ$0#$b#ผมว่าการค้าหุ้น ดูไม่น่าภูมิใจเท่าไหร่น่ะครับ แต่พวกเราแต่ละคน ก็คงมีลิขิตแตกต่างกันไป นั่นแหละครับ$1",
  "summer_24": "ช่างตัดเสื้อส่วนตัวของผม ที่เชสเตอร์เวล เป็นคนตัดเสื้อตัวนี้ให้ผมครับ ผมสั่งตัดเสื้อ กับเธอเสมอเลยครับ$3#$e#ชุดของคุณดู เข้ากับคุณมากเลยนะครับ คุณสั่งมันจากไหนหรือ?$1",
  "summer_28": "แมงกระพรุนแสงจันทร์ เป็นหนึ่งในสิ่งมีชีวิตที่งดงาม ที่สุดในทะเลอัญมณีครับ$3#$b#ผมตั้งตารอดูพวกมัน ทุกปีเลยล่ะครับ$1",

  "summer_Mon": "ฤดูร้อนคราวนี้ ร้อนจนละลายได้เลยนะครับ ดีที่พวกเรามีแอร์อย่างดี$0", 
  "summer_Mon2": "วันก่อนตอนผมไปซื้อของ ที่ร้านปีแอร์ ผมเจอซูซานซื้อเมล็พันธุ์ไปกว่า 200 ถุงแน่ะครับ$6#$b#พนันได้เลยว่า ฤดูหน้าเธอต้องทำกำไร ได้มากแน่เลยครับ$3#$e#ไว้พบกันนะครับ คุณ @$1",
  "summer_Mon4": "เมื่อวานผมเผลอทำ ไวน์หรูขวดหนึ่ง ของคุณแม่หลุดมือครับ...$2#$b#ต้องเอาเงินเก็บมาซื้อไวน์ คุณภาพระดับอิริเดียม จากไร่องุ่นบลูมูน ของโซเฟียเลยครับ$6",
  "summer_Mon8": "ผมทราบครับว่าผมดู 'เนิร์ด' แต่คุณก็ไม่เคย ตัดสินผมแบบนั้น$1#$e#คุณเป็น เพื่อนที่ดีมากเลยครับ คุณ @$3",
  "summer_Tue": "วันนี้ผมได้รับอีเมลเสนองาน จากบริษัทสถาปนิก ชื่อดังล่ะครับ$6#$b#บริษัทตั้งอยู่อีกฟาก ของประเทศเลยครับ ผมไม่สะดวกที่จะ เดินทางไปไกลขนาดนั้น$2",
  "summer_Tue4": "สวัสดีครับ @ ผมกำลังคิดอะไรอยู่ น่ะหรอครับ$6#$e#ผม คือ...$2#$b#บางครั้งผม... ก็รู้สึกเหมือนผู้คนทำดีกับผม ก็แค่เพระาว่าผมมีฐานะน่ะครับ เลยไม่สามารถไว้ใจใครได้ง่ายๆ น่ะครับ$2",
  "summer_Tue6":  "... ฟังนะครับ ผมไม่ได้คิดว่าการมีเงินเยอะทำให้ชีวิตมันลำบากขึ้นหรอก ก็แค่ว่ามันมาพร้อมกับเรื่องเป็นขโยงข-$5#$b#โอ้! @!$7#$e#ขอโทษครับ ผมไม่เห็นว่าคุณมา ผมกำลัง... ฝึกเถียงต่อจากครั้งที่แล้วน่ะครับ$2#$e#ผมแค่อยากเตรียมคำตอบโต้ให้พร้อมเวลาพวกเขามาชวนผมทะเลาะครั้งหน้าน่ะครับ$2",
  "summer_Tue8": "ผมแก้โจทย์เลขที่ซับซ้อน มาอย่างนานเลยครับวันนี้$0#$e#ดีใจที่จะบอกว่า ผมแก้มันสำเร็จแล้วครับ ผมยินดีเสมอสำหรับ การลับสมองครับ!$1#$e#วันนี้ผมสนุกที่ได้คุย กับคุณนะครับ โชคดีนะครับวันนี้ คุณ @!$1",  
  "summer_Tue10": "ผมเรียนรู้เยอะเลยครับ จากการฝึกงานกับคุณราล์ฟ วิศวกรสร้างสะพาน ที่แกรมเพิลตันน่ะครับ$1#$e#หลายอย่าง ไม่ได้มีสอนในโรงเรียนจริงๆ ครับ$3",
  "summer_Wed": "ดีครับ คุณ @ อากาศร้อนแบบนี้ เป็นยังไงบ้างครับ?$1",
  "summer_Wed4": "วันนี้ผมเจอโน้ต ในห้องสมุดของเราด้วยครับ คุณแม่ของผมมีโน้ตเรื่อง เทคนิคการเก็บไวน์ ของอาณาจักรโกโทโร่ ล่ะครับ$2#$b#เธอจะลำบากแน่ครับถ้าผิดคนรู้เรื่องเข้า มันเป็นของต้องห้าม ในสาธารณรัฐเฟิร์นกิลล์น่ะครับ$0#$e#อย่าบอกเธอนะครับ ว่าผมบอกคุณเรื่องนี้$6",
  "summer_Wed8": "ยินดีที่ได้เจอคุณนะครับ หวังว่าวันนี้งานของคุณจะ เดินหน้าตามที่หวังนะครับ!$1#$e#โอ้ ส่วนผมน่ะเหรอครับ? ผมกำลังพยายามจะ อยู่ให้เย็นที่สุดในความร้อน ของฤดูร้อนนี่น่ะสิครับ$3",
  "summer_Thu": "อืมม... ผมต้องคิดว่า วันนี้จะทำอะไรดีน่ะครับ$0",
  "summer_Thu4": "บางครั้ง ผมก็นึกถึงตอนเรียนวิศวะ อยู่ที่มหาวิทยาลัยเพลล์คาร์ น่ะครับ$6#$b#ตอนนั้นชีวิต เรียบง่ายมากเลยครับ$2#$e#ไม่มีใครเคยบอกว่าการ 'เป็นผู้ใหญ่' จะเป็นแบบนี้เลยครับ คุณต้องโดดเดี่ยวโดย ไม่มีใครคอยชี้แนะน่ะครับ$0",
  "summer_Thu8": "คุณเคยฝันไว้ว่าจะได้ มาเป็นชาวไร่ตอนเด็กมั้ยครับ คุณ @?$0#$e#ผมชื่นชมคุณมากเลยครับ ที่คุณทำตามใจรักแบบนี้ มากกว่าที่คุณจะนึกออก เสียอีกครับ$3#$e#คุณเป็นหนึ่งในคนที่ ทุ่มเทมากที่สุด ที่ผมเคยพบเลยครับ ผมรู้สึกเหมือนผมต้องเรียนรู้ อะไรจากคุณอีกมากเลย ทีเดียวล่ะครับ$3",
  "summer_Thu10": "พรุ่งนี้อยากไปดื่มที่ซาลูน ด้วยกันมั้ยครับ?$3",
  "summer_Fri": "...ประทานโทษครับ คุณ @ ผมมีเรื่องต้องคิด เยอะเลยวันนี้ ผมไม่อยู่ในอารมณ์ที่ดี เท่าไหร่น่ะครับ$2#$e#คุณปล่อยให้ผม อยู่คนเดียวได้มั้ยครับ?$2#$e#@... ผมจริงจังนะครับ$5#$e#...$5#$e#คุณรู้อะไรมั้ย? นี่ครับเงินก้อน เอาไปซื้ออะไรดื่มซะนะครับ แล้วไปสักทีเถอะครับ[336]$2",
  "summer_Fri4": "ผมคิดว่า ผมได้นิสัยอารมณ์แปรปรวนง่าย มาจากคุณแม่ครับ บางครั้ง พวกเราก็จบลงที่ การนั่งหน้ามุ่ยในความเงียบ อยู่ด้วยกันครับ$2#$e#คุณอย่าใส่ใจเลยนะครับ ถ้าผมหงุดหงิดใส่คุณ คุณ @ ผมชอบอยู่กับคุณครับ และผมจะไม่ให้อารมณ์ ของผมเองมาขัดขวางแน่$3",
  "summer_Fri8": "พวกเราควรจะไปหา ไอศกรีมกินด้วยกันเร็วๆ นี้นะครับ$1#$e#อเล็กซ์บอกว่าเขามีไอศกรีม 'จากพืช' รสใหม่ด้วยครับ ฟังดูดีต่อสุขภาพของคุณ มากขึ้นชัดๆ เลยครับ$3",
  "summer_Sat": "ผมทิปกัสไป 800G ค่าเครื่องดื่มวันก่อนครับ$6#$b#เขาพูดถึงว่า สถานะการเงินของซาลูน ไม่ค่อยดีเท่าไหร่ เพราะมีคนทานแล้ว ไม่ยอมจ่ายน่ะครับ$2",
  "summer_Sat4": "คุณรู้หรือเปล่าครับว่า สาเหตุสำคัญของการเกิด การปฏิวัติทางอุตสาหกรรม ของสาธารณรัฐเฟิร์นกิลล์ เกิดจากเทคโนโลยี ของคนแคระ?$1#$b#เหล่านักวิทยาศาสตร์ สามารถลอกเลียนเครื่องมือ ของพวกเขาและทำให้มัน ทันสมัยขึ้นเหมาะกับการ ใช้งานของมนุษย์$3#$e#ไว้คุยกันต่อนะครับ คุณ @$3",
  "summer_Sat8": "มีส่วนหนึ่งของนิยายคนแคระ ที่ผมเพิ่งอ่านจบ อธิบายถึง เมืองคนแคระโบราณ บนเทือกเขาแคสคาเดียน ด้วยล่ะครับ$1#$e#เมืองของพวกเขาเคยเป็น ศูนย์กลางการค้าขายที่ใหญ่มาก ของคนแคระยุคโบราณครับ$7#$b#จนถึงวันนี้ พวกเราก็ยังรู้เกี่ยวกับ พวกเขาไม่มากนักครับ...$2#$b#เราเจอเครื่องมือ ของพวกเขาบ้างตรงนั้น บ้างตรงนี้ และรู้ประวัติศาสตร์ ของพวกเขาบางส่วน แต่ก็เท่านั้นแหละครับ$0#$e#ไว้เจอกันใหม่นะครับ คุณ @$3",
  "summer_Sun": "ข่าวบอกว่า องค์กรสืบสวนแห่ง สาธารณรัฐเฟิร์นกิลล์ ต้องการที่จะทำให้ ป่าแถบสตาร์ดิวแวลลี่ โล่งให้หมดครับ$5#$b#องค์กรนั้นปักใจเชื่อว่า พวกเขาจะเจอ วัตถุวิเศษโบราณ ที่จะพลิกหน้าสงคราม กับอาณาจักรโกโทโร่ได้ครับ$0#$e#พ่อมดบนหอคอยนั่น ไม่ยอมให้พวกเขา ทำต่อครับ$6",
  "summer_Sun4": "ผมเห็นคุณเดินเข้าไปใน ตึกของกิลด์ของนักผจญภัย หลายครั้งแล้วครับ$0#$b#มีแต่นักเดินทางจาก แคสเซิลวิลเลจและ หมู่เกาะใบเฟิร์นเท่านั้น ที่เข้าออกที่นั่น$6#$e#ต้องบอกเลยครับว่า มันน่าประทับใจ และคุณกล้าหาญมากที่ ปกป้องหุบเขาแห่งนี้ แล้วก็ยังดูแลฟาร์มใหญ่โต ขนาดนั้นด้วยตัวคนเดียว$1#$e#ผมคงไม่มีวันต่อสู้กับ เหล่ามอนสเตอร์หรอกครับ ไม่อยากเจ็บตัวหรือ แย่กว่านั้นน่ะครับ$2",
  "summer_Sun10": "สวัสดีครับ คุณ @ ผมมีวัสดุเหลือจากโครงการ น่ะครับ คุณอยากได้มั้ยครับ?$1#$e#นี่ครับ! ผมเชื่อว่าคุณหาทางใช้มัน ให้เป็นประโยชน์ได้แน่ครับ[335]$3",
  
  //FALL DIALOGUE
  "fall_1": "ในที่สุด ฤดูใบไม้ร่วงก็มาถึงแล้วครับ สีสันของฤดูนี้สวยดีนะครับ$1",
  "fall_8": "มีสะพานอยู่ 8 แห่งด้วยกันครับ ในสตาร์ดิวแวลลี่ ครึ่งหนึ่งอยู่ใน เมืองเพลิแกนนี่แหละครับ$3#$b#มันยังมีสะพานไม้เล็กๆ ที่สร้างกันเองอยู่ทุกที่เลยครับ เหมือนอันที่ชายหาดไงล่ะครับ$1#$e#ยอดไปเลยนะครับ ที่สะพานสามารถเชื่อม ชุมชนที่ต่างกันสองฝั่ง เข้าด้วยกันได้น่ะครับ$1",
  "fall_15": "ไงครับ คุณ @ ตั้งตอรอเทศกาลแสดงสินค้า พรุ่งนี้อยู่ใช่มั้ยครับ?$3#$b#คุณจะตั้ง การจัดแสดงครั้งใหญ่ สินะครับ?$0#$e#งั้นก็ โชคดีนะครับ! ผมมั่นใจว่า คุณทำได้ดีแน่นอนครับ$1",
  "fall_27": "เทศกาลภูติเป็น เทศกาลโปรดของผมครับ ผมสสัยจังครับว่า เขาวงกตปีนี้จะยากและ น่ากลัวขนาดไหน...$1#$e#พ่อมดเป็นผู้บันดาล เขาวงกตน่ะครับ อดสงสัยไม่ได้เลยนะครับ ว่าเขามีพลังทำอะไร ได้อีกบ้าง$0",
  "fall_28": "หน้าหนาว กำลังจะมาแล้วล่ะครับ... ผมคิดเสมอเลยว่า ผมได้กลิ่นมัน แต่อาจจะแค่คิดไปเอง อย่างคาดหวังนั่นแหละครับ$0#$e#หน้าหนาวเป็นเวลาที่ เยี่ยมยอดสำหรับ การมีห้องสมุดเป็น ของตัวเองน่ะครับ คุณ @$3",

  "fall_Mon": "ผมได้ยินข่าวลือว่าครอบครัว ที่อยู่ในบ้านนี้ก่อนผม เข้ากับเทศมนตีเลวิส ได้ไม่ดีนักครับ$0#$e#คุณแม่ผมรู้รายละเอียด แต่ไม่ยอมบอกผมครับ$6",
  "fall_Mon4": "บางครั้งผมก็หลงคิดแต่ เรื่องในอดีตจนไม่ทันได้ คิดถึงอนาคตน่ะครับ$0#$e#ผมเดาว่ามันคง เหมือนเงาอดีตบดบัง จนมองไม่ค่อยเห็นน่ะครับ$2#$e#...เอ่อ ขอโทษด้วยนะครับ ผมดราม่า คุณ @ ผมซาบซึ้งที่คุณทนฟังผม พูดอะไรไม่รู้เวลาผมรู้สึก หดหู่นะครับ$3",
  "fall_Mon8": "สวัสดีครับ ถ้าอยากได้กาแฟสักแก้วละก็ แวะมาได้ทุกเมื่อเลยนะครับ$3#$e#ผมรู้สึกขอบคุณ ที่แวะมาเป็นเพื่อนน่ะครับ$1",
  "fall_Tue": "มารุช่วยผมแก้แคลคูลัส ในโปรเจกต์ของผม เมื่อวันก่อนด้วยครับ เธอมองอะไรไม่เหมือนใคร ดีนะครับ$3#$b#พึ่งได้มากเลยล่ะครับ!$1#$e#โชคดีนะครับ คุณ @$3",
  "fall_Tue4": "ผมกำลังมีปัญหากับ การเข้ารหัสโปรเจกต์ ของผมอยู่ครับ มันผิดพลาดอะไรสักอย่าง ตรงการเข้ารหัสไพล์น่ะครับ$0#$e#ผมชอบสืบหาต้นตอปัญหาครับ มันหมายความว่า มันมีปัญหาที่จับต้องได้ ให้แก้ไขและมุ่งหน้า ทำน่ะครับ$1",
  "fall_Tue10": "*หาว* ผมโต้รุ่ง ทำแผนสร้างสะพานน่ะครับ$0#$e#สนุกมากเลยครับ!$3",
  "fall_Wed": "ผมจะไปเยี่ยมโซเฟียพรุ่งนี้ ที่ไร่องุ่นของเธอครับ#3#$b#ระหว่างอยู่ที่นั่น ผมจะได้ซื้อไวน์ คุณภาพระดับอิริเดียม ของเธอมาด้วย มันเป็นหนึ่งในของโปรด ของคุณแม่ผมน่ะครับ$1",
  "fall_Wed6": "วันนี้แอบหนาวนะครับ ใส่เสื้อผ้าอุ่นๆ นะครับ คุณ @$1",
  "fall_Wed10": "คืนนี้คุณแม่ผมจะปรุงเห็ด ในอาหารเย็นด้วยครับ...$2#$e#บางทีพวกเราอาจจะ ไปทานข้าวที่บ้านคุณดีมั้ยครับ?$1#$e#ผมทำสปาเกตตี้ ได้ไม่มีใครเทียมเลยนะครับ!$3",
  "fall_Thu": "วันก่อนมาร์ลอนอยู่กับ นักล่ามอนสเตอร์จาก แคสเซิลวิลเลจ หลายคนเลยครับ$0#$b#สาบานได้เลยว่า ผมก็เห็นพ่อมดอยู่กับ พวกเขาด้วยครับ$1#$e#ผมคิดว่าพวกเขา ต้องมีประชุมลับหรือ อะไรกันแน่เลย$6",
  "fall_Thu2": "คุณแม่กับผม ย้ายจากเมืองซูซู มาที่สตาร์ดิวแวลลี่ครับ$6#$b#หุบเขานี่เงียบมากเลย เทียบกับสิ่งแวดล้อมกลางเมือง$3#$e#คุณก็เคยอยู่ที่เมืองไพน์-เมซ่าใช่มั้ยครับ? คุณคงเข้าใจว่า ผมหมายความว่าไง สินะครับ$1",
  "fall_Thu8": "คุณเคยกลัวเวลาต้อง ออกไปผจญภัยมั้ยครับ คุณ @?$0#$e#...ผมคงเคยบอกไปแล้ว แต่ผมอิจฉาความกล้าหาญ ของคุณมากเลยครับ ผมรู้สึกไม่มีประโยชน์สุดๆ ไปเลยบางครั้งครับ$2#$e#ผมคงควรที่จะหาวิธี ของตัวเองที่จะทำให้ ผมมีความหมายในโลกใบนี้ สินะครับ ค่อนข้างคมมากครับ มาดูกันว่าผมจะทำตาม ได้หรือเปล่านะครับ$3",
  "fall_Fri": "ดีที่พบกันครับ คุณ @ ผมรู้สึกอยากไปปีน ยอดเขาพรุ่งนี้จังครับ$1#$b#ทิวทัศน์บนนั้น เยี่ยมไปเลยครับ ในช่วงนี้ของปีน่ะ$3",
  "fall_Fri6": "คุณแม่ของผมเริ่มเขียนภาพ เป็นงานอดิเรกหลายปี มาแล้วครับ$0#$b#เธอพัฒนา มากพอสมควรเลยนะครับ ในฐานะจิตรกร$3#$b#เป็นตัวอย่างที่ดี ของความพยายามที่นำมา ซึ่งความสำเร็จเลยครับ$1#$e#ดูสิครับว่าตัวคุณเอง พัฒนาขึ้นมากแค่ไหน จากตอนแรกที่คุณเริ่มเรียนรู้ การทำฟาร์มใหม่ๆ!$1#$e#ผมหวังว่า วันนี้จะเป็นวันที่ดีะครับ คุณ @$3",
  "fall_Fri8":  "คุณว่า... คุณคิดว่าคุณจะสอน ทักษะของคุณสักอย่าง ให้กับผมได้มั้ยครับ คุณ @?$0#$e#โอ้ ไม่มีอะไรพิเศษหรอกครับ แต่ผมเห็นคุณแม่ของผม เรียนรู้ทักษะใหม่ๆ แล้วผมก็เลยอิจฉาน่ะครับ$0#$e#คงจะดีถ้าได้ลอง ทำอะไรใหม่เร็วๆ นี้น่ะครับ$0",
  "fall_Sat": "ชายไม่มีบ้านที่อยู่ในเต้นท์ บนภูเขาดูคุ้นต าคุณแม่ผมครับ$0#$e#เธอคิดว่าเธอเคย เห็นเขาที่ไหนมาก่อนครับ แปลกใช่มั้ยละครับ?$0",
  "fall_Sat4": "ผมเห็นลีนัสเดินรอบ เมืองเพลิแกนเมื่อคืนครับ ผมรู้สึกแย่ และเสนอเงินให้เขาไป 1,000G ครับ$2#$b#เขา... ไม่รับครับ เขาบอกว่าเขาไม่ต้องใช้ เพราะหุบเขานี่ให้ทุกอย่าง ที่เขาต้องการแล้วครับ$0#$e#ผมเดาว่าผมแค่... ไม่แน่ใจว่าเขาหมายความ ว่ายังไงน่ะครับ$6",
  "fall_Sat8": "ผมเบื่อที่จะนั่งๆ นอนๆ ในบ้านทั้งวันแล้วครับ รู้สึกเหมือนเด็กอมมือเลยครับ$2#$e#ครับ ผมกำลังสมัครงานแล้ว ผมรู้ครับ ผมได้ยินมาหมดแล้ว$2#$e#ผมไม่อยากคุยแล้วล่ะครับ คุณ @$2",
  "fall_Sun": "ผมกำลังอ่านหนังสือที่ชื่อว่า 'ตำนานของเหล่าคนแคระ' ครับ มันเกี่ยวกับเทือกเขา ทั้งหลายที่เหล่าคนแคระ เคยอาศัยและเทคโนโลยี โบราณล้ำสมัยของพวกเขา น่ะครับ$3#$b#หนึ่งในเทือกเขาที่ว่า อยู่ที่สตาร์ดิวแวลลี่ด้วยนะครับ เขาคอร์เนียลน่ะครับ!$1",
  "fall_Sun6": "*ถอนหายใจ* ผมมีธุระต้องทำวันนี้น่ะครับ ไม่ตั้งตารอเลยสักนิดครับ$2",
  "fall_Sun8": "เฮ้ คุณ @! งานที่ฟาร์ม %farm เป็นยังไงบ้างครับ?$3#$e#ดีใจที่ได้ยินอย่างนั้นนะครับ!$1", 

  //WINTER DIALOGUE    
  "winter_1": "พายุเมื่อคืนไม่ธรรมดาเลยนะครับ ผมมองไม่เห็น ยอดหญ้าสักยอด ที่ไหนเลยครับ$6#$e#อย่าลืมใส่เสื้อผ้าหนาๆ และอยู่ในที่อุ่นๆ นะครับ คุณ @$3",
  "winter_7": "คุณพร้อมที่จะเดินฝ่าหิมะ ไปงานตกปลาน้ำแข็ง พรุ่งนี้แล้วหรือยังครับ คุณ @?$0#$b$ผมสนุกที่จะเดินไป ป่าซินเดอร์แซป กับทุกคนครับ$1#$e#ทำให้ผมมีโอกาสคุย กับโซเฟียและแซมครับ ปกติผมเจอพวกเขา ไม่บ่อยเลยครับ$3",
  "winter_17": "ผมซื้อเสาโทเทมวิเศษ จากคนที่มีผ้าคลุมสีฟ้า ที่ตลาดเมื่อคืนมาครับ$3#$b#เขาดูคุ้นตาแปลกพิกล...$0#$e#ผมว่าเขาอาจจะเป็นพ่อมดจาก 'ชาวคมแรก (first slash)' ที่หมู่เกาะใบเฟิร์นน่ะครับ$1",
  "winter_24": "สงสัยจังครับว่า ปีนี้ใครเป็นผู้ให้ของขวัญลับๆ ของผมในงาน เทศกาลแห่งดวงดาวฤดูหนาว$0#$e#ผมหวังว่า จะเป็นโซเฟียครับ!$1",
  "winter_28": "หน้าหนาว ใกล้จะหมดแล้วสินะครับ รอออกไปข้างนอก และตากอากาศ ไม่ไหวแล้วล่ะครับ$3",

  "winter_Mon": "สวัสดีครับ ผมยุ่งอยู่น่ะครับ$6#$e#...$0#$e#เอ่อ... นี่ครับ นี่จะทำให้คุณซื้อ เกมราชาผจญภัยได้ครับ[384]",
  "winter_Mon4": "เคยสงสัยบ้างมั้ยครับว่า เอลฟ์หน้าตาเป็นยังไง? ผมอ่านหนังสือเกี่ยวกับ พวกเขาอยู่ครับ$1#$b#พวกเขาเคยเป็นเผ่าพันธุ์ ที่แข็งแกร่งที่สุดบนโลก จนกระทั่งพวกเขา สูญพันธุ์ไปครับ ไม่มีใครรู้ว่าทำไมพวกเขา ถึงหายไปครับ$0",
  "winter_Mon8": "เมื่อสองสามวันก่อน ผมเกือบชนะ เกมราชาทุ่งหญ้าผจญภัย แล้วครับ$1#$b#ที่แน่ๆ คือ ถ้าคุณชนะเกมได้ คุณจะมีโอกาสได้ตู้เกม ส่งถึงบ้านเลยนะครับ$3#$e#จริงๆ ถ้าผมอยากได้จริงๆ ผมแค่ซื้อมันก็ได้ครับ$0#$e#...ไม่หรอกครับ คุณพูดถูก มันคงไม่เหมือนกันหรอกครับ ผมไม่ควรคิดแต่จะพึ่งเงิน ซื้ออะไรก็ตามที่ผมอยากได้ ขอโทษด้วยครับ$2",
  "winter_Mon10": "เสื้อผ้าของคุณสั่งตัดหรือครับ? ชุดของคุณเนี้ยบมากเลยครับ$1",
  "winter_Tue": "เฟอร์นิเจอร์ส่วนใหญ่ของเรา ทำมือจากแกรมเพิลตันครับ$3#$b#ช่างไม้ที่ทำงานฝีมือ ที่นั่นเป็นระดับต้นๆ ที่ดีที่สุดในโลกเลยครับ$1",
  "winter_Tue4": "ได้กาแฟเปปเปอร์มินท์ สักแก้วคงดีเลยนะครับ$3#$e#ถ้ามีอะไรที่ผมชอบ เกี่ยวกับหน้าหนาวละก็ มันคืออาหารและเครื่องดื่ม ประจำฤดูกาล นั่นแหละครับ$1",
  "winter_Tue8": "ไงครับ คุณ @ เราน่าจะไปดื่ม กาแฟเปปเปอร์มินท์ ด้วยกันบ้างนะครับ$1#$b#ผมจะเลี้ยงเองครับ! กัสใช้ขนมเปปเปอร์มินท์ ออร์แกนิคน่ะครับ$3",
  "winter_Wed":  "พอคุณเรียนฟิสิกส์ มาระดับหนึ่งนะครับ มันจะยากที่จะไม่มอง ไปที่โลกรอบๆ แล้วคำนวณว่าพวกมัน ทำงานยังไงในหัวน่ะครับ$0#$e#ไม่หรอกครับ ก็ไม่เชิงเป็น เรื่องที่แย่หรอกครับ$0",
  "winter_Wed4": "ตอนที่ผมเรียนมหาลัย มีศาสตราจารย์สอนฟิสิกส์ ขั้นสูงคนหนึ่งชื่อ อาร์ ปีเตอร์สันครับ$3#$b#เขาเคยทำงานใกล้ชิด กับพ่อมดที่หมู่เกาะ ใบเฟิร์นครับ$1#$b#คุณจะประหลาดใจเลยล่ะครับ ว่ากฎของฟิสิกส์ใช้กับ โลกของเวทมนตร์ได้ด้วย มากขนาดไหนครับ$7",
  "winter_Wed8": "ผมสงสัยว่ายังมี ร้านหนังสือร้านไหน ในเมืองซูซูที่ผมไม่เคย เข้ามั้ยนะครับ...$0#$e#ผมคอยเติมคอลเลคชัน หนังสือของเราเสมอครับ โดยเฉพาะถ้ามันเกี่ยวกับ การคาบเกี่ยวกันของ ทฤษฏีเวทมนตร์และ ทฤษฎีทางวิทยาศาสตร์น่ะครับ$0#$e#นี่คุณเพิ่งหาวเหรอครับ คุณ @?$1",
  "winter_Thu": "*ถอนหายใจ* วันนี้ผมเหนื่อยมากเลยครับ เล่นวีดีโอเกมสักหน่อย น่าจะเป็นทางที่ดีไม่น้อย ในการยืดเส้นยืดสายนิดๆ หน่อยๆ สำหรับผมนะครับ$2",
  "winter_Thu4": "ผมชอบอ่านเกี่ยวกับ ประวัติศาสตร์มากๆ เลยครับ ทั้งแบบแต่งและ ไม่แต่งเลยครับ$3#$e#การได้ดำดิ่งเข้าไป ในโลกอื่นแล้ว ลืมตัวได้สักพักน่ะ ดีมากเลยครับ$0",
  "winter_Thu8": "วันนี้ผมออกแบบ ต้นแบบโครงค้ำของสะพาน เล่นๆ ในโปรแกรมเสมือน ที่ผมสร้างด้วยล่ะครับ สะพานประเภทนี้น่ะ มีประโยชน์ถ้าคุณต้องการ ข้ามบึงหรือน้ำตื้นๆ น่ะครับ$1#$e#สะพานที่มีโครงค้ำพวกนี้ ถูกกว่าสะพานแบบอื่นมาก ในการสร้างครับ เพราะใช้ไม้รับน้ำหนัก แทนที่จะเป็น หินหรือเหล็กครับ$3#$e#ฟังดูคล้ายๆ เล่นเกมเหมือนกัน ใช่มั้ยล่ะครับ? คุณจะแปลกใจแน่ครับ ถ้ารู้ว่าทักษะตั้งหลายอย่าง ที่คุณเรียนรู้จากในเกม ใช้ประโยชน์ที่อื่น ได้มากแค่ไหน$3",
  "winter_Fri": "ConcernedMonkey ที่เป็นผู้พัฒนา เกมราชาแห่งทุ่งหญ้าผจญภัย กำลังจะทำเกมใหม่ล่ะครับ!$1#$b#ดูจากว่า รทผ สนุกขนาดไหนแล้ว ผมต้องบอกเลยว่า ผมรอเล่นเกมใหม่สุดๆ ไปเลยล่ะครับ$3",
  "winter_Fri4": "ผมต้องซื้ออะไรจาก ร้านปิแอร์สำหรับทริปหน้า บ้างดีนะครับ?$0#$e#ผมว่าวัตถุดิบทำสปาเกตตี้ แล้วกันครับ!$1#$e#คุณเคย ทำสปาเกตตี้มั้ยครับ? มันอา-หร่อยครับ! ผมจะแชร์สูตรทำซอส ให้วันหลังนะครับ$1",
  "winter_Fri8": "อืมม... คุณคิดว่าจะมีใครสนใจ เล่นเกมสร้างสะพาน จำลองมั้ยครับ คุณ @?$0#$e#...ผมรู้สึกว่าคนส่วนมาก ต้องคิดว่ามันน่าเบื่อแน่ๆ เลย แต่ผมพนันเลยว่า ผมทำให้มันสนุกได้ครับ$3",
  "winter_Sat":"แม่ผมขายหุ้นได้ 80,000G เมื่อคืนครับ ผมว่าเธอจะเอาไปซื้อ ไวน์แพงๆ อีกแน่เลยครับ$0",
  "winter_Sat4":"มันชอบไวน์นะครับ แต่ไม่มากเท่าที่คุณแม่ ผมชอบหรอกครับ$3#$e#จะว่าไป... ผมไม่แน่ใจว่า จะมีใครบนโลกชอบไวน์มาก เท่าที่คุณแม่ของผมชอบ แล้วล่ะครับ$1",
  "winter_Sat8": "ผมใช้เวลาอยู่กับคุณแม่ เป็นส่วนใหญ่ครับ เพราะเราอาศัยอยู่ด้วยกัน$0#$b#พวกเราไม่ค่อย มีอะไรเหมือนกันเท่าไหร่ บางครั้งมันก็เลย...ตึงนิดหน่อยครับ$2#$e#ผมแค่รู้สึกว่า ผมยอมปรับตัวเข้าหาเธอ มากกว่าที่เธอยอม ปรับเข้าหาผมน่ะครับ$2",
  "winter_Sat10": "เฮ้ อยากทาน สปาเกตตี้ที่เหลือมั้ยครับ?$1#$e#นี่ครับ!$3[224]#$e#ไว้คราวหน้า ไปทานข้าวด้วยกันมั้ยครับ?$3",
  "winter_Sun": "ผมอู้โปรเจคเข้ารหัส มาสักพักแล้วครับ สงสัยถึงเวลาที่ผมต้อง กลับไปทำวันนี้แล้วสินะครับ?$0#$e#ยินดีเสมอที่ได้พบคุณครับ คุณ @ ขอให้มีวันที่ดีนะครับ$3",
  "winter_Sun4": "ผมกำลังประกอบคอมให้ คนที่เชสเตอร์เวลล์น่ะครับ เมืองเดียวกับที่ผม สั่งตัดเสื้อผ้านั่นแหละครับ$3#$b#เขามีแรมเยอะเลยครับ คงจะใช้ทำงาน ที่ต้องใช้ความจุของแรมมากๆ อย่าง เรนเดอร์วีดีโอ แน่เลยครับ$0#$e#การประกอบคอม เป็นงานอดิเรกของผมน่ะครับ ! ผมดีใจที่มีคนตามหาผม ขอให้ประกอบนั่นนี่ให้น่ะครับ$1#$e#บอกได้นะครับ ถ้าคุณอยากให้ผม ประกอบเครื่องอะไรให้ คุณ @ เพื่อนมีส่วนลดพิเศษ ด้วยนะครับ$3",
  "winter_Sun8": "ไง สวัสดีครับ คุณ @ วันนี้หนาวจริงๆ เลยนะครับ$0#$e#ไปเยี่ยมผมที่บ้านบ้างนะครับ ผมจะชงกาแฟให้ดื่มครับ$1",
  }
