{
  //SPECIAL DIALOGUE
  "patio_Victor": "ฟาร์ม %farm สวยจังเลยครับ คุณ  @ ผมตั้งตารอที่จะตื่นขึ้นมา เห็นมันทุกเช้าเลยครับ!$4#$b#ผมจำตอนที่ที่ผืนนี้ยัง เต็มไปด้วยวัชพืชได้เลยครับ คุณพัฒนามันไปได้ไกลเลย และผมดีใจที่ผมจะได้ อาศัยอยู่ที่นี่กับคุณครับ$4#$e#ผมรักคุณครับ! หวังว่าจะเป็นวันที่ งานคืบหน้านะครับ$4",
  "spouseRoom_Victor": "ไงครับ ที่รัก ผมไปยืมหนังสือมาจาก ห้องสมุดนิดหน่อยน่ะครับ ตำนานปรัมปราของเอลฟ์ และคนแคระ น่าสนใจมากเลยครับ$1#$e#ผมรักคุณนะครับ!$4",
  "funReturn_Victor": "เฮ้! วันนี้เป็นไงบ้างครับ?$1#$b#ผมไปเดินเล่นรอบฟาร์ม และรอบเมืองมาครับ สดชื่นมากเลย อ้อ คุณแม่ผมฝากทักทาย มาด้วยนะครับ! เธอหวังว่า คุณจะไปเยี่ยมบ้างน่ะครับ$3",
  "funLeave_Victor": "วันนี้ผมจะไปซื้อของนะครับ คุณจะฝากซื้ออะไรมั้ยครับ?$1",
  "OneKid_0": "คุณว่า %kid1 จะโตมาเป็นชาวไร่ เหมือนคุณมั้ยครับ?$1#$e#ผมอยากจะรักษาฟาร์ม %farm ไว้ในตระกูลของเราครับ$3",
  "OneKid_1": "ได้ดู %kid1 เล่นเช้านี้ทำให้ผม มีความสุขมากเลยล่ะครับ$3#$e#มันแค่ทำให้ผมรู้สึกว่า ทุกสิ่งทุกอย่าง ที่ผมทำมาในชีวิต ทำให้ผมมีช่วงเวลานี้ได้$1#$b#พวกเรากำลังเริ่มสร้าง ครอบครัวของพวกเรา แล้วนะครับ คุณ @ ด้วยกัน$4#$e#ผมรักคุณเหลือเกินครับ และไม่มีอะไรจะมาเปลี่ยน ความรักของผมได้$4",
  "OneKid_2": "ผมซื้ออาหารเจ้าตัวน้อย ที่ร้านปิแอร์มาเพิ่มแล้วนะครับ ที่รัก$3#$e#คุณไม่ต้องห่วง เรื่องนั้นเลยครับ! ทำกิจกรรมของคุณ ต่อเถอะครับ$1#$e#ผมจัดการทุกอย่าง อยู่หมัดเลยครับที่นี่!$1",
  "OneKid_3": "คุณแม่ผมอยากมาเยี่ยมเร็วๆ นี้ เพื่อจะได้เจอ %kid1 ครับ คุณโอเคมั้ยครับ?$3#$e#ผมดีใจที่คุณโอเคกับ การที่คุณแม่ผมมาเยี่ยม ผมจะบอกเธอนะครับ!$1",
  "OneKid_4": "%kid1 โยนของเล่นใส่ผม เมื่อกี้ด้วยครับ ดีนะที่ผมมีทักษะ ระดับนินจาและหลบได้$0#$e#ก็ได้ครับ มันโดนหน้าผมจังๆ เลย และทักษะผมมันระดับ ตัวสล็อตมากกว่าครับ$2",
  "TwoKids_0": "ผมดีใจที่ %kid2 กับ %kid1 เข้ากันได้นะครับ$1#$b#มันต้องเป็น งานที่ท้าทายพวกเราสองคน มากแน่เลยครับ ถ้าพวกเขาเข้ากันไม่ได้$0",
  "TwoKids_1": "ดูครอบครัวที่พวกเรา กำลังสร้างสิครับ พวกเรา กำลังสร้างครอบครัวจริงๆ นะครับเนี่ย!$4#$e#ผมไม่เคยมีความสุข กว่านี้เลยในชีวิต รักคุณ @ สุดๆ เลยครับที่รัก$4",
  "TwoKids_2": "%kid2 แก้ปริศนาได้ด้วย เมื่อวานนี้ครับ คุณ @$7#$b#ผมว่า %kid2 อาจจะโตขึ้นเป็นวิศวกร หรือสถาปนิกที่มีพรสวรรค์ ในอนาคตแน่เลยครับ$3#$e#ปริศนาอะไรน่ะเหรอครับ? มันก็แค่... เอาไม้รูปดาว ใส่ในช่องรูปดาวน่ะครับ แต่... คุณก็รู้ว่า ผมหมายถึงอะไรใช่มั้ยครับ$0",
  "TwoKids_3": "%kid2 กับ %kid1 ทำห้องเละเลยครับ เมื่อเช้า มัน อ่า... ดูไม่ได้เลยล่ะครับ$0#$e#คุณ @ ไม่ต้องกังวลหรอกครับ ผมทำความสะอาดหมดแล้วล่ะ$1",
  "TwoKids_4": "ผมซื้อผ้าอ้อมให้ %kid1 กับ %kid2 เพิ่มแล้วนะครับ คุณไม่ต้องกังวลเรื่องนั้นเลย คุณ @!$3#$e#รักนะครับ!$4",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "ฤดูใบไม้ผลิที่สตาร์ดิลแวลลี่ สวยมากเลยครับ มันไม่ร้อน หรือหนาวเกินไปน่ะครับ$1#$e#อากาศช่วงนี้ของปี สมบูรณ์แบบมากครับ ต่อให้ฝนตกก็แค่ทำให้ รู้สึกสะอาดเท่านั้นเองครับ$0",
  "spring_1": "ผมได้กลิ่นดอกไม้ เพิ่งผลิดอกกับเกสรล่ะครับ มันถึงฤดูใบไม้ผลิแล้วครับที่รัก !$1#$e#ผมเชื่อว่าเราจะเก็บเกี่ยว ได้อย่างเยี่ยมยอด แน่เลยครับปีนี้!$3",
  "spring_13": "วันนี้คุณจะร่วมล่าไข่ ด้วยรึเปล่าครับ?$3#$b#ผมหวังว่าคุณจะ เอาชนะอบิเกลได้นะครับ เธอเป็นแชมป์ค้างบัลลังก์ครับ เพราะงั้นคงจะสนุกแน่ ถ้าได้เห็นหน้าเธอ ตอนโดนล้มน่ะครับ$1",
  "spring_24": "ผมต้องใส่สูทตัวที่ดีที่สุดของผม ไปเทศกาลดอกไม้วันนี้ครับ!$1#$b#มันสนุกที่ได้เห็นทุกคน เต้นรำไปรอบๆ ตะกร้าดอกไม้สวยๆ น่ะครับ$1",
  "summer_Victor": "ผมอยากทาน ไอศกรีมมินท์ช็อคโกแลตครับ!$1#$b#พวกเราควรไปเยี่ยมอเล็กซ์ ที่ร้านขายไอศกรีมข้างๆ ห้องสมุดกันเร็วๆ นี้นะครับ คุณ @$3",
  "summer_1": "หน้าร้อนมาถึงแล้วครับ! แสงอาทิตย์เจิดจ้าแบบนี้ จะได้ทำให้ผมมีข้ออ้างในการ ออกไปข้างนอกบ่อยขึ้นครับ$1",
  "summer_11": "คุณรู้หรือยังว่าจะใส่วัตถุดิบ อะไรลงไปในซุปวันนี้ครับ คุณ @?$3#$b#ไม่ว่าจะเป็นอะไร มันต้องทำให้ซุป อร่อยแน่เลยครับ!$2#$e#ตราบใดที่ มันไม่ใช่เห็ดน่ะนะครับ ผมเกลียดเห็ดน่ะครับ$6",
  "summer_28": "เราน่าจะจับมือกันคืนนี้ ที่ท่าเรือตอนดู แมงกระพรุนแสงจันทร์ นะครับ$4",
  "fall_Victor": "ช่วงนี้ผมอยากทาน พายฟักทองจังเลยครับ บางทีผมน่าจะแวะซื้อวัตถุดิบ ที่ร้านปิแอร์เร็วๆ นี้ครับ$0#$e#ทานกับข้าวเย็น ต้องดีมากแน่เลยครับ ว่ามั้ยครับ?$1",
  "fall_1": "อ้า ใบไม้ร่วง! ฤดูโปรดของผมครับ! ผมชอยเดินเล่นรอบเมือง ในอากาศเย็นสบายครับ$1#$e#สีสันของหุบเขาก็ดูเหมือน จะสวยขึ้นทุกปีเลยนะครับ$3",
  "fall_16": "วันนี้โชคดีกับการจัดแสดง ที่เทศกาลแสดงสินค้านะครับ!$3#$b#คุณเอาชนะปิแอร์ได้แน่ ผมรู้สึกได้เลยครับ!$1",
  "fall_27": "สุขสันต์วันสยองติ๊งต๊องนะครับ ที่รัก! ถ้าคุณช่วยจับมือผม บางทีผมอาจจะผ่าน พวกมอนสเตอร์ในเขาวงกต ปีนี้ไปก็ได้ครับ!$1",
  "winter_Victor": "บอกผมนะครับ ถ้าอยากจะปาหิมะสู้กัน คุณ @ ผมจะไม่ออมมือให้คุณ หรอกนะครับ!$3#$e#โอเค บางทีผมอาจจะให้คุณชนะ สักครั้งสองครั้งก็ได้ครับ$4",
  "winter_1": "พายุหิมะเมื่อคืน ปกคลุมทั้งเมืองเลยนะครับ แต่งตัวอุ่นๆ เข้าไว้นะครับ เข้าใจมั้ย?$6#$e#ถ้าคุณเป็นหวัด ช่วงหน้าหนาวละก็ ผมจะดูแลคุณเองครับ$4",
  "winter_8": "การแข่งขันตกปลาฤดูหนาว วันนี้แล้วสินะครับ คุณ @$1#$b#พวกเราควรจะเริ่มเดินทาง ได้แล้วนะครับ จะได้เดินไปกับคนอื่นๆ ไปที่จุดตกปลาได้!$1",
  "winter_12": "ไว้พวกเราไปปั้น มนุษย์หิมะกันนะครับ! ผมว่ามันจะต้องดูดี ในสวนหลังบ้านเราแน่ๆ ครับ$4",
  "winter_25": "สุขสันต์ดวงดาวฤดูหนาว นะครับยาหยี ผมเตรียมของขวัญพิเศษ ไว้ให้คุณคืนนี้ด้วย$4#$e#ผมบอกคุณตอนนี้ ไม่ได้หรอกครับว่าคืออะไร$1#$b#คุ้มค่าการรอคอยแน่นอนครับ สัญญาเลย!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Victor": "ผมกำลังเถียงกับตัวเองอยู่ว่า วันนี้ทำอะไรดีครับ$1#$e#อาจจะเริ่มอ่านหนังสือสักเล่ม ดีมั้ยครับ?$3",
  "Indoor_Day_0": "ไงครับ ยาหยี! เป็นยังไงบ้างครับวันนี้?$1#$b#ผมกำลังตัดสินใจอยู่ว่า จะเล่นเกม อ่านหนังสือต่อ หรือทำโปรเจคดีน่ะครับ$0#$e#เดี๋ยวผมก็คง ตัดสินใจได้แหละครับ โชคดีกับงานในฟาร์มนะครับ!$1",
  "Indoor_Day_1": "หิวจังเลยครับ สงสัยจังครับว่า ในตู้เย็นมีอะไรบ้าง... หวังว่าจะมีสปาเกตตี้นะครับ!$3#$e#สาบานได้เลยว่า ผมทานเจ้านั่นได้ตลอดไป โดยไม่เบื่อเลยล่ะครับ$1",
  "Indoor_Day_2": "ผมรู้สึก อยากทำอะไรสักอย่างน่ะครับ เลยทำความสะอาดบ้านไป ไม่เหลือฝุ่นสักเม็ดเลยล่ะครับ !$1#$e#ถ้าคุณเจอฝุ่นสักเม็ดละก็ ผมจะทำลายมันอย่างกล้าหาญ ด้วยไม้ขนไก่ของผมเองครับ!$5",
  "Indoor_Day_3": "ไงครับ ยาหยี! ช่วงนี้ คุณทำงานหนักจังเลยครับ$3#$b#ผมอยากให้เงินคุณไปซื้อ เครื่องดื่มที่ซาลูนบ้างครับ[336]$1#$e#คุณสมควรได้รับมันแล้วครับ ผมรักคุณนะครับ$4",
  "Indoor_Day_4": "อยู่ในฟาร์มกับคุณเป็น ประสบการณ์ที่วิเศษ มากเลยครับ$3#$b#ผมหวังว่าที่รัก ก็รู้สึกเหมือนกันนะครับ$1#$e#มาทำวันนี้ ให้ดียิ่งกว่าเมื่อวาน กันเถอะครับ$1",
  "Outdoor_Victor": "ผมซื้อยาบำรุงสุขภาพ จากหมอฮาร์วีย์ มาให้คุณด้วยครับ$4#$b#นี่จะทำให้คุณ กระปรี้กระเปร่าขึ้น จะได้ทำงานได้มากขึ้นครับ[349]$1#$e#ขอให้เป็น วันที่เยี่ยมยอดนะครับ!$3",
  "Outdoor_0": "มันดีที่จะออกไปข้างนอกบ้าง เป็นบางครั้งคราวนะครับ แม้ว่าจะมีงานที่ผม ควรต้องทำให้เสร็จก็ตามครับ$3",
  "Outdoor_1": "คุณปู่ของคุณโชคดีนะครับที่มีที่ มากขนาดนี้ในสตาร์ดิวแวลลี่$0#$b#เดี๋ยวนี้คงซื้อที่มากขนาดนี้ ไม่ได้แล้วล่ะครับ เว้นแต่จะมีเงินเป็นสิบๆ ล้านล่ะนะครับ$6#$e#ผมดีใจที่คุณตัดสินใจ จะลองทำฟาร์ม แทนที่จะขายที่ไปนะครับ คุณ @!$1",
  "Outdoor_2": "สวัสดีครับ ยาหยี ผมออกมาเปลี่ยนบรรยากาศ แปปนึงนะครับ อย่าให้ผมทำคุณเสียสมาธิเลย นะครับ!$1#$e#พวกเรามานอนกอดกัน เป็นพิเศษคืนนี้เถอะครับ!$4",
  "Outdoor_3": "อู้ววว! เยี่ยมไปเลยครับ ที่ได้เห็นคุณข้างนอกนี่$4#$e#คุณจับผมกำลังฝันกลางวัน ได้คาหนังคาเขาเลยนะครับ$1",
  "Outdoor_4": "ผมชอบ มองดูฟาร์มจากลานครับ คุณทำงานไปได้เยอะมาก เลยนะครับ$3#$e#คุณควรจะภูมิใจมากๆ เลย!$1",
  "Rainy_Day_0": "เพราะว่าฝนตก ผมควรจะอ่านนิยายเล่มนี้ ให้จบเสียทีครับ$0#$e#เฮ้ ผมมีความลับจะบอกคุณ ด้วยครับ$3#$e#คุณเป็นทุกอย่าง ที่ผมชอบที่สุดเลยครับ ผมรักคุณนะครับ$4#$e#อ่า... นั่นอาจจะเลี่ยนไปหน่อย แต่ก็ทำให้คุณยิ้มได้นะครับ$3",
  "Rainy_Day_1": "ผมชอบวันที่ฝนตกแบบนี้ครับ ทำให้ผมมีข้ออ้าง ที่จะอยู่ในบ้านทั้งวันไงล่ะครับ$3",
  "Rainy_Day_2": "ถ้าคุณจะออกไปข้างนอก ระวังเปียกด้วยนะครับ ผมไม่อยากให้คุณไม่สบายครับ$6#$e#แต่ถ้าคุณป่วย ผมจะคอยดูแลคุณเองครับ$4",
  "Rainy_Day_3": "อากาศแบบนี้ เป็นโอกาสอันดีให้ผมทำงาน แผนผังสะพานต่อครับ$3#$e#อย่าให้สภาพอากาศ เป็นตัวกำหนดสิ่งที่คุณต้องทำ วันนี้นะครับ ลุยเลยครับ!$1",
  
  //NIGHT DIALOGUE
  "indoor_Night_Victor": "คุณจะนอนหรือยังครับ? ผมค่อนข้างเหนื่อยน่ะครับ$0",
  "Indoor_Night_0": "วันนี้งานคืบหน้าดีมั้ยครับ?$1#$e#ดีใจที่ได้ยินแบบนั้นนะครับ! คืนนี้จะกอดเป็นรางวัลให้พิเศษ เลยนะครับ$4",
  "Indoor_Night_1": "ผมทำร่างแบบสะพานคร่าวๆ ให้เทศมนตรีของแกรมเพิลตัน เสร็จแล้วครับวันนี้$3#$b#ผมต้องเดินทางไปบอกเธอ ที่เมืองเร็วๆ นี้ล่ะครับ$1",
  "Indoor_Night_2": "เข้ามาใกล้ๆ อีกสิครับ ผมมีอะไรจะบอกน่ะ$0#$e#คุณเยี่ยมที่สุดเลยครับ ผมรักคุณนะครับ$4",
  "Indoor_Night_3": "ผมไปเยี่ยมคุณแม่มาครับวันนี้ เธอฝากบอกคุณว่าสวัสดี น่ะครับ$1#$e#อ้อ แล้วเธอก็ฝากไวน์มาให้ พวกเราอีกขวดด้วยครับ เราเอานี่ไปเก็บที่ตู้อาหาร[348]$1#$e#... หรือจะเอาไปส่งขายก็ได้ครับ เอาที่คุณสบายใจเลยครับ$0",
  "Indoor_Night_4": "เทียบกับในเมืองที่นี่มืดกว่านะ ครับเนี่ย$0#$b#ในเมืองมีเสาไฟมากจนลืม ไปได้ง่ายๆ เลยนะครับว่าเวลาอะไรแล้ว$1",
  "Rainy_Night_Victor": "เฮ้! ผมทำข้าวเย็นไว้ให้ครับ ทานให้อร่อยนะครับที่รัก$1[214 224 228 235 237]",
  "Rainy_Night_0": "วันนี้ดีมั้ยครับ? ผมรอนอนกอดคุณบนเตียงไม่ไหวแล้วครับ$3#$e#ผมรอมาตั้งแต่คุณออกไปทำธุระแล้วครับ!$4",
  "Rainy_Night_1": "ดีใจจังครับที่คุณกลับบ้านแล้ว! วันนี้ผมคิดถึงคุณมากเลยครับ!$1#$e#ถ้าพูดตามจริงแล้ว ปกติผมก็คิดถึงคุณตั้งแต่คุณ ก้าวขาออกจากบ้านแล้วครับ$4",
  "Rainy_Night_2": "ผมทำแผนงานซ่อมแซมสะพาน ตะวันตกในแกรมเพิลตันเสร็จ ไปเยอะเลยครับวันนี้$1#$e#หวังว่าท่านเทศมนตรีจะถูกใจ งานของผมนะครับ$0#$e#ปกติเธอก็ชอบนะครับ$1",
  "Rainy_Night_3": "อืมม... ผมอยากจะพูดอะไรสักอย่าง แต่ผมก็เขินนิดหน่อยครับ...$2#$e#พวกเรามากอดกันมากขึ้นคืนนี้ ดีมั้ยครับ คุณ @$4",
  "Rainy_Night_4": "หลังจากทุกอย่างที่ผมทำไป วันนี้ ผมเหนื่อยแทบสลบเลยล่ะครับ$6#$b#ผมอยากเข้านอนสุดๆ ไปเลยล่ะครับ$3#$e#หรืออาจจะอยากนอนกอดคุณ สุดๆไปเลยก็ได้ครับ$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "ผมทำอาหารไว้ให้คุณ นิดหน่อยครับ! จะทานเลยหรือเก็บไว้ทีหลัง ก็ได้ครับ[210]$1",
  "Good_1": "ผมได้ยินฟาร์ม %farm ออกข่าวเช้านี้ด้วยครับ!$1#$b#ของที่คุณส่งไปขายที่เมืองซูซู เป็นหนึ่งในของคุณภาพดีที่สุด ที่พวกเขาเคยได้ในหลายปี เลยครับ!$3#$e#ผมภูมิใจในตัวคุณมากเลยครับ ที่รัก!$4",
  "Good_2": "%pet ทำให้ผมนึกถึงแมวของผม ที่ชื่อดิวอี้เลยครับ$6#$b#ผมบอกได้เลยครับว่าคุณดูแล %pet ดีมากเลย$3",
  "Good_3": "ไงครับ ยาหยี นี่เงินบางส่วนครับ คุณสมควรได้ดื่มเครื่องดื่มที่ซาลูน หลังจากงานหนักทั้งหลายที่ คุณทำนะครับ![336]$1",
  "Good_4": "ผมไฮไลท์บทความในหนังสือ เรียนวิศวกรรมของผมเพื่อ เก็บรายละเอียดสำคัญมา ตลอดเลยครับ$3#$e#จะว่าไป... คุณเป็นบทความในหนังสือ เรียนของผมหรือเปล่าครับ?$0#$b#เพราะว่าคุณเป็นไฮไลท์ ของวันของผมเลย$4#$e#แหะๆ... เลี่ยนไปใช่มั้ยครับ?$1",
  "Good_5": "นี่ คุณมีอะไรติดหน้าน่ะครับ ให้ผมช่วยเช็ดให้นะครับ$0#$e#*ม็วฟ* รักนะครับ!$4",
  "Good_6": "ผมกำลังชื่นชมสร้อยคอของ นางเงือกที่คุณให้ผมมาอยู่ น่ะครับ$3#$b#ผมจะไม่มีวันถอดมันออกเลย$4#$e#ก็ได้ครับ ผมจะถอดมันออกตอนอาบน้ำ แต่แค่ตอนอาบน้ำนะครับ!$0",
  "Good_7": "ผมชงกาแฟไว้ให้พวกเรา ด้วยครับ นี่ครับ! กาแฟครับ! ผมเทใส่แก้วใบโปรดของคุณ ไว้เลยครับ[395]$4",
  "Good_8": "คุณแม่ให้ไวน์ขวดหนึ่งจาก ห้องใต้ดินของเธอมาครับ ผลิตจากไร่องุ่นเอบีจาเชียว ครับ![348]$1#$e#บางทีเราอาจจะดื่มมันคืนนี้ พร้อมอาหารค่ำดีมั้ยครับ?$3",
  "Good_9": "ผมไม่คิดว่าผมจะมีวันอยาก ย้ายไปจากสตาร์ดิวแวลลี่ เลยครับ$0#$b#ในเมืองผมอาจจะทำเงิน ได้มากกว่า แต่...$2#$b#ผมอยากอยู่ที่นี่กับคุณตลอดไป เลยครับ$4#$e#ไม่มีอะไรมาเปลี่ยน ความรู้สึกผมต่อเรื่องนี้ได้ แน่นอนครับ$4",
  "Neutral_0": "ผมได้เมล์ขยะจากตลาดหุ้น โจจ้าด้วยครับวันนี้$0#$e#ต้องเป็นเพราะประวัติ การค้นหาของคุณแม่ผมแน่ๆ เลยครับ$0",
  "Neutral_1": "ผมรู้สึกอยากเปิดเซฟใหม่ ในเดอะลีเจ้นท์ออฟล้ง จังเลยครับวันนี้ เกมของนีนดูมันเล่นได้ หลายรอบมากจริงๆครับ$1#$e#มันเป็น... เวทมนตร์แห่งวงการดิจิตอล ได้เลยนะครับ จะว่าไปแล้ว$0#$b#ถึงผมจะรักการออกแบบ สะพานแค่ไหน ผมก็ชอบการเข้ารหัส เป็นงานอดิเรกด้วยครับ$3#$b#บางทีในอนาคต ผมอาจจะกลายเป็น ผู้พัฒนาเกมก็ได้ครับ? แต่ผมไม่คิดว่าจะชนะ พรสวรรค์ของ ConcernedMonkey ได้หรอกครับ!$1",
  "Neutral_2": "คุณแม่อบคุกกี้มาให้พวกเรา ด้วยล่ะครับ! อันนี้ของคุณครับ![223]$1#$e#อันนี้มีครีมช็อกโกแลตด้วย ของโปรดของผมเลยครับ!$3",
  "Neutral_3": "วันก่อนผมไปซื้อผักผลไม้สด ที่ร้านปิแอร์มาครับ$3#$b#เขามีของสดที่ดีที่สุดในหุบเขา เสมอเลยครับ$1#$e#คืนนี้เราทำฟรุตสลัดกัน ดีมั้ยครับ?$1",
  "Neutral_4": "ผมกำลังอ่าน 'สงครามมหาธาตุ' อยู่ครับ$3#$e#มนุษย์เงาเป็นแสนตน กับคนแคระทำสงครามกัน หลายพันปีมาแล้วครับ$6#$b#ทั้งสองฝ่ายมีผู้เสียชีวิต มากมายเลยล่ะครับ$2#$e#หนังสือรวบรวมจากเรื่องเล่า ท้องถิ่นที่เหล่าพ่อมดแม่มดจาก หลากหลายหมู่บ้านและเมือง เล่าต่อกันมาน่ะครับ$0",
  "Neutral_5": "ลิ้นชักนึงในครัว มันส่งเสียงเอี๊ยดอ๊าด ผมเลยซ่อมมันแล้วนะครับ$1#$b$ที่รักบอกผมได้นะครับ ถ้ามีอะไรในบ้านต้องซ่อมอีก!$3",
  "Neutral_6": "เช้านี้ผมเผลอใส่รองเท้า กลับด้านครับ ก็สงสัยอยู่ว่าทำไม เท้ามันรู้สึกแปลกๆน่ะครับ$0",
  "Neutral_7": "ผมยืมหนังสือมาจาก ห้องสมุดเล่มนึงครับ ชื่อ 'ก็อบลินผู้ครองความมืด' ครับ$0#$b#เป็นเรื่องเกี่ยวกับก็อบลิน ที่อาศัยตามเหมืองต่างๆ ทั่วโลกน่ะครับ$3#$e#เป็นที่แน่ชัดละครับว่า พวกเขาบางตนเคยอยู่ที่ สตาร์ดิวแวลลี่บนยอดเขา คอร์เนียลน่ะครับ$3#$b#พวกเขาส่วนใหญ่สูญพันธุ์ ไปหมดแล้วล่ะครับ ที่เหลือส่วนมากเป็นสมุนของ แม่มดชั่วร้ายที่ไปล้อเล่นกับ มนตร์ดำน่ะครับ$0#$e#ผู้เขียนหนังสือเล่มนี้เป็นคนมี การศึกษาสูงทั้งนั้นครับ หนึ่งในนั้นคือเอ็ม ราสโมเดียสล่ะครับ$0",
  "Neutral_8": "ผมว่าอาจจะไปเยี่ยมคุณแม่ วันนี้ครับ ผมว่าเธอดีใจที่ผม จะไปเซอร์ไพรส์เธอแน่ครับ$1",
  "Neutral_9": "ไม่รู้ทำไมนะครับ แต่ช่วงนี้ผมอยากดื่มลูน่า ฮอริซอน คอกเทลจังเลยครับ$0#$b#ผมว่าจะไปดื่มสักแก้วที่ซาลูน หลังจากเสร็จงานวันนี้แล้ว น่ะครับ$1",
  "Bad_0": "เมื่อคืนผมฝันร้ายมากเลยครับ ผมรู้สึก... ไม่ค่อยดีเลย$2#$e#อ่า... ไว้ผมเล่าให้ฟังทีหลัง ตอนจะนอนนะครับ คุณ @$2",
  "Bad_1": "เฮ้.. คุณทำผมเสียความรู้สึกเมื่อคืน แล้วผมก็ไม่โอเคเลยกับสิ่งที่ คุณทำน่ะครับ$2#$e#คืนนี้เราค่อยมาว่ากันนะครับ$2",
  "Bad_2": "*ถอนหายใจ*... คุณแม่ผมเสียเงินในการค้าหุ้น เธอเลยอยากให้ผมไปเยี่ยม น่ะครับ$2#$b#เธอจะต้องมาโทษผมแน่เลย ผมรู้ว่าเธอจะทำแน่ครับ$0",
  "Bad_3": "คุณคิดว่าเราจะมาคุยกันอย่าง จริงจังหน่อยได้มั้ยครับคืนนี้?$0#$b#มันเป็น... เรื่องสำคัญน่ะครับ$2#$e#ไว้มาคุยกันเพิ่มหลังคุณ กลับจากทำงานแล้วกันครับ$2",
  "Bad_4": "ผมคิดว่าผมป่วยน่ะครับเมื่อคืน ผมรู้สึกคลื่นไส้ อย่าเพิ่งถูกตัวผมครับ คุณ @$2#$e#ผมไม่อยากให้คุณป่วยไป ด้วยครับ! ผมจะไปเอายา ที่หมอฮาร์วีย์วันนี้แล้วกันครับ$2",
  "Bad_5": "ผมลืมเซฟเกม อะไรที่ทำไว้ ก่อนหน้านี้เลยหายหมดเลย ครับ$2#$b#ผมค่อนข้าง... หงุดหงิด ตัวเองนิดหน่อยครับตอนนี้$5#$e#ขอโทษนะครับ คุณ @... ผม... ผมไม่รู้สึกอยากคุย กับใครครับตอนนี้ ขอให้มีวันที่ดีนะครับ$2",
  "Bad_6": "ผมติดโจทย์แคลคูลัสข้อนี้ มานานมากแล้วครับ แล้วก็ไม่รู้เลยด้วยว่า จะต้องทำยังไงต่อครับ$2#$e#ผม... ไม่พร้อมจะคุยตอนนี้ครับ$2",
  "Bad_7": "ผมได้ยินข่าวไม่ดีเกี่ยวกับ อาณาจักรโกโทโร่ และสิ่งที่ พวกเขาทำกับนักโทษครับ$2#$e#พวกเขา... ผม...$2#$e#...$2",
  "Bad_8": "ดีครับ คุณ @...$2#$e#...$2#$e#%วิคเตอร์กำลังเมินคุณ",
  "Bad_9": "ทุกคนต้องเคยทำเรื่อง ผิดพลาดครับ คุณทำร้าย ความรู้สึกผมเมื่อวาน และผม ยังทำใจไม่ได้ครับ$2#$e#มันต้อง... ใช้เวลาน่ะครับ$2"
}
