{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "4": "โอ้ สวัสดี",
        "Introduction": "อ๋อ... จริงด้วย... ฉันได้ยินมาว่ามีใครบางคน ย้ายเข้ามาอยู่ในฟาร์มเก่าๆ นั่น#$e#แต่มันค่อนข้าง น่าเสียดายจริงๆ นะ เพราะฉันชอบที่จะไปเดินเล่น ท่ามกลางทุ่งหญ้ารกๆ พวกนั้น อยู่ตลอดเวลา$9",
        "Resort_Entering": "ฉันอยากให้ มีนางเงือกที่เกาะนี้จัง",
        "Resort_Leaving": "เดี๋ยวฉันจะไปถามวิลลี่ว่า ระหว่างทางกลับจะมีวิวสวยๆ ให้ดูมั้ย",
        "Resort_Leaving_2": "บางที เราอาจจะเจอผีทะเล ระหว่างทางกลับก็ได้นะ",
        "Resort_Shore": "ทะเลน่ะมันก็สวยนะแต่นานๆ เข้าฉันก็เริ่มเบื่อแล้วล่ะสิ ฉันว่าฉันไปสำรวจ ป่าหรือภูเขาไฟดีกว่า!",
        "Resort_Shore_2": "เธอคิดว่า ฉันเอาเจ้าหนูตะเภา มาด้วยได้หรอ?#$e#ไม่เอาหรอก เจ้าหนูเดวิดคงไม่ชอบแน่ๆ$h",
        "Resort_Umbrella": "ผิวฉันเนี่ย ไหม้ง่ายมากเลย ฉันว่าฉันจะขอหลบในร่ม สักหน่อย#$e#ฉันชอบอยู่ในที่ร่มๆ น่ะ เพราะแสงอาทิตย์ ทำให้ฉันหน้ามืด",
        "Resort_Umbrella_2": "ไง @ อยากจะสร้าง ปราสาททรายกับฉันมั้ย?#$e#แต่จริงๆ แล้วเนี่ยฉันว่า ไปลงเหมืองทะเลทราย จะเยี่ยมกว่านี้นะ!$h",
        "Resort_Umbrella_3": "ไง @ เธอคิดว่า เธอจะสร้างแพได้มั้ย?#$e#ตอนนั่งเรือมา ฉันเห็นเกาะสวยๆ แถวๆ นี้น่ะก็เลยอยากจะไปสักหน่อย",
        "Resort_Wander": "เกาะใหญ่ขนาดนี้ ฉันว่าน่าจะมีสมบัติซ่อนอยู่แน่ๆ เลย#$e#เร็วเข้าไปเอาจอบมาให้ฉัน!#$e#อะฮ่า ฉันล้อเล่นหรอก$h",
        "Resort_Bar": "กัสเค้าทำน้ำอัดลมสีม่วงมาให้ฉันด้วยแหละ แถมรสชาติก็ยังอร่อยสุดๆ!$h",
        "Resort": "บ้าจริง... วิลลี่บอกว่าเราอยู่ได้แค่บริเวณชายหาด...$s#$b#ฉันอุตส่าห์เอาดาบมาแล้วเชียว...$s",
        "danceRejection": "จะจีบฉันเหรอ... ฉันคงต้องพูดว่า ไม่... โทษทีนะ",
        "divorced": "เธอ มาทำอะไรที่นี่? ให้ฉัน อยู่คนเดียว!$a",
        "dumped_Girls": "อย่าพูดกับฉัน!$a",
        "secondChance_Girls": "*เฮ้อ*... ฉันไม่อาจอยู่กับเธอ ได้อีกต่อไปแล้ว @ ขอเพียงก้าวต่อไป ในเส้นทางใหม่ของ พวกเรา$s",
        "breakUp": "โอ้... ฉัน... ฉันเข้าใจ เธอเห็นฉัน เป็นได้แค่เพื่อน...$s#$b#ฉันเข้าใจแล้วว่าเรา ไม่ได้เป็นคู่ที่ดีจริงๆ...$s",
        "Mon": "เฮ้ หยุดงานเหรอ?",
        "Mon2": "โอ้ ว่าไง!#$e#เคยไปเดินเล่น แถวๆสุสานบ้างไหม? มันเป็นสถานที่ ที่เงียบสงบ ซึ่งเหมาะแก่การ ใช้เวลาอยู่คนเดียว",
        "Tue": "เอ่อ... ฉันกำลัง อารมณ์ไม่ดี อยู่น่ะ$s#$e#ก็บอกว่า ฉันกำลังอารมณ์ ไม่ค่อยดีอยู่ไง... ต้องการอะไรเนี่ย?$a",
        "Tue2": "...*เฮ้อ*...$s#$e#ฉันก็รู้นะว่า พ่อแม่หวังดี แต่บางทีพวกเขา ก็ไม่เข้าใจมุมมอง ของฉันเลย... พวกเขาไม่เคยเป็น วัยรุ่นกันเลยรึไง?",
        "Wed": "นี่ ขอโทษนะ ถ้าฉันพูดอะไรไม่ดีออกไป เมื่อคืนฉัน นอนน้อยไปหน่อยน่ะ#$e#มีอะไรหรือเปล่า?",
        "Thu": "#$1 Abigail1#โอว ไม่นะ ฉันคิดว่าคืนนี้ พ่อของฉันต้องทำ อาหารเย็นแน่ๆ เลย$s#$e#ฉันรู้สึกไม่อยาก จะทำอะไรอีกแล้ว ในวันนี้$u",
        "Fri": "ว้าว ฉันเพิ่งจะนึกได้ว่า วันนี้วันศุกร์$u#$e#บางทีฉันก็ ลืมวันลืมคืน เหมือนกันนะเนี่ย",
        "Fri2": "คืนนี้ทุกคนจะไป ฉลองกันที่ซาลูน มันเหมือนเป็น กิจวัตรประจำวันศุกร์ ไปแล้วล่ะ",
        "Sat": "อากาศบริสุทธิ์ของภูเขา ในวันที่ดีๆแบบนี้$h#$e#จะมีกบออกมามั้ยน๊า",
        "Sun": "แย่ล่ะ... ฉันปั่นการบ้าน มาตลอดเสาร์-อาทิตย์ คงไม่พ้นคืนนี้ ด้วยสิเนี่ย...$s",
        "Sun2": "สงสัยจังว่า จะเกิดอะไรขึ้น ถ้าฉันนอนอยู่ที่ สุสานทั้งคืน#$q 17/18 Sun_old#@ เธอว่า พวกเราจะเป็นยังไง หลังจากที่พวกเราตายกันไป?#$r 17 0 Sun_17#ไม่รู้สิ#$r 18 40 Sun_18#เราก็กลายเป็นผีไง#$r 17 0 Sun_17#เราก็จะขึ้นสวรรค์#$r 18 0 Sun_17#ร่างและพลังงานของเรา จะกลับคืนสู่ดวงดาว#$r 17 30 Sun_nothing#ไม่มีอะไร เราก็แค่จากไปจากโลกนี้",
        "Sun_old": "$p 17#ฉันเดาว่า เธอคงคิดว่าไม่มีอะไร เกิดขึ้นใช่มั้ย?$u|บางทีอาจจะมี พลังงานบางอย่าง ก็ได้นะ!",
        "Sun_17": "อืม น่าสนใจดี...",
        "Sun_18": "อืม... เป็นทฤษฏีที่น่า สนใจดีนะ!$h",
        "Sun_nothing": "นี่... ฉันว่านั่นก็ ไม่เลวเหมือนกันนะ$8",
        "Wed2": "ว่าไง @ พักผ่อนจากการ ทำงานอยู่เหรอ?#$e#ฉันก็เหมือนกัน แต่โอ้ ก็ไม่มีอะไร เป็นพิเศษหรอก... ฉันก็แค่กำลัง เข้าคลาสเรียนออนไลน์ อยู่น่ะ",
        "Tue4": "ว่าไง ดีใจจัง ที่ได้เจอเธอ$h#$e#ฉันอยากจะหยุด ความคิดทุกๆ อย่างใน หัวของฉันตอนนี้ ไปสักพัก... แล้วเธอล่ะ เป็นไงบ้าง?",
        "Sat6": "เธอมาถึงที่นี่ เพื่อมาหาฉัน เลยเหรอ? ดีจัง$h#$e#แล้วเธอได้สำรวจ ถ้ำใต้ภูเขานั่น บ้างรึเปล่า?#$e#อืม...น่าสนใจ ฉันก็อยากไปบ้าง เหมือนกัน!$l",
        "Mon8": "...โอ้ @! ว่าไง$h#$e#ไปเดินเล่น กันหน่อยไหมล่ะ? นี่มานี่สิ! ฉันขอดู ลายมือเธอหน่อย *คิกคิก*$h",
        "Thu10": "ว่าไง$l#$e#ช่วงนี้รู้สึก ถึงอะไรบางอย่าง ที่ไม่ปกติบ้างไหม?$l#$b#แต่ไม่ใช่ในเชิง ความหมายที่ไม่ดีนะ$h",
        "Fri6": "วันนี้นกพวกนั้น ส่งเสียงร้อง จิ๊บๆ กันอย่างเป็นสุข เลยล่ะ เหมือนว่าพวกมัน จะมีชีวิตที่เรียบง่าย จนไม่จำเป็นต้องห่วงเรื่อง อนาคตเลยนะ#$e#ถ้าเป็น แบบพวกมันได้ ก็คงจะดีนะ ว่างั้นไหม?",
        "Event_VideoGame_Yes": "เยี่ยม! ฉันว่าเธอคงจะ ผ่านด่านนี้ได้ง่ายๆ เลยล่ะ$h",
        "Event_VideoGame_No": "เฮ้อ... *ถอนหายใจ* วันนี้จะผ่านด่านนี้ มั้ยเนี่ย...$s",
        "Event_Grave1": "เห็นไหมล่ะ? เธอเข้าใจแล้วสินะ ว่าทำไมฉันมา อยู่ที่นี่#$b#ฉันอาศัย อยู่ในหมู่บ้านนี้ มาทั้งชีวิตแล้ว แต่ฉันก็ไม่เคยทำอะไร ที่มันน่าจดจำ เลยสักอย่างเดียว ฉันเลยอยากจะลอง ออกไปผจญภัยดูบ้างน่ะ!$8",
        "Event_Grave2": "แน่นอน ฉันก็ไม่อยากฆ่าหรอก ฉันก็แค่อยากสำรวจอะไร ไปเรื่อยโดยที่ ไม่เจ็บตัวน่ะ!#$b#ที่ผ่านมา ฉันอาศัยอยู่แต่ในหมู่บ้าน โดยที่ไม่ได้ทำอะไร ที่น่าจดจำเลย อยากออกไป ผจญภัยจัง!$8",
        "Event_Grave3": "หา...? เป็นเพราะว่าฉัน เป็นผู้หญิงล่ะสิ$u^ทำไมล่ะ? ฉันก็ แข็งแกร่งพอๆ กับเธอนั่นแหละน่า!$a#$b#ฉันดูแลตัวเองได้ ไม่ใช่เจ้าหญิง ผู้บอบบาง ซะหน่อย!$a#$b#ที่ผ่านมา ฉันอาศัยอยู่แต่ในหมู่บ้าน โดยที่ไม่ได้ทำอะไร ที่น่าจดจำเลย อยากออกไป ผจญภัยจัง!$8",
        "Event_Grave4": "โอ้? งั้นเหรอ$8#$b#ที่ผ่านมา ฉันอาศัยอยู่แต่ในหมู่บ้าน โดยที่ไม่ได้ทำอะไร ที่น่าจดจำเลย อยากออกไป ผจญภัยจัง!$8",
        "Event_Rain_1": "อย่างนั้น เองเหรอ...$8",
        "Event_Rain_2": "อืม... เธอคงจะเป็นพวก ที่ชอบอะไรที่ ครึ้มๆสินะ",
        "Event_Rain_3": "...นั่นสินะ$8",
        "Event_Tragic_1": "อืม... ฉันว่าชีวิตฉัน ตอนนี้ก็โอเคนะ...$s",
        "Event_Tragic_2": "...!$h",
        "Event_Tragic_3": "ฉันคงจะรู้สึกดีขึ้น ถ้าฉันเชื่อมัน...#$b#แต่ฉันทำไม่ได้$s",
        "Event_Cave2_1": "@...$8",
        "Event_Cave2_2": "@... ฉันไม่เป็นไร$8",
        "Event_Cave_1": "...โอเค$8",
        "Event_Cave_2": "ฉันคิดว่า มันก็เป็นปกติที่กลัว กลัวบางอย่าง ที่สำคัญหายไป...$l",
        "Event_Cave_3": "...อืม โอเค โทษทีนะ$9",
        "summer_1": "ฤดูร้อน อีกแล้วเหรอ... แย่จัง ไม่ชอบเลย#$e#อากาศมัน ช่างอบอ้าว มันทำให้ฉันรู้สึก เหมือนลอยตัว อยู่ในซุปเลย",
        "summer_Mon": "เดวิด หนูตะเภาของฉัน มันเกลียด อากาศร้อนน่ะ จู้จี้จุกจิกจริงๆ",
        "summer_Tue": "อากาศก็ชื้น แถมเหนียวด้วยน้ำผึ้ง และเกสรตลอดตั้งฤดู แค่คิดก็อยาก จะเป็นลมแล้ว...$u",
        "summer_Wed": "เธอได้ตกแต่งบ้าน บ้างรึเปล่า? นั่นจะเป็นอย่างแรก ที่ฉันทำเลยล่ะ ถ้าฉันมีบ้าน เป็นของตัวเอง!",
        "summer_6": "เมื่อคืนหลังจาก ฟ้าเริ่มมืดแล้ว ฉันก็ไปชายหาดมา... บางครั้งเธออาจจะ เห็นแสงแปลกๆ สว่าง วิบวับ ไปมาอยู่ท่าม กลางทะเล#$e#หรือบางทีนั่นอาจจะ แค่ความฝัน ของฉันก็ได้... ฉันเริ่มสับสนแล้วว่า อันไหนคือความจริง อันไหนคือความฝัน",
        "summer_Thu": "ถ้าฉันรู้ วิธีใช้ดาบละก็นะ ฉันจะไปสำรวจ ถ้ำใต้ภูเขาติดทะเลสาบ พวกนั้นตอนนี้เลย ข้างในนั้นมันน่าจะเป็น สถานที่ที่ดี และเจ๋งสุดๆ ไปเลยแน่ๆ",
        "summer_Thu4": "โอ้ย... ฉันหวังว่า ฉันจะไม่โดน แดดเผาใน ฤดูร้อนปีนี้นะ$s",
        "summer_Fri": "ฉันอยากเลี้ยงแมวจัง แต่ว่าคงไม่ได้ เพราะพ่อของฉัน เป็นภูมิแพ้ไปซะ ทุกอย่างเลยให้ตายสิ",
        "summer_Sat": "ฉันอยากให้ถึง ฤดูใบไม้ผลิเร็วๆ จังเลย... สายลมเย็นๆ จากภูเขา... กลีบดอกไม้สีแดง ที่พลิ้วไหว... กลิ่นของเห็ดนาๆ ชนิด... *ฮ้าาา*",
        "summer_Sun": "นี่... เธอเคยรู้สึกอยู่ๆ ก็อยากไปผจญภัย บ้างมั้ย @?#$q 25/26 summer_Sun_old#เอาล่ะ...ลองจินตนาการดูว่า เธอถูกรางวัลไปเที่ยวฟรี เธอจะไปเที่ยวที่ไหน?#$r 25 0 Sun_25#ชายหาด#$r 26 30 Sun_26#ในถ้ำมืดๆ#$r 26 30 Sun_26#ในป่าทึบ#$r 25 0 Sun_25#Joja Mega-Mall",
        "summer_Sun_old": "$p 25#ฉันก็ด้วย... แต่เธอต้องไม่ชอบ สถานที่ที่ฉัน กำลังคิดอยู่ ในตอนนี้แน่ๆ|ในอนาคต เราอาจจะได้เป็น เพื่อนบ้านกัน ฉันว่าเราสองคน เหมือนๆกันนะ... แปลกเหมือนกัน...$h",
        "Sun_25": "หืม ฉันว่าเดี๋ยวมัน ก็คงจะล้าสมัย ไม่ช้าก็เร็ว",
        "Sun_26": "ใช่เลย ! ดูน่าสนใจจัง$h",
        "summer_Wed2": "ดีจังนะ ฉันอยากจะอยู่ ในบ้านฟาร์มเก่าๆ แบบเธอจัง#$b#เสียงแตกของพื้นไม้ ละอองฝุ่นที่ เคลื่อนไหวอย่างช้าๆ สถานที่เก่าๆ นี่มีอะไรพิเศษๆ อยู่เรื่อยเลยเน๊อะ?",
        "summer_Tue4": "เธอเป็นผู้ชาย ที่น่าสนใจนะ @ ดีจังที่เธอย้าย เข้ามาที่นี่$h^เธอเป็นผู้หญิง ที่น่าสนใจนะ @ ดีจังที่เธอย้าย เข้ามาที่นี่$h",
        "summer_Sat6": "จริงๆแล้ว ฤดูร้อนปีนี้สนุกกว่า ที่คิดนะ$h#$e#*ฮิฮิ* ตลกจัง ที่ความคิดของคนๆ นึงเปลี่ยนได้ไว ขนาดนี้",
        "summer_Mon8": "ฉันเคยคิดนะ ว่าเมืองเพลิแกนเนี่ย มันน่าเบื่อมากๆ แต่ช่วงหลังๆ นี้ฉันกลับรู้สึกหลงรัก อะไรบางอย่าง ในเมืองนี้ซะแล้วสิ$h",
        "summer_Thu10": "ว้าว วันนี้เธอ ดูดีมากเลยนะ#$e#เอ่อ... ฉันหมายถึง อากาศในฤดูร้อนเนี่ย มันดีต่อผิวมากเลยนะ ใช่ไหมล่ะ?... แฮะๆ...$l",
        "summer_Fri10": "เธอเคยรู้สึกเหงา บ้างไหม!! ตอนอยู่ที่ฟาร์ม",
        "fall_1": "อา... ฤดูใบไม้ร่วง!$h#$e#ดีจัง ฉันเริ่มที่จะเบื่อกับ ฤดูร้อนแล้ว",
        "fall_Mon": "วันนี้ฉันควรจะ ออกไปยืดเส้นยืดสาย แล้วสูดอากาศบริสุทธิ์ ซักหน่อย",
        "fall_Tue": "$d joja#ฉันพยายาม จะช่วยงานในร้าน แทบทุกวันเลย ตั้งแต่ตอนที่ร้านโจจ้า มาเริ่มเปิดธุรกิจที่นี้ | ตั้งแต่ที่ร้านโจจ้าปิดตัวลง ธุรกิจที่บ้าน ของฉันก็ไปได้สวย เลยล่ะ!$h",
        "fall_Wed": "ฉันรอไม่ไหวแล้ว ที่จะได้เห็นฟักทอง ในปีนี้$h#$e#งานเทศกาล ก่อนหมดฤดูกาล ของที่นี่ดูด้อยไปเลย เมื่อเทียบกับที่เมืองซูซู แต่ก็นะสำหรับเมืองเล็กๆ แค่นี้ก็สนุกมาๆ แล้วล่ะ!",
        "fall_Thu": "#$1 AbigailHAND#เมื่อคืนฉันฝันว่า มือซ้ายของฉันกลายเป็น %noun ขนาดมหึมา มันเป็นฝันบอกเหตุ อะไรรึเปล่านะ?#$e#%ดูเหมือนว่าตอนนี้ อบิเกลจะไม่ค่อยอยาก สนทนาเท่าไรนัก",
        "fall_Sat": "$d cc#ฉันไม่อยากเชื่อเลยว่า เธอบูรณะ ศูนย์กลางชุมชนนั่น ด้วยตัวคนเดียว ฉันประทับใจมากๆ เลยนะ|เธอมีหุ่นไล่กา ที่ฟาร์มบ้างมั้ย?",
        "fall_Sun": "อืม... คืนนี้ทำอะไรดีนะ#$q 27/28 fall_Sun_old#ฉันกำลังคิดว่า จะย้อมผมใหม่ล่ะ...เธอคิดว่าไง?#$r 27 10 Sun_27#ย้อมสีดำ#$r 27 10 Sun_27#สี Blonde สิ?#$r 27 20 Sun_WildColor#ลองสีชมพูหมากฝรั่งดูมั้ยล่ะ#$r 28 0 Sun_28#สีผมเธอตอนนี้ นี่แหละดีที่สุด!",
        "fall_Sun_old": "$p 27#ตอนแรก ฉันว่าจะไป ย้อมสีผมแหละ แต่ก็เปลียนใจ | หืม? อะไรเหรอ?",
        "Sun_27": "เป็นการเลือกที่ ปลอดภัยดีนะ?#$e#ฉันจะลองคิดดู อีกทีแล้วกัน",
        "Sun_28": "แน่นอน นั่นคือสิ่งที่เธอ ควรจะพูด$u",
        "Sun_WildColor": "เธอนี่พาเสียงหัวเราะ มาให้ฉันตลอด เลยนะ$h",
        "fall_Wed2": "ปีนี้เธอปลูกฟักทอง รึเปล่า?#$e#เก็บไว้ให้ฉัน ลูกนึงสิ!$h",
        "fall_Tue4": "ฉันทะเลาะกับ พ่อแม่ฉันบ่อยมาก ฉันก็รู้ว่า พวกเขาเป็นห่วง พวกเขาพยายามยัดเยียด สิ่งที่พวกเขาคิดว่า ดีที่สุดให้ฉัน$s#$b#ฉันไม่รู้ว่า ฉันมาบอกเธอทำไม เหมือนกัน แต่อย่าบอกใครนะ$8",
        "fall_Sat6": "ว่าไง$h#$e#ผมของเธอ ดูเจ๋งดีนะ... ไปทำอะไรกับมัน มางั้นเหรอ?",
        "fall_Mon8": "รู้ไหม ฉันต้องกลายเป็น ชาวไร่ในซักวันแน่ๆ เลย...#$e#แต่ฉันสังสัยจังว่า จะเป็นได้จริงๆ ไหมนะ *ฮา*$l",
        "fall_Thu10": "เมื่อคืนฉัน ฝันแปลกๆ ด้วยล่ะ#$e#แล้วก็เจอเธอ อยู่ในฝันนั้นด้วย#$e#เป็นฝันที่ดีนะ$h",
        "fall_Fri6": "ฉันอยากให้ ฤดูใบไม้ร่วง อยู่นานๆจัง$8#$e#เวลาที่ลมแรงๆ เนี่ย มักจะทำให้ฉัน รู้สึกเหมือนกลับไปเป็น เด็กตลอดเลย",
        "fall_Fri10": "ฉันมักจะรู้สึกเหงา ช่วงนี้อยู่เรื่อยเลย แต่ตอนนี้ ไม่แล้วล่ะ#$e#@ เธอวางแผนอนาคต ไว้ยังไงบ้างล่ะ?",
        "winter_1": "แย่จังฤดูใบไม้ร่วง กำลังจะหมด...$s#$e#ไม่เป็นไร ฉันชอบฤดูหนาว เหมือนกัน !$h",
        "winter_Mon": "ข้างนอกมันหนาว เกินกว่าจะออกไป#$e#แต่ฉันก็ยัง ชอบที่จะปั้น ตุ๊กตาหิมะนะ$h",
        "winter_Tue": "ถ้ามีโกโก้ร้อนๆ ควันฉุยซักแก้ว ตอนนี้ก็คงดีนะ",
        "winter_Wed": "ว่าไง ทำฟาร์มในฤดูหนาว มันน่าเบื่อมั้ย?",
        "spring_12": "ฉันจะต้องเข้าร่วม เทศกาลหาไข่ พรุ่งนี้ให้ได้ แล้วเธอล่ะ?",
        "spring_23": "พรุ่งนี้เป็นวัน เทศกาลเต้นรำ เรื่องเต้นน่ะ ฉันไม่เกี่ยงหรอก แต่ทำไม ฉันต้องมาใส่ ชุดเดรสสีขาวโง่ๆ นั่นด้วยนะ...$s",
        "winter_7": "ฉันอยากจะปั้น ตุ๊กตาหิมะเร็วๆ จัง",
        "fall_26": "ฉันจะเจอเธอ ที่เทศกาลฮาโลวีน มั้ย? มาหาฉันที่ วงกตผีสิงนะ$h",
        "summer_10": "ทุกคนดูจะ ตื่นเต้นกับเทศกาลลัวร์ ในวันพรุ่งนี้นะ อาจจะมีเครียดๆ บ้าง เพราะพรุ่งนี้ ผู้ว่าการจะมา ด้วยน่ะ",
        "summer_27": "เธอจะพลาด เทศกาลในพรุ่งนี้ ไม่ได้นะ มันเป็นหนึ่งใน เทศกาลที่วิเศษมาก ของหมู่บ้านนี้ เลยล่ะ",
        "winter_24": "พรุ่งนี้ ฉันจะกินซอสแครนเบอร์รี ให้เยอะๆ เลยคอยดูสิ$h",
        "winter_Thu": "กำลังจะผ่านไป อีกปีแล้ว...#$e#เวลามันผ่าน ไปไวเนอะ ว่าไหม?$s",
        "winter_Fri": "มีอย่างหนึ่งที่ฉัน ได้เรียนรู้จากที่นี่... ทุกคนจะจ้องมาที่เธอ ถ้าเธอทำตัวแปลกไป จากคนอื่น",
        "winter_Sat": "เย้ วันหยุด !#$e#นั่นหมายความว่า เวลาเล่มเกมเพิ่มx2$h#$e#บาย!",
        "winter_Sun": "โอ้ สวัสดี#$q 29/30 winter_Sun_old#ฉันวาดภาพมา 2 ภาพ เธอคิดว่ายังไงบ้าง?#$r 29 20 Sun_29#ฉันชอบ ป่าบนเกาะและเสือ#$r 30 5 Sun_30#ฉันชอบ ออร์ค (Orc) ที่ถือขวาน#$r 29 -50 Sun_Bad#ฉันไม่ชอบซักอย่างเลย",
        "winter_Sun_old": "$p 29#เธอจำภาพที่ฉัน ให้เธอดูได้มั้ย? ฉันบังเอิญทิ้งมัน ไปแล้วน่ะ$s|เธอจำภาพออร์ค (Orc) ที่ฉันให้เธอดู ได้มั้ย? ฉันส่งมัน เข้าประกวดออนไลน์แล้ว ได้รางวัล 50g แหละ!$h",
        "Sun_29": "งั้นเหรอ? อืม... เป็นอย่างงี้นี่เอง",
        "Sun_30": "ดีจัง เวลาโชว์ผลงาน ให้คนอื่นดูนี่มัน น่าอายนะ แต่ฉันว่า เธอกับฉันเนี่ย คงไม่ใช่ คนอื่นคนไกล กันเท่าไรเน๊อะ",
        "Sun_Bad": "แย่ที่สุด ! ทำไมเธอต้องทำร้าย จิตใจกันด้วยล่ะ เธอนี่มันไร้ความรู้สึก !$s",
        "winter_Wed2": "ว่าไง ถ้าเธอเบื่อๆ มาเที่ยวที่ห้องฉัน ก็ได้นะ#$e#แน่นอนว่า ต้องเป็นตอนที่ฉัน ไม่ได้เปลี่ยนเสื้อผ้าอยู่นะ!",
        "winter_Tue4": "หนาวจัง อยากได้ โกโก้ร้อนๆ ซักแก้วจัง",
        "winter_Sat6": "หลังๆมานี้ ฉันฝันกลางวัน บ่อยมาก...#$e#อ๋า! เธออยากรู้มั้ยล่ะว่า เกี่ยวกับอะไร?...$u#$b#ไม่บอกหรอก *ฮ่าๆ*$h",
        "winter_Thu10": "จะผ่านไป อีกปีนึงแล้ว...#$b#เป็นปีที่ดีมาก เลยเน๊อะ เธอว่างั้นมั้ย?$h",
        "winter_Wed6": "มันคงจะดีมากเลย ถ้าไม่ต้องมาห่วงดูแลพืชผัก ในช่วงเวลานี้#$e#ซึ่งก็แน่นอน! นั้นหมายความว่า เธอจะมีเวลาให้ฉัน มากขึ้นกว่าเดิม !$h$h",
        "winter_Fri10": "@ ฉันมีบางอย่าง จะบอกเธอ...#$e#เอ่อ...คือ...เอ่อ... รองเท้าของเธอ ! มันดู...เอ่อ... สะอาดดีนะ *กลืนน้ำลาย*#$e#ค...แค่นี้แหละ... *ถอนหายใจ*$s"
    }
}
