{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้ เฮ้ นายคือคนที่มาใหม่ใช่ป่ะ? เจ๋ง^เฮ้ เธอคือคนมาใหม่ ใช่ป่ะ? ผมว่าเราคงเข้ากันได้ดี ผมชื่ออเล็กซ์#$e#ไว้เจอกันใหม่",
        "danceRejection": "ไม่ล่ะ... ผมว่าจะไปชวนคนอื่น โชคดีนะ",
        "divorced": "ผมคิดว่าเรามีอะไรที่พิเศษ... ผมว่าผมคิดผิด$s",
        "dumped_Guys": "คุณไม่คุ้มค่า กับเวลาของผม$a",
        "secondChance_Guys": "ผมไม่รู้ ว่าผมจะไว้ใจคุณ ได้อีกหรือไม่ แต่ผมยินดี จะให้โอกาสคุณ$9",
        "breakUp": "คุณกำลังให้ฉัน ทำอะ...?$7#$b#*กำลังโกรธ*... เข้าใจล่ะ เอาล่ะ... เยี่ยมเลย คุณเลือกได้แล้ว คุณจะไม่ได้เห็น การอ้อนวอน จากผมแน่ๆ$a",
        "Mon": "รู้เปล่าว่าผมเคยเล่นเป็น ควอร์เตอร์แบ็ก ในทีมรวมดารา ที่โรงเรียนนะ นี่พูดจริงนะ$u#$e#เห็นดาวบน แจ็คเก็ตผมไหมล่ะ นี่เป็นหลักฐานชั้นดีเลย",
        "Tue": "ทะเลนี่เหมาะ กับการมาเที่ยว แล้วก็อาบแดดจริงๆ#e#คุณควรจะออกมารับ แสงอาทิตย์บ้างนะ ไม่งั้นผิวซีดแย่เลย#$e#*เฮ้อ*... ผมหวังว่าจะมีเด็กผู้หญิง ในเมืองนี้มากกว่านี้ เข้าใจที่ผม หมายถึงใช่ปะ?$s^เฮ้ เธออยากจะไปทะเล กับผมไหม? เธอมีบิกินี่ใส่รึเปล่า?",
        "Wed": "เป็นวันที่เหมาะ กับการเล่นขว้างบอลนะ ว่าไหม?$u#$e#$q 5/6 Wed_01_old#อยากชวนคุณ เล่นขว้างบอลกับผม คุณดูเหมือนไม่ชอบ กีฬาพวกนี้เท่าไหร่?^อยากชวนเธอ เล่นขว้างบอลนะ แต่คงไม่เหมาะเท่าไหร่#$r 6 0 Wed_01_02#ไม่เป็นไร มองเธอเล่นไกลๆ ก็ได้#$r 5 15 Wed_01_01#ฉันอยากเล่นขว้างบอล กับนายนะ!#$r 5 0 Wed_01_03#(โกรธ) พูดงี้ หมายความว่าไง?",
        "Wed_01_old": "#$p 5#เอ้า รับ! ...ล้อเล่นน่ะ ฮ่าฮ่าฮ่า|แค่หวังว่า จะมีคนเล่นขว้างบอล ด้วยกัน...$s",
        "Wed_01_01": "จริงเหรอ? ผมว่า ผมคงประเมินคุณ ต่ำไปหน่อย#$b#ผมปวดแขนนิดหน่อย ไว้ครั้งหน้าแล้วกัน",
        "Wed_01_02": "ใช่ บางคนไม่ได้เกิดมา เพื่อเล่นกีฬา",
        "Wed_01_03": "อ่า... ช่างมันเถอะ",
        "Thu": "อากาศเริ่มอุ่นขึ้นแล้ว... ฉันรู้สึกกระปรี้กระเปร่า",
        "Fri": "เฮ้ ว่าไง พ่อหนุ่มชาวไร่?^เฮ้ ว่าไง แม่สาวชาวไร่ กางเกงใหม่ป่ะเนี่ย? เข้ากับเธอดี#e#โอ้ เกือบลืม! วันนี้ต้องวิดพื้น!#e#ทุกครั้งที่วิดพื้น ผมจะเพิ่ม รอบที่แล้วมาอีกหนึ่ง เจ๋งป่ะล่ะ วิธีนี้?",
        "Sat": "ปวดแขนมากเลย แต่ก็เป็นธรรมดา ของคนชอบออกกำลัง แบบผมอ่ะนะ#e#เมื่อวานวิดพื้น ตั้งพันรอบแหนะ",
        "Sun": "เฮ้#$e#อะไรนะ อยากคุยด้วยเหรอ? ผมไม่ว่างหรอก",
        "Sun2": "เฮ้ @#$e#ใช่แล้ว ผมจำชื่อคุณได้นะ",
        "Sun4": "เฮ้ @#$e#ใช่แล้ว ผมจำชื่อคุณได้นะ",
        "Fri4": "เฮ้ @ ดีใจจังที่แวะมาหา#e#ผมไม่อายที่จะบอกว่า ผมรักคุณยายของผมนะ!#$e#แต่คุณตา ก็อีกเรื่องนึง...#$e#ล้อเล่น!$h",
        "Tue6": "ไม่มีอะไรดีไปกว่า วันที่มาชายหาดกับเพื่อนๆ... จริงไหม?",
        "Mon8": "คุณรู้อะไรไหม ผมเคยอยากมีชื่อเสียง อยากมีทรัพย์สมบัติมากมาย แต่ผมว่าผมเปลี่ยนใจ แล้วแหละ เพราะสุดท้าย คนเราก็ไม่ได้ต้องการ อะไรมากไปกว่าการรู้จักพอ ไม่คิดเหมือนกันเหรอ?#$e#ผมก็ยังอยากเป็นโปรนะ แต่มันไม่ได้สำคัญ ที่สุดในโลกสักหน่อย",
        "Fri8": "ไง @ วันนี้นายดูกระฉับกระเฉงจัง$h^เฮ้ @ ตัดผมใหม่ป่ะครับ? รู้สึกอะไรบางอย่าง มันดึงดูดผมจังเลย$h",
        "Sat10": "สำหรับผม ช่วงนี้มันยากที่จะ รวมรวบสมาธิจัง$l",
        "Event_beach1": "แน่นอน ถ้าคุณไม่ได้คิดว่าคุณบ้านะ หรือไม่ก็เนิร์ด",
        "Event_beach2": "จริงเหรอ? คุณคงชอบทำอะไรแปลกๆสินะ $a#$b#โทษที",
        "Event_books1": "เปล่าสักหน่อย! ชมกันเกินไปแล้ว$a",
        "Event_books2": "ใช่ ผมว่าคุณทำถูก...$s",
        "Event_books3": "คุณต้องไม่เห็นด้วยกับผมสิ $a",
        "event_box1": "ใช่... ผมรู้ แต่นั่นก็เป็นเหตุผล ว่าทำไมผมถึงจริงจัง กับการเล่นกีฬานัก... $9#$b#ไม่ว่าผมจะทำได้หรือไม่... ตราบใดที่ผม พยายามอย่างดีที่สุด เธอคงจะภูมิใจ ขอบใจนะ",
        "event_box2": "โห... วันนี้วันครบรอบ ที่แม่ผมเสียนะ! เห็นใจกันบ้าง...$a",
        "event_box3": "...ขอบใจนะ @#$b#นาย... ไม่เหมือนใครคนอื่นเลย ใส่ใจผมมากกว่าใครๆ$l^เธอเป็นเพื่อน ที่ดีที่สุดของผม ในเมืองนี้เลย...#$b#ดีใจจัง ^พูดแบบนี้ มันน่าอายเปล่าเนี่ย?$l",
        "event_box4": "นั่นไม่ช่วยให้ รู้สึกดีขึ้นเลยไอ้บ้า$a",
        "Event_parents1": "น่าเก็บไปคิดนะ...",
        "Event_parents2": "พวกเค้าไม่ท ำแบบนั้นหรอก!$a",
        "Event_parents3": "บางที คุณอาจจะถูก... ไม่รู้สิ$s",
        "summer_1": "เฮ้ หน้าร้อนนี่เป็น ช่วงที่ดีที่สุดของปีเลย#$e#ตอนนี้กำลังดี เพราะฤดูอื่นๆกำลังรอเราอยู่ แล้วเจอกัน",
        "summer_Mon": "เฮ้ พ่อหนุ่มทำฟาร์ม คล้ำขึ้นนะเรา^เฮ้ สาวทำฟาร์ม ผิวเริ่มเป็น สีแทนสวยแล้วนะ$h#$e#หน้าร้อนนี้ ยิ่งฝึกเยอะ ก็ยิ่งเข้าใกล้การเป็น มืออาชีพ#$e#แล้วคุณจะได้อวดคนอื่นว่า คุณรู้จักผมไง เจ๋งป่ะล่ะ?",
        "summer_Tue": "ถ้าทรงผม ของผมไม่โดนใจสาวๆ ผมสาบานว่า จะโกนให้หมดทั้งหัวเลย#$e#*ถอนหายใจ*... ชีวิตบางทีก็ต้องมีเรื่องยากๆ ",
        "summer_Wed": "เฮ้ หนุ่มเจ้าของฟาร์ม ผมมีคำถามจะถาม...^เฮ้ สาวน้อยเจ้าของฟาร์ม ผมมีคำถามจะถาม...#$b#$q 52/53 summer_Wed_01_old#คิดว่าผม จะเป็นนักกีฬา มืออาชีพได้ไหม?#$r 52 30 summer_Wed_01_01#นายเกิดมา เพื่อเป็นตำนาน ในวงการนี้ อยู่แล้วน่า!#$r 52 0 summer_Wed_01_02#ก็อาจจะนะ ถ้าฝึกเยอะๆ#$r 53 -50 summer_Wed_01_03#ไม่ นายทำมัน ไม่ได้หรอก แล้วก็ผันตัวเอง มาเป็นพนักงานขาย",
        "summer_Wed_01_old": "$p 52#เฮ้ ถ้าผมได้เป็น มืออาชีพเมื่อไหร่ คุณบอกคนอื่นได้เลยว่า คุณเป็น \"แฟนคลับ\"คนแรกของผม ไม่เลว ใช่ป่ะ?|เฮ้ ผมฝึกหนักขึ้นเป็นสองเท่า ผมจะเป็นมืออาชีพ แล้วจะพิสูจน์ให้เห็นว่า คุณผิด คอยดูเหอะ$a",
        "summer_Wed_01_01": "เฮ้ นั่นแหล่ะที่ผมหมายถึง!$h#$e#คุณเจ๋งกว่าที่ผมคิดนะเนี่ย",
        "summer_Wed_01_02": "อืม ผมโอเค ผมคงไม่ฝึกหนัก ขนาดนั้นแล้วล่ะ$u",
        "summer_Wed_01_03": "นั่นมันบ้าชัดๆ นายแค่อิจฉาเพราะว่า ผมมีความสามารถ ผมเป็นที่นิยม แต่นายไม่ใช่$a^น่าขำเนอะ เธออิจฉาที่ผม เป็นที่นิยมมากกว่า งี่เง่า $a#$e#ไปไกลๆเลย$a",
        "summer_Thu": "เฮ้ นายดูแข็งแรงนะ ทำงานที่ฟาร์มทั้งวัน^เฮ้ หุ่นเธอดูดีจังนะ ทำงานฟาร์มทั้งวัน#$e#บางทีเธออาจ จะแข็งแรงเท่าผมก็ได้ น่าสนใจใช่ไหมล่ะ?#$e#ทำไมเธอมีหน้าตา แบบนั้นล่ะ?",
        "summer_Fri": "คุณต้องการอะไร?#$e#ผมมีอะไรที่สำคัญกว่า ต้องทำในตอนนี้นะ",
        "summer_Sat": "งืมมมม... ผมได้กลิ่นบาร์บีคิว#$e#โหย ผมว่าผมต้องไป ซื้อเบอร์เกอร์กินล่ะ",
        "summer_Sun": "ได้รองเท้าใหม่มาเมื่อวาน เพราะคู่เก่ามีแต่ จุดด่างเต็มไปหมด#$b#ก็โยนทิ้งถังขยะไปอ่ะ จริงๆก็ว่าจะบริจาค แต่ไม่อยากให้คนแปลกๆ มาใส่รองเท้าผมอ่ะนะ เข้าใจปะ?#$e#...มีไร?$a",
        "summer_Sun4": "โอ้ ว้าว...รองเท้าคุณสกปรกจัง... แต่ก็โอเคนะ!#$e#คนเรามันรสนิยม ไม่เหมือนกันเนอะ",
        "summer_Thu4": "เฮ้ คุณดูเหมือนจะหุ่นดีขึ้นนะ หน้าร้อนนี้!#$b#เพราะทำแต่ฟาร์มใช่ป่ะล่ะ?",
        "summer_Mon4": "เฮ้ ผิวแทนเธอสวยดี",
        "summer_Fri6": "โทษที ห้องรกไปหน่อย$s#$e#มันยากที่จะนึกออกว่า ห้องสะอาดล่าสุด ตอนไหน แต่ก็พยายาม เก็บกวาดอยู่นะ",
        "summer_Wed8": "คุณรู้เปล่า ผมไม่อะไรกับการ เป็นชาวไร่นะ... มันก็เหมือนกับเล่นกีฬา อีกแบบนั่นแหละ#$e#ผมชอบอยู่ข้างนอก แล้วก็ทำอะไรๆ ด้วยมือผมเอง",
        "summer_Sat10": "ผมพยายามจะอ่าน หนังสือมากขึ้นนะช่วงนี้... รู้สึกว่าไม่ค่อยได้ ออกกำลังสมอง มาเป็นปีแล้ว เพราะมัวแต่ ไปออกกำลังกาย",
        "fall_1": "ใช่ มันเริ่มหนาวแล้ว... แต่ก็ยังอุ่นพอ ที่จะเล่นกีฬานะ!#$e#ผมก็คิดแค่นี้แหล่ะ",
        "fall_Mon": "คุณยายบอกผมว่า ผมน่าจะใช้เวลา อ่านหนังสือมากกว่า#$e#ผมแบบ... 'ยาย ไม่ต้องห่วง ผมจะเป็นโปร!'$h#$e#เรื่องเรียน มันสำหรับพวกเนิร์ดๆ",
        "fall_Wed": "เฮ้ ผมอยากจะ ถามอะไรหน่อย ^เฮ้ ถามอะไรหน่อยได้ไหม ?#$e#$q 54/55 fall_Wed_01_old#คิดว่าสาวๆชอบ ทรงผมของผมป๊ะ?^เธอคิดไงกับ ทรงผมของผมอ่ะ?#$r 54 30 fall_Wed_01_01#ดูดีนะ!#$r 55 -30 fall_Wed_01_02#เหมือนเชื้อราขึ้นหัว",
        "fall_Wed_01_old": "วันนี้ใส่เจลแต่งผมมากไป มันเจ็บๆหัว#$e#อย่าแตะดิ!#$e#...อะไรเล่า?",
        "fall_Wed_01_01": "ใช่ ผมรู้ นั่นแหละคือเหตุผล ที่ผมมีอะไรคล้ายแบบนี้",
        "fall_Wed_01_02": "อือ ใช่ คุณก็แค่อิจฉาที่ผมดูดีอ่ะนะ",
        "fall_Thu": "ว่าไง?#$e#ชื่อจริงคุณเนี่ย %firstnameletter%name ประมาณนี้ หรือว่า?#$e#โอ้ว @? โอเค โทษที",
        "fall_Fri": "คืนนี้ว่าจะ ซิทอัพสองร้อยครั้ง#$b#ผมทุ่มเท มากเลยใช่ไหมล่ะ?$h#$e#มีอะไรอีกไหม?",
        "fall_Sat": "ฉันคิดว่า คุณน่าจะหา แชลมอน ในแม่น้ำได้ช่วงนี้ของปีนะ#$e#ถ้าตามที่ฉันได้ยินมา",
        "fall_Sun": "เฮ้ วันนี้มีบอลด้วย!#e#วันอาทิตย์ใน ฤดูใบไม้ร่วงนี่มันดีจังน้า$u",
        "fall_Thu2": "อะไรเหรอ @?",
        "fall_Fri6": "คืนนี้จะซิทอัพเยอะๆเลย#$e#คุณต้องออกกำลังเยอะๆ ถ้าคุณอยากจะไปให้ถึง ขีดจำกัดของตัวเอง",
        "fall_Mon4": "คุณยายผมบอก ให้ใช้เวลาไปอ่านหนังสือบ้าง#$e#บางทีท่านอาจจะพูดถูก... $s",
        "fall_Wed8": "ผมพอละ... ผมตัดสินใจไม่ใช้ เจลแต่งผมแล้ว#$e#ผมไม่อยากจะเป็นเพื่อน กับคนที่สนใจผม เพราะผมใช้ไอเจลนี่",
        "fall_Thu10": "@! เอิ่มม... ว่าไง$l",
        "winter_1": "หน้าหนาวนี่ไม่ดีเลย หิมะหนาเกินไป ทำอะไรสนุกๆไม่ได้#$e#แต่ผมว่าก็มีคนชอบมันนะ",
        "winter_Mon": "คุณชอบหิมะเหรอ? ผม... ผมรอให้ถึงฤดูใบไม้ผลิซะที",
        "winter_Tue": "เฮ้ ถ้าคุณไปหาเฮลีย์แล้วฝาก 'สวัสดี' เธอให้ผมหน่อยได้ไหม?",
        "winter_Tue_inlaw_Haley": "โอ้ เฮ้ ชีวิตแต่งงานเป็นไงมั่ง?$9",
        "winter_Wed": "ฤดูหนาว ทุกคนก็อยู่แต่ในบ้าน ทำแต่อะไรน่าเบื่อๆ$s#$e#บางทีถ้าไปอ่านหนังสือ อาจจะช่วยบ้างก็ได้... นะ",
        "winter_Thu": "พอผมเป็นโปรแล้ว ผมจะรวย ผมจะไปซื้อ บ้านพักตากอากาศ ที่เกาะเขตร้อนเลย#$e#จะได้ไม่ต้องมาติดอยู่กับ หน้าหนาวน่าเบื่อๆนี่",
        "winter_Fri": "คุณฝ่าหิมะ เพื่อมาหาผมเหรอ?#$e#แต่ผมว่ามันก็เข้าท่า",
        "winter_Sat": "มีแต่คนแปลกๆ อาศัยอยู่ในเมืองนี้#$e#... อย่างคนนั้นไงเซบาสเตียน เค้าชอบใส่ชุดสีดำตลอดเวลา?#$e#ผมยอมรับไม่ได้",
        "winter_Sun": "เฮ้ วันนี้มีบอล!#e#วันนี้เป็นวันที่ผมชอบที่สุด ของอาทิตย์นี้เลย",
        "winter_Fri4": "คุณฝ่าหิมะ เพื่อมาหาผมเหรอ?#$e#คุณดีจัง$h",
        "winter_Sat6": "ผมว่ามันน่าสนใจดีนะ ที่บางคนก็ต่างออกไป จากพวกเราเลย รู้ป่ะ?#$b#ผมไม่เคยเข้าใจว่าทำไม คนอื่นเค้าทำอะไรแบบนั้น แต่มันก็ไม่เป็นไร",
        "winter_Tue4": "เฮ้ @ ช่วยอะไรหน่อยสิ?$l#$b#ถ้าเจอเฮลีย์ บอกเธอให้หน่อยว่า ผมไม่ว่าง $l#$e#ขอบคุณ",
        "winter_Tue4_inlaw_Haley": "ผมยอมรับ... ผมอิจฉาเล็กน้อย ที่คุณและเฮลีย์แต่งงานกัน แต่เดี๋ยวก่อน... มันเป็นโอกาสดีสำหรับผม ที่จะได้เรียนรู้สิ่งใหม่ๆ เกี่ยวกับตัวเอง$9",
        "winter_Wed8": "รู้อะไรไหม? ผมกำลังจะเริ่มอ่านหนังสือ!",
        "winter_Thu6": "ฉันอยากให้ตัวเอง ควบคุมสภาพอากาศได้จัง",
        "winter_Thu10": "ถ้าผมหาเงินได้เยอะๆ ผมจะทำให้ทุกคน ที่เป็นเพื่อนและ ครอบครัวของผมมั่นใจเลยว่า พวกเค้าจะได้รับการ ดูแลอย่างดี#$e#ผมหมายถึงคุณด้วย$h"
    }
}
