{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "เอ่อ... สวัสดี ฉันคลินท์#$e#ฉันเป็นช่างตีเหล็ก ประจำเมือง เมื่อใดที่ ต้องการอัพเกรด เครื่องมือของคุณ เรียกหาฉันได้เลย",
        "cc_Minecart": "อย่างไรก็ตาม ระบบรถรางในเหมือง (minecart) เก่าของเมืองจะเริ่ม ทำงานอีกครั้ง  มันสะดวกอย่างมาก ในการเดินทางเข้า และออกจากเหมือง#$b#อย่าเสพติด ความสบายซะล่ะ  ถ้าหากมันเริ่มทำงาน อย่างปุบปับได้ล่ะก็ มันก็อาจจะหยุดทันที ได้เหมือนกัน...",
        "Mon": "แม่นแล้ว ฉันเป็นช่างตีเหล็ก#$e#พ่อฉันก็เป็น ช่างตีเหล็ก#$e#ปู่ฉันก็เป็น ช่างตีเหล็ก เช่นกัน$u#$q 9/9 Mon_old#ฉันว่าคุณเดาไม่ถูกแน่ ว่าปู่ทวดฉันทำอาชีพอะไร...#$r 9 30 Mon_9#ช่างตีเหล็ก#$r 9 50 Mon_clown#ตัวตลก#$r 9 -50 Mon_rude#พูดเยาะเย้ย",
        "Mon_old": "ใช่แล้ว ปู่ทวดของฉัน ก็เป็นช่างตีเหล็ก เหมือนกัน",
        "Mon_9": "คุณรู้ได้ยังไงอะ?$u",
        "Mon_clown": "ฮ่าๆๆๆ มุกเด็ด$h",
        "Mon_rude": "โว้ว นั่นมันหยาบคายนะ ฉันแค่เล่นมุกขำๆ แต่คุณทำเลยเถิด ไปไกลเลย",
        "Mon4": "ดีใจเถอะ ที่คุณเป็น ชาวไร่ @ ได้ทำงานนอกบ้าน ดีกว่าต้องอยู่หน้า เตาหลอมที่ร้อน ตลอดทั้งวัน#$e#ฉันน่ะเป็นช่างตีเหล็ก เพียงเพราะถูกพ่อบังคับ",
        "Tue": "ถ้าคุณต้องการให้ฉัน อัพเกรดอุปกรณ์ของคุณ คุณต้องเอาแร่ ที่ถูกชนิดมาให้ฉัน#$e#และแน่นอน คุณต้องจ่ายค่าแรงด้วย",
        "Wed": "เฮ้ คุณอยากได้อะไร?",
        "Wed6": "โอ้ สว้สดี @ ขอโทษด้วย ถ้าตัวฉันมอมแมม ไปหน่อย ฉันทำงาน อยู่หน้าเตาตั้งแต่เช้า $h#$e#ว่าแต่ คุณต้องการอะไรไหม หรือแค่มาเยี่ยม?",
        "Thu": "ธุรกิจไม่ค่อยดีนะ ช่วงนี้#$e#คุณควรจะอัพเกรด อุปกรณ์ของคุณ เพราะฉัน กำลังต้องการใช้เงิน",
        "Fri": "อากาศมันไม่ได้ สำคัญอะไร กับฉันหรอก เพราะปกติ ฉันก็อยู่แต่ ในร้านทั้งปี#$e#ฟังดูน่าหดหู่ สินะ?",
        "Sat": "บางครั้ง ฉันก็สงสัยนะ ว่าฉันมาลงหลักปักฐาน อยู่ที่เมืองนี้ ได้ยังไง$u",
        "Sat6": "บ้าจริง ฉันแก่เกินกว่า จะทำอะไรที่มัน น่าตื่นเต้น แล้วล่ะนะ ชีวิตฉันก็ทำแต่งานร้อนๆ เปียกเหงื่อ ทั้งปีนั่นละ กับพวกเตาหลอม พวกนี้ไง",
        "Sun": "ไม่มีงานทำหรือ?",
        "Sun4": "เครื่องมือของเธอ ยังใช้งานได้ดี อยู่ใช่ไหม?",
        "event_advice1": "โอเค... ฉันจะจำไว้",
        "event_advice2": "นั่นล่ะคือปัญหา... ฉันทำตัวเหมือนปกติ... แต่ไม่เคย จะสำเร็จเลย$s",
        "summer_Mon4": "ดีใจซะเถอะ ที่คุณได้เป็น เจ้าของฟาร์มน่ะ @ การทำงานนอกบ้าน ดีกว่าอยู่กับเตาร้อนๆ ทั้งวัน#$e#และฉันเป็น ช่างตีเหล็ก ก็เพราะว่า พ่อบังคับฉัน เท่านั้นแหละ",
        "summer_Wed6": "อ้าว, สว้สดี @! โทษทีนะฉันยุ่ง นิดหน่อยน่ะ ทำงานอยู่ที่ เตาเผาทั้งเช้าเลย $h#$e#ว่าแต่ คุณต้องการอะไร หรือเปล่า หรือแค่ มาเยี่ยมฉันเฉยๆ?",
        "summer_Thu": "ช่วงนี้กิจการ ไม่ดีเลย#$e#เธอน่าจะมา อัพเกรดเครื่องมือนะ เพราะฉัน ต้องใช้เงินน่ะ"
    }
}
