{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "ฮ้า เจ้าของไร่คนใหม่ ที่ทุกคนพูดถึง!#$b#ผม เอลเลียต... ผมพักอยู่ในกระท่อมเล็กๆ ตรงชายหาด ยินดีที่ได้รู้จักนะ",
        "Resort_Entering": "ประสบการณ์ประทับใจไม่รู้ลืม!",
        "Resort_Leaving": "ไว้เจอใหม่ที่หุบเขานะครับ",
        "Resort_Leaving_2": "หวังว่าพวกปูจะไม่แอบเข้ามา ในกระเป๋าของผมอีกนะ$s#$b#ลองนึกภาพ ตอนไต่ออกจากกระเป๋า แล้วพบว่าตัวเองอยู่บนชายหาด ที่ห่างจากบ้าน เป็นร้อยไมล์ดูสิ!$h#$e#อืมมมม... บางทีอาจจะเอาไปเขียน เป็นนิยายที่น่าสนใจได้นะ...",
        "Resort_Chair": "ผมกำลังพักเบรคน่ะ จะได้ทาน้ำมันมะพร้าว ลงบนตัวซักหน่อย$h",
        "Resort_Bar": "กัส ผมจะเลี้ยงทุกคนเอง!#$b#*อึ๊ก*... โอ้... ผมไม่มีง.เงินนี่นา$s#$b#เฮะๆ... ช่างปะไร!",
        "Resort_Wander": "ผมได้ยินข่าวลือว่า ตอนกลางคืนมีโจรสลัด มาที่ท่าเรือแถวนี้ ได้ยินมาว่า ป่าเถื่อนพอตัวเลยล่ะ!",
        "Resort": "ผมต้องยอมรับ ชายหาดนี้พัดเอา ความอ่อนน้อมถ่อมตน ของผมหายไปกับน้ำเลยล่ะ",
        "Resort_2": "โอ้ แย่ล่ะ! สาหร่ายมันพันผมของผม#$e#ปัญหาของ การพักผ่อนริมหาดอ่ะเนอะ",
        "danceRejection": "โทษทีนะ... ไม่ใช่วันนี้$s",
        "divorced": "...$s#$e#ทำไมคุณถึงได้ ทรมานผมอย่างงี้? คุณไม่เห็นจะต้อง มาทำลายความเชื่อใจ และความฝันทั้งหมด ของผมเลย?$s",
        "dumped_Guys": "ไปให้พ้น ผมไม่อาจทน มองคุณได้อีกแล้ว$s",
        "secondChance_Guys": "คุณทำให้ผมเจ็บปวด เกินกว่าที่จะวัดได้... แต่ผมยินดี ที่จะทิ้งอดีต ไว้ข้างหลังเรา$s",
        "breakUp": "อา... ช่อดอกไม้แห้ง สายตาที่ผมหวังว่า จะไม่มีวันได้เห็น...$s#$b#ผมหวังว่าจะมีอะไรอย่างอื่น ให้ผมมองหานะ...$s",
        "Mon": "ตัวผมยังใหม่ กับเมืองนี้มากครับ แต่ก็รู้สึกเหมือนได้ อยู่บ้านจริงๆ เลย$h#$e#ผมเพิ่งจะย้ายมาที่นี่ ก่อนคุณแค่ปีเดียวเท่านั้นเอง",
        "Mon4": "ผมหวังว่า คุณจะรู้สึกว่าที่นี่คือ 'บ้าน' นะ",
        "Tue": "ความคิดดีๆ มักจะมาในเวลาที่คุณ ไม่ได้คาดคิดเสมอครับ... แต่ถ้าใจคุณยังว้าวุ่น คุณก็จะพลาดมันได้#$e#เอาล่ะ ผมต้องกลับไปทำงานจริงๆ แล้วล่ะ",
        "Tue6": "เสียงปากกา ที่จรดลงบนกระดาษ เป็นเหมือนกับเสียงดนตรี จากจิตวิญญาณของผม$u#$e#ที่ผมเลือกอาศัยอยู่ริมหาด ก็เพื่อจะได้อยู่ อย่างเงียบสงบ ในการทำงานน่ะครับ",
        "Wed": "ป่าเป็นสถานที่ ที่น่าอัศจรรย์ใจมาก คุณได้ไปมารึยังครับ?",
        "Wed8": "ขอโทษนะ วันนี้ผมอารมณ์ไม่ค่อยดีเลย$s#$e#ผมหวังว่าอนาคตของผม จะแน่นอนกว่านี้$s#$e#ผมไม่อยากจะแก่ลงเป็นฤาษี ผู้โดดเดี่ยว บนชายหาดนี่หรอกนะ...$s",
        "Thu2": "ผมไม่สามารถหา แรงบันดาลใจ ที่จะเริ่มเขียนนิยายได้เลย...$s",
        "Thu4": "ผมรู้สึกว่าผมเริ่มมีความหวัง บางทีอาจเป็นเพราะ อากาศเปลี่ยนแปลง",
        "Thu6": "บางครั้ง ผมก็เพ้อนึกสภาพตัวเอง ตอนที่ไม่มีทักษะพิเศษ อะไรเลย...$s#$e#ไม่ ไม่ ผมไม่ได้ตกปลา เพียงเพื่อคำชมหรอกนะ ถึงแม้ว่าพวกเขา ก็ยังคงชื่นชมผมอยู่ก็ตาม",
        "Thu8": "#$1 elliottApol#มันรู้สึกเดียวดาย บนชายหาดแห่งนี้... ผมขอโทษ ถ้าผมเคยล่วงเกินคุณ ตอนเจอกันครั้งแรก ผมแค่อยากมีเพื่อน$k#$e#มันรู้สึกดีนะ ที่มีเพื่อนสนิทแบบคุณ",
        "Thu": "สวัสดี @#$e#สบายดีรึเปล่า?",
        "Fri": "อากาศบริสุทธิ์ของหุบเขา เป็นสิ่งที่ดีสำหรับร่างกาย และจิตใจ#$e#เดินเร็วๆ เป็นการเติมพลัง ของผมเลยนะ",
        "Fri4": "อ๊ะ... อย่าเอาคบเพลิงเข้ามา ใกล้ผมของผมสิครับ",
        "Fri8": "ผมขอสารภาพ... ผมใช้เวลาหลายชั่วโมง ทุกเช้า ในการทำผมให้ดูดี",
        "Sat": "คุณอาจจะไม่ชอบ ข้างในกระท่อมของผม มันมืดและเต็มไปด้วย แมงมุม",
        "Sat4": "ผมขอโทษด้วยกับสภาพ ในกระท่อมของผม",
        "Sat6": "บางคนก็ขี้อาย โดยเฉพาะเวลาที่ เขาต้องแสดงความรู้สึก ว่ากำลังสนใจและ รู้สึกสบายใจ เมื่ออยู่ใกล้คุณ#$e#ทุกคนอยากทีเพื่อน แม้แต่ช่างเหล็กขี้โมโหนั่น ก็เหมือนกัน",
        "Sun": "สวัสดี ผมหวังว่า การทำฟาร์มของคุณ จะสำเร็จราบรื่น อย่างที่คุณหวังนะ",
        "Sun6": "โอ้ @! ผมหวังว่า คุณจะแสดงให้เห็นได้นะ#$e#ดีใจที่ได้เจอคุณ$h",
        "event_idea1": "ลึกลับ ฮะ? มันเป็นเรื่องที่น่าตื่นเต้น ผมจะจำไว้",
        "event_idea2": "อ๊ะ สักอย่างในประเภทคลาสสิก ผมจะจำไว้นะ",
        "event_idea3": "ผมไม่เคยคิดมาก่อนเลยครับ! ผมว่า แม้แต่พวกที่ยึดติดกับโลก บางครั้งก็ต้องคิดถึงดวงดาว บ้างเหมือนกัน$h#$b#ผมจะจำมันไว้ครับ",
        "event_boat1": "... ผมกังวล คุณอาจไม่รู้สึกแบบนี้ กับผู้ชายคนอื่น$l^ดังนั้นผม$l",
        "event_boat2": "โอ้! ผมขอโทษ$8%fork",
        "event_toast1": "ก็...โอเค#$b#แด่ @!",
        "event_toast2": "เป็นความคิดที่ดี!$h#$b#แด่พวกเรา!",
        "event_toast3": "อืมมมมม...ลืมมันไปเถอะนะ",
        "event_toast4": "อา สู่ความสามัคคีของชุมชน... อะไรคือความคิดที่ถูกต้อง#$b#แด่เมืองเพลิแกน!",
        "summer_Mon": "แสงอาทิตย์อันอ่อนโยน ปลุกผมในตอนเช้า ไม่เคยรู้สึกสดชื่นขนาดนี้ มาก่อนเลย$u#$e#ขอโทษที ถ้ามันไม่น่าสนใจ สำหรับคุณ",
        "summer_Mon4": "ผมรู้ ผมเหมือน 'คนประหลาด'#$e#หวังว่า คุณจะไม่รังเกียจนะครับ$h",
        "summer_Mon6": "@ ผมรู้ว่าคุณ เชื่อมั่นความสามารถ ในการเป็นนักเขียนของผม มันมีความหมาย สำหรับผมมากนะ$h",
        "summer_Tue": "ผมเจอเปลือกหอยสวยๆ ที่หน้าบ้าน#$e#ผมเดาได้ว่ามันต้องเป็น สายพันธุ์ที่ทั้งหายากและ มูลค่าสูงมากแน่ๆ",
        "summer_Tue6": "ผมเขียนเพราะหวัง จะได้เชื่อมโยง ผู้คนผ่านกาลเวลาครับ$u#$e#*ถอนหายใจ*... เมื่อเวลาผ่านไป ก็คงจะไม่มีใคร อ่านอีกต่อไปแล้วล่ะ ผมว่า",
        "summer_Wed": "มันต้องเป็นเรื่องน่าภูมิใจ มากเลยนะครับ ในการเห็นเมล็ดพันธ์ที่หว่าน ค่อยๆ เติบโตเป็นพืชผล ให้เก็บเกี่ยว#$e#ยิ่งถ้าคุณใส่ความตั้งใจลงไป ในผลไม้พวกนั้นด้วย$u",
        "summer_Thu": "โอ ให้ตายเถอะ! ทรายเข้ารองเท้าผมเต็มเลย$s#$e#นี่แหละปัญหาของการ ใช้ชีวิตริมหาด",
        "summer_Fri": "@? คุณดูมึนๆนะ#$b#ผมคิดว่าน่าจะเป็นเพราะ อากาศร้อนที่ทำให้คุณเวียนหัว",
        "summer_Sat": "วันนี้แดดแรงจริงๆ เลย... ผมเกรงว่าผิวของผม ออกจะบอบบางเกินไปน่ะครับ",
        "summer_Sun": "คุณเดินมาตั้งไกล เพื่อที่จะมาคุยกับผม ผมดีใจนะ$h",
        "summer_Sun4": "มาหาผมที่กระท่อม ได้ทุกเวลาเลยนะครับ เผื่อผมจะมีอะไร ให้คุณช่วยบ้าง$h",
        "fall_Mon": "สวัสดีครับ @#$e#อย่าลืมพักผ่อนบ้างนะครับ ทั้งตอนนี้แล้วก็ หลังจากนี้ด้วย",
        "fall_Mon4": "อยากพักจากงานหนัก ก็มาหาผมได้นะครับ$h#$e#ผมอยู่บ้านเสมอแหละ",
        "fall_Tue": "มีเรื่องเล่าขานกันว่า เรือของโจรสลัดที่ บรรทุกทองที่ปล้นมาจนเต็มลำ นั้นจมดิ่งอยู่ที่แห่งนี้ มานาน หลายศตวรรษแล้ว",
        "fall_Tue8": "@ ผมกำลังคิดถึงคุณอยู่เลย$l#$e#บางทีคุณอาจจะรู้สึกก็ได้นะ$h#$e#เพราะงั้น! วันนี้คุณเป็นไงบ้าง? เล่ามา!",
        "fall_Wed8": "ผมไม่รังเกียจ ที่จะต้องทำไร่หรอกนะครับ#$e#บรรยากาศแสนสงบของฟาร์ม จะต้องสร้างแรงบันดาลใจ ได้ดีแน่ๆ คิดแบบนั้นมั้ยครับ?$h",
        "fall_Thu": "โอ๋ๆ เจ้าปูน้อย จะมาสร้างบ้านใน กระเป๋าเสื้อ ของผมเหรอเนี่ย$l#$e#นี่ล่ะน้า ปัญหาของคนที่อาศัยอยู่ที่ ชายหาดแบบผมล่ะ",
        "fall_Fri4": "ขาของผมมันตึง จากการนั่งเขียนหนังสือ มาทั้งคืนเลยน่ะครับ$s#$e#บางครั้ง ผมก็แอบอิจฉาคุณนะเนี่ย @",
        "fall_Fri": "ขาของผมมันตึงๆ จากที่นั่งเขียนหนังสือ ทั้งเช้าเลยเนี่ย$s",
        "fall_Fri10": "@ เมื่อคุณอยู่ข้างกายผม ผมรู้สึกว่าสมองผม แล่นเป็นพิเศษ$l#$e#ผมรู้ว่ามันแปลก แต่มันเป็นเรื่องจริง",
        "fall_Sat": "ยาฮู้ ช่วงลมแรงที่สุดของปี มันมาหาผมแล้ว!$h",
        "fall_Sun": "ผมต้องไม่ลืมที่จะรดน้ำ เหล่าต้นไม้ของผมวันนี้ และรอบนี้ต้องไม่เผลอไปใช้ น้ำทะเลรดมันเด็ดขาด",
        "winter_Mon": "คุณเคยมาหาผม ตอนที่อากาศหนาวๆ เลยนี่?#$e#ผมก็น่าจะพักจากท่าเรือ อันแสนเปล่าเปลี่ยวมาหามั่ง",
        "winter_Mon4": "คุณฝ่าหิมะมาเพียงเพื่อพบผม งั้นหรอ? ผมรู้สึกเป็นเกียรติเลยล่ะ",
        "winter_Tue": "คนเราได้ออกหากินกับทะเล มาหลายพันปีแล้วนะ#$e#ส่วนผมก็แค่เดินไป ร้านสะดวกซื้อ$s",
        "winter_Tue10": "@ ฉันมีความรู้สึกว่า เธอน่าจะมาหา#$e#บางทีเราอาจจะคู่กัน มาตั้งแต่แต่ชาติปางก่อน$l",
        "-winter_Wed": "แต่ละวันของคุณ จะไม่น่าเบื่อเลย ถ้าคุณมีไอเดียแปลกๆ โผล่เข้ามาในความคิดของคุณ$u#$e#อืม... ขอโทษทีนะ นี่ผมพูดออะไรไร้สาระ ออกมาหรือเปล่า ?",
        "winter_Thu": "หายใจเข้าลึกๆ สิ รู้สึกไหม? นี่คือกลิ่นของทะเลยังไงล่ะ#$e#มันทำให้เธอรู้สึกยังไงบ้าง?",
        "winter_Thu6": "หายใจเข้าลึกๆ สิ คุณได้กลิ่นของทะเลไหม?#$e#เวลาที่ผม ได้กลิ่นของทะเลทีไร ก็นึกถึงตอนเด็กๆ ทุกที ผมน่ะประทับใจ มหาสมุทรมาตั้งแต่เด็กๆ แล้วล่ะครับ",
        "winter_Fri": "ผมต้องหมั่นหวีผมทุกวัน ไม่อย่างนั้นมันจะพันกัน ยุ่งไปหมด#$e#มันเป็นงานที่ใหญ่มากเลยนะ#$e#ผมก็แปลกใจตัวเองเหมือนกัน ที่ยังไม่โกนมันทิ้งไปซะ#$e#ผมว่า ผมชักจะไร้สาระเกินไปแล้ว",
        "winter_Sat": "ผมกำลังออกกำลังกายนิดๆ หน่อยๆ เพราะข้างนอกมันหนาว จนไม่น่าออกไปเดินเล่นน่ะ#$e#ขอโทษนะ ในกระท่อมนี่อาจจะชื้นไปนิด",
        "winter_Sun": "วันนี้ผมควรจะขัดพื้นจริงๆ แล้วนะเนี่ย ตะไคร่น้ำ เริ่มเกาะพื้นแล้วแฮะ$s#$e#คุณจะว่างมาช่วยผมมั้ยครับ?"
    }
}
