{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อ๊ะ เธอมันเด็กใหม่นี่นา ใช่รึเปล่า?#$e#เอ้อ... ฉันชื่อเฮลีย์นะ#$e#อืมม... ถ้าเธอไม่ใส่เสื้อผ้าโทรม ๆ อย่างนั้น ฉันว่าเธอน่าจะน่ารักมาก ๆ เลยนะ... แต่ช่างมันเถอะ",
        "danceRejection": "อี๋...ไม่ล่ะ!",
        "divorced": "ฉันจะดีขึ้นด้วยตัวฉันเอง... $7#$e#ขอบคุณสำหรับความทรงจำ$7#$e#ทำไมเธอถึงยัง ยึดติดอยู่กับฉัน? กลับไปใช้ชีวิตของเธอสิ$7",
        "breakUp": "อ๊ะ!$8#$b#โอ้... ฮึ่มม เธอทำอย่างนี้กับฉันก่อนนะ ห๊ะ? ได้...",
        "dumped_Girls": "ฉันไม่มีอะไรจะพูดกับเธอ!$a",
        "secondChance_Girls": "ก็ได้ ก็ได้... ฉันจะไม่ทำเย็นชากับเธอแล้ว แค่สัญญากับฉัน คุณจะไม่โกหกฉันซ้ำอีกครั้ง$s",
        "Mon": "ฉันว่าเมืองนี้มันเล็กไปอ่ะ มันแย่นะ$u#$e#ฉันต้องขับรถไปซัก 20 ไมล์ เพื่อไปซื้อเสื้อผ้าเหมาะ ๆ$s#$e#นั่นแหละ เหตุผลว่าทำไมฉันถึงต้อง สั่งของออนไลน์เอา#$e#อะไร?",
        "Tue": "รองเท้าสวยนะ#$b#มันทำจากพลาสติกรึเปล่า#$e#น่าเบื่อจัง",
        "Wed": "สิ่งเดียวที่ฉันชอบ เกี่ยวกับเมืองนี้ คือชายหาด$u",
        "Thu": "#$1 HaleyClothes#ฉันตัดสินใจแล้วว่า วันนี้ฉันจะจัดตู้เสื้อผ้า ฉันจะโยนของเชยๆทิ้ง จะได้มีที่ว่างสำหรับ ชุดใหม่!#$e#*ถอนหายใจ* แต่อยากกิน คัพเค้ก จังเลยอ่ะ#$e#มีอะไรเหรอ?",
        "Fri": "%เฮลีย์กำลังเมินคุณ",
        "Fri2": "วิ่งรอบฟาร์มหรือ ทำอะไรที่นั่นทั้งวัน เธอไม่เหนื่อยบ้างเหรอ?#$e#ฉันไม่ชอบลุยจน เลอะเทอะแบบนั้นเลย#$e#แต่ทำแบบนั้นผิวคง กลายเป็นสีแทนสวยดีนะ",
        "Sat": "ฉัน รู้สึก อยาก ชอปปิ้ง อ๊า! อยากให้มีห้างอยู่แถวนี้จัง",
        "Sun": "พี่สาวฉันนี่แปลกคน บางทีฉันก็คิดว่าพวกเรา เป็นพี่น้องกันจริงๆ หรือเปล่า$u#$b#",
        "Wed8": "มีสองอย่าง ที่ฉันชอบในเมืองนี้#$b#หนึ่งคือมีชายหาด#$e#ส่วนอีกอย่าง ความลับจ้ะ! *ฮิฮิ*$h",
        "Tue2": "วันนี้จะมีคลื่นซัด เปลือกหอยสวยๆ มาโผล่แถวชายหาด หรือเปล่านะ?#$e#ช่วงนี้ไม่ใช่ฤดู ที่เปลือกหอยจะโผล่มา ซะด้วยสิ",
        "Wed4": "ดอกไม้เริ่มบ้านแล้ว ดีจัง!#$e#โดยเฉพาะดอกสีชมพู ตรงนั้นส่งกลิ่นหอมจังเลย$h",
        "Fri6": "ฉันต้องหางานอดิเรกอย่างอื่น นอกจากชอปปิ้งแล้วล่ะ#$e#ฉันตัดสินใจแล้วว่า ฉันต้องเปิดมุมมอง ให้กว้างขึ้น#$e#หรือจะลองหัดดีดพิณดีนะ?",
        "Mon6": "ฉันเคยบ่นว่า เมืองนี้เล็กเกินไป แต่กลายเป็นว่า ฉันเริ่มชอบมันซะงั้น#$e#ถ้ามันใหญ่กว่านี้ ก็คงจะรู้สึกว่า ไม่เป็นชุมชนแล้วล่ะ",
        "Thu6": "เมื่อคืนฉันทำอาหารค่ำ แล้วมันก็ออกมาใช้ได้นะ!#$e#แต่ว่าฉันทำ ห้องครัวเละไปหมดเลย...",
        "Sun6": "ฉันเริ่มคิดว่า จะบริจาคเสื้อผ้าสักหน่อย... ฉันต้องมีรองเท้าเป็น ร้อยคู่แน่ๆ",
        "Sat8": "#$1 haleySeagull#เมื่อวานนี้ฉันไปเจอ นกนางนวล ปีกมันติดอยู่ในตาข่าย... แน่ล่ะ! ฉันต้องปล่อยมันอยู่แล้ว ก็มันดูน่าสงสารนี่นา$k$s#$e#รู้ไหม! ว่าฉันต้องเริ่ม ออกกำลังมากขึ้น แล้วล่ะ... การเผาผลาญพลังงาน ของวัยรุ่นมันอยู่ไม่นาน หรอกเนอะ",
        "Fri10": "@ไว้สักวันเราไปเที่ยว ตั้งแคมป์กันไหม?#$e#ที่ๆแปลกใหม่ที่สุด ที่ฉันเคยไปคือเมื่องซูซู",
        "Event_clean1": "*ถอนหายใจ*...$u",
        "Event_clean2": "ไม่!! ฉันจะไม่ทำเด็ดขาด!#$b#พวกเธอมันงี่เง่าทั้งคู่เลย!%fork$a",
        "Event_clean3": "เธอควรจะเลือกทางที่ดีกว่า? ... นั่นหมายความว่าไงกันแน่? $u#$b#เธอคิดว่าฉัน เป็นเด็กน้อยหรือไง ห๊ะ!%fork$a",
        "Event_jar1": "เยี่ยม งั้นเธอก็คงจะ เปิดโหลนี้ให้ฉัน ได้สบายๆเลยสินะ!$h",
        "Event_jar2": "โอ้...ไม่หรอกเหรอ? อืมมมม... $s#$b#ยังไงก็ลองช่วยฉัน เปิดโหลนี้ดูก่อนได้ไหม?",
        "Event_darkroom1": "โอ้ว ขอบคุณมาก!$h",
        "Event_darkroom2": "โอ้ ฉันคิดว่าเธอรู้อยู่แล้ว#$b#ห้องนี้เอาไว้อัดรูปน่ะ",
        "Event_darkroom3": "อย่างนั้นเหรอ...? $s",
        "Event_darkroom4": "โอ้ว ขอบคุณมาก! $h",
        "Event_darkroom5": "โอ้ ฉันคิดว่าเธอรู้อยู่แล้ว#$b#ห้องนี้เอาไว้อัดรูปน่ะ",
        "Event_darkroom6": "อย่างนั้นเหรอ...? $s",
        "Event_beach1": "ไม่ ทำงั้นไม่ได้นะ! กำไลนี่เป็นของ ที่ตกทอดมาจากคุณย่าทวด ของฉันเชียวนะ!$a",
        "Event_beach2": "*ถอนหายใจ*$s#$b#...บางทีมันอาจ จะโดนซัดขึ้นฝั่งที่อื่นก็ได้... ฉันไม่อยากคิดว่า มันจะจมไปอยู่ใต้ทะเลแล้ว",
        "Event_room1": "เขาเหรอ?...ไม่!#$b#...เอาล่ะ ฉันว่าฉันเคยชอบอเล็กซ์นะ แต่ไม่แล้วล่ะ! ... ตานั่นลูกแหง่จะตาย",
        "Event_room2": "อะไรนะ? ...ฟังดูน่าสนุกนะแต่ฉัน ยังไม่อยากจะไปจาก สตาร์ดิวแวลลี่ ตอนนี้หรอก...",
        "Event_room3": "หา? แอนดรอยด์คืออะไรเหรอ?",
        "summer_Mon": "หน้าร้อนนี้ ฉันจะต้องมีผิวสีแทนสวยๆ ให้ได้เลย",
        "summer_Tue": "อี๋ เธอสกปรกไปทั้งตัวเลย",
        "summer_Wed": "อ่า... ค่ะ?#$e#ไม่ได้ยินที่เธอพูดเลย พอดีกำลังคิดเรื่องอื่น อยู่น่ะ",
        "summer_10": "เธอมีลูกกระต่ายในฟาร์ม หรือเปล่า? พวกมันน่ารักมากเลยนะ! <",
        "summer_Thu": "ถ้าอยู่กลางแดดบ่อย เส้นผมของเธอ จะเป็นสีบลอนด์มากขึ้น#$e#รู้ไว้ไม่เสียหายนะ!",
        "summer_Fri": "อยากรู้จังว่า อเล็กซ์ ทำอะไรอยู่วันนี้...#$e#เอ๋? ไม่ทันสังเกตเลยว่า เธออยู่ตรงนั้น",
        "summer_Sat": "ทำงานในฟาร์ม ฟังดูน่าเบื่อจัง...#$q 42/43 summer_Sat_old#วันๆทำอะไรบ้างน่ะ?#$r 42 10 summer_Sat_12#ดูแลพืชผล#$r 42 10 summer_Sat_12#สำรวจถ้ำ#$r 43 -10 summer_Sat_13#แอบส่องห้องเธอ#$r 42 10 summer_Sat_12#ขุดสมบัติ",
        "summer_Sat_old": "#$p 43#เฮ้ อย่ามาแอบส่องห้องฉันอีกนะ! $a|แต่ฉันว่ามันทำให้เธอ มีรูปร่างดีนะ",
        "summer_Sat_12": "หืมมม... ท่าทางจะงานหนักเลยนะ",
        "summer_Sat_13": "อะไร? เธอไม่ทำแบบนั้นจะดีกว่านะ!$a",
        "summer_Sun": "ปกติเอมิลีจะเป็น คนทำอาหาร... แต่เธอชอบทำอะไรแปลกๆ อย่างข้าวฟ่างอบ",
        "summer_Tue2": "นี่เธอใส่เสื้อผ้าแบบนั้น ทุกวันเลยเหรอ?",
        "summer_Tue4": "$p 47#เฮ้ ฉันได้เครื่องมือ มาเปิดขวดโหลแล้วล่ะ ฉันไม่ต้องรบกวนเธอ มาช่วยอีกแล้ว$h|วันนี้ท้องฟ้า ไม่มีเมฆเลยนะ$h",
        "summer_Wed4": "วันนี้ร้อนจัง!#$e#อยากกินไอศครีม$s",
        "summer_Fri4": "ฉันฝึกเซ็นชื่ออยู่ 3 ชั่วโมงวันนี้#$e#ฟังดูงี่เง่าใช่ไหมล่ะ?",
        "summer_Thu6": "ถ้าออกแดดนานๆ เส้นผมจะกลายเป็น สีบลอนด์มากขึ้น... แต่อยู่นานไปผิวก็จะไหม้นะ#$e#ฉันต้องการแสงแดด แค่พอสมควร... ทุกอย่างต้องเอาแต่ พอประมาณใช่ไหม",
        "summer_Mon6": "ฉันควรจะเริ่ม หัดอ่านหนังสืออย่างอื่น... นอกจากพวก นิตยสารแล้วล่ะ#$e#การเรียนรู้เป็นสิ่ง ที่ดีใช่ไหมล่ะ?#$e#ฉันเคยมอง แต่รูปไปผ่านๆเท่านั้น",
        "summer_Sun6": "#$1 HaleySister#ฉันคุยกับพี่สาว สักพักหนึ่งเมื่อคืนนี้... ความจริงมันก็สนุกดี เหมือนกันนะ#$e#รู้เปล่า ความจริง เอมิลี ก็ไม่ใช่คนแปลกสักเท่าไหร่... ฉันคิดว่าเรา มีอะไรที่เหมือนกัน มากกว่าที่เคยคิด#$e#อย่าเอาไปบอกเธอนะ ว่าฉันพูดแบบนี้",
        "summer_Sat6": "วันนี้น่าลงไปว่ายน้ำนะ!",
        "summer_Tue8": "ฉันว่าการใช้ชีวิตอยู่ในชนบท ก็ไม่เลวนะ#$e#ถ้าฉันอาศัยอยู่ในเมือง ฉันคงต้องคิดถึง ต้นไม้ใบหญ้าที่นี่#$e#ที่เป็นแบบนี้คงเพราะฉัน ใช้เวลากับเธอมากไปแน่ๆ",
        "summer_Fri10": "อ้าว ว่าไง @!#$e#เธอชอบเด็กๆหรือเปล่า?$l",
        "fall_1": "นี่เข้าฤดูใบไม้ร่วง แล้วเหรอ?$s",
        "fall_Mon": "มันน่าขยะแขยงมาก... ตอนที่ใบไม้ร่วงพวกนี้ เริ่มเน่าอยู่บนพื้น",
        "fall_Tue": "อืมม...กลิ่นตุๆนะ...#$e#เธอไปทำงานในฟาร์ม มาเหรอ หือ?",
        "fall_Wed": "โอ้ ว่าไง... จะเอาอะไรรึเปล่า?",
        "fall_Thu": "อยากชอปปิ้งจัง *ถอนหายใจ*",
        "fall_Fri": "ที่ติดบนเข่าเธอนั่น เศษหญ้าหรือเปล่า?#$e#โทษทีนะ... ฉันแพ้หญ้าน่ะ",
        "fall_Sat": "ตอนนี้หนาวเกินกว่าจะไป เดินเล่นชายหาดแล้ว#$q 44 fall_Sat_old#*ถอนหายใจ*...เธอว่าวันนี้ฉันควร จะทำอะไรดีนะ?#$r 44 10 fall_Sat_12#วาดรูปสีน้ำ#$r 44 20 fall_Sat_12#พักผ่อนอ่านนิตยสาร#$r 44 -30 fall_Sat_13#เลิกทำตัวเป็น เด็กขี้แงเห็นแก่ตัว",
        "fall_Sat_old": "เดี๋ยวกลับไปนอนสักงีบดีกว่า",
        "fall_Sat_12": "อืมม... นั้นก็เป็นไอเดียที่ดีนะมาก จริงๆนะ",
        "fall_Sat_13": "ไปไกลๆเลย... ไปไอโง่โรคจิต$a",
        "fall_Sun": "ฉันไม่เคยเข้าไปในป่าเลย มันมีแต่ขี้โคลนอ่ะ... ถ้าโดนแล้ว จะมีผื่นขึ้นที่เท้าฉัน",
        "fall_Tue2": "เหมือนจะได้กลิ่นดิน...#$b#อ้อ...จริงสิ เธอทำงานในฟาร์มนี่หน่า",
        "fall_Fri4": "เธอหน้าตาเหมือน เพิ่งทำงานหนัก มาเลยนะ#$b#ไม่ไปพักหน่อยเหรอ?",
        "fall_Wed4": "ถ้าเกิดรู้สึกเบื่อๆ ก็มาทักทายกันได้นะ",
        "fall_Thu6": "การชอปปิ้งไม่ได้ฟังดู น่าสนุกเหมือนเมื่อก่อนแล้ว#$e#ฉันเป็นอะไรไปนะ?#$e#อืมมมม...",
        "fall_Mon6": "$p 48#ฉันเคยบอกเธอไหมว่า กำไลของคุณย่าทวดอีกข้าง มันอยู่ในห้องใต้หลังคา?|เห็นกำไลนี่ไหม? ของคุณย่าทวดฉันเอง#$e#คุณย่าทวดของฉัน เป็นผู้หญิงที่น่าสนใจมากๆ เลยล่ะ",
        "fall_Sun6": "ฉันไม่เคยเข้าป่าเลยนะ เธอก็รู้#$e#แต่ว่ามันก็น่าเข้าไป สำรวจในสักวันนึงนะ",
        "fall_Tue8": "ฉันเริ่มจะชอบ กลิ่นดินขึ้นมาแล้วสิ มันฟังดูแปลกๆ นะว่ามั้ย?#$e#ฉันคิดว่ามันคงเป็นเพราะ เธอมาหาฉัน ตลอดเวลาแน่ๆเลย!",
        "fall_Mon10": "@ ฉันดีใจที่ได้เจอเธอ ในวันนี้นะ$h",
        "winter_Mon": "ฉันอยากอยู่ที่อุ่นๆ กว่านี้จัง",
        "winter_Tue": "ว่าไง ต้องการอะไรจากฉันเหรอ?#$e#...",
        "winter_9": "ฮึ่มม เสื้อเธอยี่ห้ออะไรหรอ?#$e#โอ้ อืม ช่างมันเถอะ",
        "winter_Wed": "ฉันหวังว่าจะมีใครบางคน เอากาแฟเปปเปอร์มินต์ มาให้ฉันจัง $s#$e#แต่ไม่ต้องสนใจหรอก... ฉันรู้ว่ายังไงเธอ ก็ทำไม่เป็นอยู่ดี",
        "winter_Thu": "ฉันจะไปจดรายชื่อเสื้อผ้า ที่ฉันต้องการใน ฤดูใบไม้ผลิปีหน้าล่ะ",
        "winter_Fri": "เธอมีลูกม้าในฟาร์มของเธอ รึเปล่า $h#$e#อ้าว น่าผิดหวังจัง...$s",
        "winter_Sat": "สิ่งเดียวที่ดีที่สุด ในหน้าหนาว คือการนอน... ฉันสามารถนอนอย่างน้อย 10 ชั่วโมงทุกคืนเลยนะ",
        "winter_Sun": "เธอช่วยไปทักทาย อเล็กซ์ แทนฉันได้ไหม?#$e#ขอบใจนะ",
        "winter_Tue2": "เธอชื่อ @ ใช่ป่ะ?#$e#ฉันลืมน่ะ",
        "winter_Tue4": "ไง @#$e#พอจะมีอะไรน่าตื่นเต้น ในฟาร์มเธอบ้างปะ?",
        "winter_Wed6": "ฉันเริ่มจะคิดได้ว่า ความดูดี ไม่ใช่สิ่งที่สำคัญที่สุด หรอกเธอว่าไหม#$e#แต่ฉันก็ยังชอบแต่งตัวอยู่นะ ฉันหมายถึง...ทำไม เราจะแสดงความเป็น ตัวตนของเราออกมาบ้าง ไม่ได้ล่ะ?",
        "winter_Thu6": "ฉันน่าจะบริจาค กระโปรงของฉัน ไปบ้างนะ#$e#ฉันหมายถึงจำนวนกระโปรง ที่ฉันมีก็เกิน 1,000 ตัวไปแล้ว$h#$e#...ว่าไงนะ?",
        "winter_Sun6": "อืม ถ้าเธอเห็น อเล็กซ์ เธอช่วยบอกเค้าได้มั้ยว่า ฉันไม่ว่างวันนี้?#$e#ขอบคุณนะ",
        "winter_Mon8": "ฉันอยากให้สตาร์ดิวแวลลี่ อุ่นกว่านี้จัง#$e#ฉันย้ายไปที่อื่น ก็ได้นะ แต่...",
        "winter_Fri8": "เธอคิดว่า เธอจะมีลูกม้าในฟาร์ม บ้างไหม?",
        "winter_Sat8": "ยินดีด้วยที่เธอมีงานให้ทำ ในฤดูหนาวน้อยลงนะ#$e#คงจะดีที่ได้พักบ้างเนอะ?",
        "winter_Sun10": "@ วันนี้เธอดูน่ารักดีนะ#$e#...$h"
    }
}
