{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "4": "...เคยเจอสิ่งมีชีวิตแบบข้า ในเหมืองไหม? ข้าขอโทษนะ ถ้าหากพวกนั้น ไม่เป็นมิตรกับเจ้า ก็นะ พวกเราเรียนรู้ ที่จะกลัวมนุษย์... พวกเราเจอ...สิ่งเลวร้าย มาเยอะแล้ว เจ้าคงไม่เคย... ฆ่าเพื่อนของข้าไป ใช่ไหม?",
        "8": "สงครามพันปี ระหว่างเผ่าพันธุ์ของข้า และพวกคนแคระ เพิ่งจะจบไป ยังมีผู้ไม่พอใจ อยู่ทั้งสองฝ่าย",
        "15": "ได้โปรด เก็บที่อยู่ของข้า ให้เป็นความลับด้วย ถ้าพวกคนแคระ รู้เมื่อไหร่ พวกมันต้องส่ง นักฆ่ามาแน่ๆ",
        "Fri": "...",
        "reject_868": "โอ้ นั่นมันสะเก็ดขั้วโลก (arctic shard) นี่นา! มันคืออุปกรณ์เวทมตร์ ที่หาได้ยากมากๆ#$b#ถ้าข้าเป็นเจ้าล่ะก็ ข้าจะนำมันไปให้พ่อมด!",
        "Wed": "ข้าหาของ ที่อยู่ที่นี่ แล้วก็ขายมัน สนใจจะซื้ออะไรมั๊ย?",
        "Wed6": "หากเจ้ายื่นหูของเจ้า ไปที่ท่อทางขวานั่น เจ้าจะสามารถ ได้ยินเสียงจากบ้านใดๆ ก็ตาม จากข้างล่างนี่#$b#ข้ายังไม่ได้ ดักฟังใครเลยนะ!$3",
        "Thu": "ได้โปรดอย่าไปบอกใคร เกี่ยวกับข้า#$b#พวกมนุษย์นั้น ชอบที่จะทำลาย สิ่งที่พวกเขาไม่เข้าใจ",
        "Thu6": "ช่วยอย่าไปบอกใคร เกี่ยวกับข้า#$b#มนุษย์ส่วนใหญ่ กลัวพวกเรา ชาวเงา... นั่นนะเป็นเรื่องปกติ$s#$b#ถ้าหากว่า ชาวเมืองรู้เรื่องข้า ข้าอาจจะไม่ ปลอดภัยที่นี่",
        "Tue": "ข้าอ่อนไหว ต่อแสงแดดยามเช้า เกินกว่าจะออกไปข้างนอก สภาพแวดล้อม ในนี้แหละ ดีที่สุดแล้ว สนใจจะซื้ออะไรมั๊ย?",
        "Mon": "อย่าตกใจไปเลย ข้าแตกต่างจากคนอื่นๆ นะ ข้าใช้เวลาส่วนมาก ในการสังเกตดูมนุษย์ ข้ารู้ว่าเจ้า ชอบซื้อของ ลองดูสินค้า ของข้าหน่อยมั๊ย?",
        "Mon2": "กลับมาอีกแล้วหรอ? ข้าว่ามันตรง กับทฤษฏี พฤติกรรมของมนุษย์ ที่ข้าคิดนะ",
        "Mon6": "'โครบัส' หมายถึง 'ผู้ข้ามสะพาน' ในภาษาของพวกเรา",
        "Sat": "ในวันศุกร์ ข้าจะเงียบ เพื่อแสดงความจงรักภักดี แด่โยบะ",
        "Sun": "...ขอโทษนะ ข้ายังระแวง พวกมนุษย์อยู่ ยังไงก็ตาม ข้ายังเปิดร้านขายของ ให้เจ้าอยู่นะ",
        "Sun4": "เจ้าดูไม่เหมือนมนุษย์ คนอื่นๆเลย?",
        "Sun8": "เจ้าช่วยให้ข้า ได้เห็นโลกของมนุษย์ ข้าประทับใจนะ",
        "divorced": "..."
    }
}
