{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "4": "ผมเห็นมะม่วงยักษ์ ลอยอยู่บนฟ้า ลีนัสบอกผมว่านั่นคือ บอลลูน!$u#$b#ผมนึกว่ามีแต่นกที่บินได้...",
        "18": "ตอนแรกที่ผมมาถึง ลีนัสทำชุดใบไม้ แบบเดียวกับของเขาให้ผม...#$b#แต่ผมดูตลก... เหมือนมะม่วงมีขนอ่ะ!$h#$e#ผมว่า ผมใส่ขนนกของผมอ่ะ ดีแล้ว",
        "LeoDeparture": "ผมต้องหาที่อยู่ซักที่...$s#$b#แต่ผมมีแผน... ผมจะขอให้เพื่อนช่วย",
        "Thu8": "ตอนแรกผมรู้สึกแย่... ที่ต้องออกมาจากเกาะนั้น แล้วมาอาศัยใน ดินแดนแปลกประหลาด$s#$e#แต่ไม่นานผมก็ชิน#$b#ผมเป็นคนที่ปรับตัวเก่งมากๆ!$h",
        "Thu10": "ตอนแรก ผมรู้สึกเหมือนเป็นคนนอก แต่ผมก็หาเพื่อนได้เยอะแยะ!$h#$b#เป็นครั้งแรกที่ ผมรู้สึกว่าผมมีพรรคมีพวก...",
        "Tue": "ครูเพนนีพยายามอย่างหนัก ให้ผมเรียนทันเพื่อนๆ ครูใจดีมากๆ ...#$e#...โคดีที่ผมจำบางอย่างได้ จากเมื่อก่อน... ก่อนที่จะถูกซัดมาเกยหาด... มันก็เลยไม่ยากเท่าไหร่#$e#ครูเพนนีบอกว่าครูประทับใจ ในความรู้ของผมมาก!",
        "Tue10": "ผมมั่นใจว่า มนตอนแรกแจ๊สกับวินเซนท์ คิดว่าผมประหลาด ฉันเผลอร้องแกว๊กปสอง-สามครั้ง... มันก็ไม่ช่วยอะไร$s#$e#มันคือการเปลี่ยนแปลง สำหรับทุกคนนั้นแหละ แต่ตอนนี้เราเป็นเพื่อนที่ดี ของกันและแล้วนะ!$h",
        "Wed": "ผมจะเรียนรู้ทุกอย่าง ที่เรียนรู้ได้จากลีนัส และครูเพนนี!$h#$e#นายกเลวิสบอกว่า ผมกำลังจะกลายเป็น 'ประชาชนความสามารถสูง'... ถึงผมจะไม่รู้ว่า มันคืออะไรก็เถอะ",
        "Thu": "คุณเคยสังเกตเห็น พวกนกน่าสนใจที่อาศัย อยู่ที่นี่บ้างไหม?#$e#ถ้าคุณตั้งใจฟัง พวกมันอาจจะบอกอะไร กับคุณก็ได้นะ",
        "winter_Thu": "พวกนกในหุบเขานี้ ไม่ค่อยกลัวหนาวเท่าไหร่#$e#ผมอิจฉาชุดอุ่นๆ ของพวกมันนิดหน่อย...$s",
        "Fri": "ลีนัสสอนผมเกี่ยวกับ อาหารป่าทั้งหมดในหุบเขานี้ ที่นี่มีไอ้นู่นไอนี่เต็มไปหมด!$h#$e#แต่ถึงอย่างนั้น... ผมก็คิดถึงการกิน วอลนัททองคำ(golden walnuts) เป็นอาหารเช้าจริงๆ...$s",
        "winter_Fri": "ลีนัสสอนวิธีทำ ปลาเครื่องเทศสูตรพิเศษ ให้ผม...#$b#เขาบอกผมว่า ถ้าผมกินมันเข้าไปมากพอ มันจะทำให้ผมอบอุ่น ในฤดูหนาว!$h",
        "Fri8": "ลุงลีนัสบอกว่าผมควร ทำให้ปลาของผม 'สุก' ก่อนที่จะกิน...$s#$b#กว่าผมจะชินได้ เล่นเอาลำบากแทบตาย... มันแห้งสุดๆ เลยนี่...$s",
        "Mon": "หวัดดี @ ดีใจจังที่เห็นคุณ กลับไปบนเกาะ เหมือนเมื่อก่อน นี่มันสนุกจัง!#$e#คุณก็รู้ว่า ตอนที่คุณมาครั้งแรก ทำให้ผมกลัวมากๆ... ผมรู้ว่าชีวิตผมกำลังจะ เปลี่ยนไปแล้ว$u",
        "Sun": "คุณรู้มั้ย หุบเขาสตาร์ดิวอาจจะเป็น บ้านหลังใหม่ของผม... แต่เกาะขิงก็จะเป็น บ้านของผมตลอดไป#$e#การที่ได้กลับไปเยี่ยมที่นั่นบ้าง มันรู้สึกดีมากเลย",
        "Sat": "ไปแน่นะ ซักวันหนึ่งผมอาจจะ ไปยังเมืองซูซู...$u#$b#ตอนนี้ตัวผมไม่ได้ใกล้เคียง กับคำว่าพร้อมเลย โลกใบนี้มันแปลก สำหรับผมมาก และตอนนี้ผมก็รู้สึกโอเค กับที่นี่แล้ว!$h",
        "Sun10": "พวกนกแก้วอยากให้ผม ขอบคุณคุณสำหรับพวก วอลนัททองคำ(golden walnuts) ที่คุณเจอ พวกนกแก้วชอบมันมากเลย$h",
        "Sat10": "@? อืม... ผมเขินนิดหน่อยที่จะถามนะ...$u#$b#แต่... คุณคิดว่าแจสจะชอบ ผู้ชายแบบผมไหม?$u#$b#หรือผมประหลาดเกินไป?$s#$e#ฮ่าๆๆ... ใครสนกันล่ะ ซักวันนึงผมก็จะรู้เองแหละ$h"
    }
}
