{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "คืนแรกในกระท่อมเก่าๆ เป็นอย่างไรบ้างล่ะ?#$e#ปู่ของคุณ บ่นเกี่ยวกับเตียงโง่ๆ นั่นตลอดเลย แต่ฉันว่าลึกๆแล้ว เขาก็รักบ้านหลังนั้นนะ",
        "Resort": "I'm impressed, @. You've really fixed up the place!$h",
        "Resort_Leaving": "Everyone aboard! We're heading back to the valley!",
        "Resort_Shore": "Vacation opportunities like this could really expand the local economy!#$e#I'd better not stay in the sun too long, or my moustache will dry out.",
        "Resort_Chair": "Hehe... look at this place! I don't know how you did it, but this little vacation spot is the talk of the town.$h",
        "Resort_Bar": "Hehe... Gus is really in his element.",
        "pamHouseUpgrade": "@ ฉันได้ยินว่าเธอทำเพื่อ แพม และ เพนนี... และมันเป็นการช่วยเหลือ กันในชุมชนที่ฉันอยากเห็น ในเมืองเพลิแกนแห่งนี้!$h",
        "pamHouseUpgradeAnonymous": "@ เธอเคยได้ยินไหม? บางคนจ่ายเงินให้ โรบิน เพื่อสร้างบ้านใหม่ให้ แพม และ เพนนี! ยังไงก็ตาม โรบิน ไม่ได้บอกฉันว่าคนๆ นั้นเป็นใคร#$e#ไม่ว่าใครจะเป็นคนจ่ายก็ตาม ฉันอยากเห็นการช่วยเหลือ ของคนในชุมชนแบบนี้ ในเมืองพิลิแกนแห่งนี้!$h",
        "willyCrabs": "*ฟุดฟิด*... *ฟุดฟิด*... ได้กลิ่นนั้นไหม? ฉันสามารถจับปูได้ทั้งวัน...$u",
        "cc_Begin": "*ฟุดฟิด*... *ฟุดฟิด*... อ่าาา ฉันรู้สึกว่า เธอใช้เวลาส่วนใหญ่ ไปกับ ศูนย์ชุมชน หลังเก่านี้ มันดีนะที่จะเห็นว่า ใครบางคนยังห่วงใย สถานที่นี้อยู่",
        "cc_Complete": "ฉันไม่เคยรู้สึกภูมิใจ กลับชุมชนของเรา แบบนี้มาก่อนเลย เธอทำมันได้ ช่วยเหลือเมืองพิลิแกน ไว้มาก @$h",
        "cc_Bus": "@ ได้ยินนั่นไหม? มันดูเหมือน รถบัสคันเก่าของเมือง ทำงานอยู่ตลอดทั้งคืน!!$h#$b#มันเป็นอะไร ที่เก่าที่ถูกทิ้งมานานมากๆ... นี่มันเป็นเรื่อง มหัศจรรย์จริงๆ",
        "joja_Begin": "เอาล่ะ ศูนย์ชุมชน หลังเก่าไปซะแล้ว... ฉันทายว่ามันถึงเวลาเปลี่ยน และสิ่งใหม่ๆ จะเข้ามาแล้วเดินไปต่อ... ยังงั้นก็ตาม ฉันรู้สึกทำอะไรไม่ได้ และรู้สึกเหมือนกำลังสูญเสีย$s#$e#ฉันแค่หวังว่านี่มัน คงไม่ทำให้ประวัติของฉันเสีย$s",
        "Mon": "เป็นฤดูกาลที่ดีที่จะเพาะปลูก แม้แต่คนที่ไม่ใช่ ชาวไร่อย่างเรา#$e#ภูเขาลูกนี้ขึ้นชื่อมาก ในเรื่องดอกไม้ที่แสนงดงาม ในฤดูใบไม้ผลิ!$h",
        "Tue": "หยิบของที่คุณต้องการขาย วางลงในตะกร้า ที่อยู่ข้างๆบ้านคุณได้เลย#$e#ฉันอยากรู้เหมือนกัน ว่าคุณจะใส่อะไรลงไปบ้างนะ",
        "Saloon_Entry": "โย่ว กัส!",
        "Tue2": "เมื่อเริ่มต้นฤดูกาลใหม่ คุณจะต้องถอนต้นไม้ที่เน่าตาย จากฤดูกาลก่อน ทิ้งออกไปด้วย วิธีที่ง่ายที่สุดคือใช้เคียว",
        "spring_3": "คุณมีพืชชนิดอื่นๆ ที่ใช้ปลูกในฤดูใบไม้ผลิ หรือยัง? ฤดูกาลน่ะ ไม่คงอยู่ตลอดไปหรอก คุณเข้าใจแล้วนะ",
        "Town_57_40": "#$c .3#เข้าเมืองแต่เช้าเชียว ทำงานในฟาร์ม เสร็จแล้วเรอะ?#$e#อรุณสวัสดิ์! ฉันกำลังตรวจสวน เหมือนอย่างเคยนะ$h#$c .5#หืมม... นี่มันตัวเพลี้ยนี่?$s#$e#โอ้วว... คงไม่ใช่เพลี้ยหอยนะ$s",
        "Wed": "อืมม... เก็บภาษี... *พึมพำ* ...ค่าใช้จ่ายในเทศกาล ฤดูใบไม้ผลิ... *พึมพำ*...$u#$e#ห้ะ?",
        "spring_10": "อาห์... ไม่มีอะไรดีไปกว่า ชาสักแก้วในตอนเช้า",
        "Thu": "ซาลูนสามารถ ทำให้คุณมีชีวิตชีวา มากขึ้นในทุกค่ำคืน บางครั้งฉันก็หยอดเหรียญ ไปในตู้เพลง *กริ๊ง*$h#$e#ฉันอยากจะมาสัปดาห์ล่ะครั้ง หรือมากกว่านั้นด้วยซ้ำ",
        "Saloon": "สายัณห์สวัสดิ์! มันเยี่ยมมากเลย ที่เห็นว่าคุณมี มนุษย์สัมพันธ์ที่ดี กับชาวเมืองนี้#$b#มันเป็นเรื่องที่ดี ที่คุณจะหยุดสักพักเพื่อ ตรวจสอบว่ามี ความเคลื่อนไหวอะไรบ้าง$h",
        "Saloon4": "สวัสดีตอนค่ำ @! ดีใจที่ได้เห็นคุณ มาผ่อนคลายที่บาร์นี่ พักบ้างอะไรบ้าง$h#$b#คุณปู่ของคุณ ท่านทำงานหนักด้วย ตัวท่านเองมาตลอด... คืนนี้ผมจะขอดื่ม ให้แก่คุณปู่ของคุณ",
        "Fri": "ฉันหวังว่า %farm ฟาร์มจะไปได้สวยนะ ฉันเกลียดที่ต้องเห็นว่า พืชเหี่ยวไปหมดน่ะ",
        "Sat": "ทุกคนดูมีความสุขขึ้น ในวันหยุดสุดสัปดาห์นะ คุณว่าไหม?#$e#ฉันต้องทำงานตลอดนี่นา",
        "Sun": "ฉันเป็นนายกเทศมนตรีของ เมืองเพลิแกนมามากกว่า 20 ปีแล้ว!#$e#ไม่มีใครสู้ฉันได้ ตอนเลือกตั้งเลย ฉันคิดว่าเพราะฉัน ทำงานได้ดีแน่ๆ#$e#ฉันชอบที่ได้เป็น นายกเทศมนตรีนะ",
        "event_secret1": "ขอบคุณนะ @ ฉันจะไม่ลืมมันเลย",
        "event_secret2": "*ร้องไห้* ... ฉันไม่อยากจะเชื่อว่า คุณจะทำแบบนั้น...$s#$b#คุณช่างโหดร้าย$s",
        "summer_Mon": "การทำสวนเป็นงานอดิเรก ของฉันดังนั้นฉันจึงตื่นเต้น กับสภาพอากาศที่อบอุ่นนี้",
        "summer_Town_57_40": "#$c .3#อ้า วิเศษจริงๆ ดอกไม้กำลังโตเลย!$h#$c .3#อรุณสวัสดิ์! คุณได้กลิ่นหอมหวาน จากดอกลิลลี่นี่รึเปล่า?#$e#เช้าแล้วแต่อากาศยังอุ่นนะ ฤดูร้อนช่างดี กับชายแก่อย่างฉันจริง เฮอะๆ",
        "summer_Tue": "ฉันชนะการเลือกตั้ง นายกเทศมนตรีได้ยังไง น่ะเหรอ? เรื่องมันยาวน่ะ#$e#เรายังไม่ว่างพอ ที่จะคุยเรื่องนี้กันหรอกนะ",
        "summer_Wed": "แมงกะพรุนพระจันทร์ จะมาที่นี่เร็วๆนี้ มันเป็นหนึ่งในสิ่ง ที่ฉันชอบเกี่ยวกับ หมู่บ้านนี้เลยล่ะ",
        "summer_Thu": "ตอนกลางคืนที่ห้องโถง ดูครึกครื้นมากเลย#$e#ฉันชอบที่จะมาแวะมา อาทิตย์ละครั้ง เพื่อมาติดตามข่าวสาร และมากินสปาเก็ตตี้ รสชาติแท้ๆของกัส",
        "summer_Fri": "ฮืมม... วันนี้เป็นวันเกิด ของใครหรือเปล่านะ? ฉันน่าจะลองไปดู ปฏิทินที่ร้าน ปิแอร์ ดีกว่า",
        "summer_Sat": "ทุกคนดูมีความสุขขึ้น ในวันหยุดสุดสัปดาห์นะ คุณว่าไหม?#$e#ฉันต้องทำงานตลอดนี่นา",
        "summer_Sun": "บอกหน่อยว่าคุณได้ปลูก ต้นบลูเบอร์รี่บ้างไหม?#$e#ฉันชอบบลูเบอร์รี่สดๆ มากเลยนะ",
        "fall_Mon": "ชาวเมืองบางคน ยังไม่ค่อยไว้วางใจ คนแปลกหน้า ถ้าจะให้พวกเขายอมรับคุณ ก็ต้องทำให้พวกเขา ไว้ใจคุณก่อน#$e#อดทนไว้แล้วคุณ ก็จะผ่านมันไปได้$h",
        "fall_Tue": "กว่ายี่สิบปีที่แล้ว เวลาประมาณนี้ของปี ฉันได้เป็น นายกเทศมนตรีครั้งแรก#$e#รู้สึกแก่จริงจังเลยล่ะ$s",
        "fall_Wed": "ถ้าคุณมีคำแนะนำสำหรับเมือง เพียงแค่เขียนและใส่มันลงมา ในกล่องคำแนะนำของฉัน#$e#โอ้ ใช่ซิ... ฉันไม่มีกล่อง ใส่คำแนะนำนี่หน่า",
        "fall_Wed2": "ทุกๆ วันพุธ ฉันจะทานวาฟเฟิลบัควีท กับกาแฟเป็นอาหารเช้า มันเป็นธรรมเนียมเล็กๆ ที่จะทำให้ชีวิต ชายโสดอย่างฉัน ดูน่าสนใจ$h",
        "fall_Town_57_40": "#$c .3#หืมมม... พวกเห็ดแปลกๆ พวกนี้มาขึ้นอยู่ตรง รอยแตกไม้ฉัน อยากรู้จังว่าเป็นประเภทไหน?#$c .3#cอรุณสวัสดิ์! เรากำลังย่างก้าวเข้าสู่ ฤดูหนาวอย่างช้าๆ เพราะงี้ฉันเลยต้องเห็น สวนของฉันค่อยๆ หายไปอย่างช้าๆ#$e#อ่า คุณเข้ามาในเมือง แต่เช้าเลยนี่ หือ? เสร็จงานจาก ที่ฟาร์มแล้วหรอ?",
        "fall_Thu": "ตอนดึกๆ ที่บาร์จะเริ่มคึกคัก#$e#ฉันชอบไปอาทิตย์ละครั้ง สองครั้ง เพื่อตามกระแสซักหน่อย",
        "fall_Fri": "ฉันหวังว่าฟาร์มของคุณ จะเป็นไปได้ด้วยดีนะ",
        "fall_12": "คุณมีบ้านผึ้ง (Bee houses) ในฟาร์มของคุณ แล้วใช่ไหม?#$e#ถ้าคุณวางใกล้ๆ ดอกไม้ชนิดต่างๆกัน ประเภทของน้ำผึ้ง จะแตกต่างกันออกไปนะ",
        "fall_19": "บางครั้ง นายก็รู้ได้ว่า มีบางอย่างอยู่ใต้ดิน ลองสังเกตดูดีๆสิ",
        "fall_Fri4": "คุณได้ลองทาน ซอสสปาเก็ตตี้สูตรลับของ กัส หรือยัง?$s#$b#... ถึงส่วนผสมจะเป็นความลับ แต่กลิ่นมันก็บอกได้นะ#$b#แล้วเจอกัน",
        "fall_Sun": "คุณทำฟาร์มเต็มที่ อยู่หรือเปล่า @? คุณจะต้องทำอะไรหลายๆ อย่างให้สำเร็จในหลายๆ พื้นที่นะ ถ้าอยากจะเป็นพลเมืองที่ดี พร้อมรอบด้าน",
        "winter_1": "เอาล่ะ หน้าหนาวมาถึงแล้ว! นั่นหมายความว่า ชาวเมืองส่วนใหญ่ จะใช้เวลาอยู่แต่ในบ้าน#$e#อย่างน้อยคุณก็จะรู้ว่า จะหาพวกเขาเจอได้ที่ไหน!$h",
        "winter_Mon": "จะผ่านพ้นไปอีกปีแล้ว!#$e#ฉันหวังว่า คุณจะมีปีที่อุดมสมบูรณ์นะ!",
        "winter_Tue": "ฉันต้องเริ่มคิดแผน ที่จะพัฒนาเมืองของพวกเรา ในปีหน้าซะแล้วล่ะ!",
        "winter_Wed": "ฉันยังมาที่นี่ทุกๆคืน เพื่อเก็บผลผลิตของคุณ แม้ในตอนหิมะตก#$e#เพราะในหน้าหนาว คุณก็ต้องหาเงินนะ!",
        "winter_Fri": "ฉันหวังว่าฟาร์มของคุณ จะเป็นไปได้ด้วยดีนะ",
        "winter_Fri6": "ผมไม่เคยแต่งงาน ผมไม่มีครอบครัว ทั้งชีวิตผมอยู่เพื่อเป็น นายกเทศมนตรีเท่านั้น$s#$e#มันคุ้มกันรึเปล่า?$s#$e#...*เฮ้อ*...$s",
        "winter_Sun": "สวัสดี @!วันนี้สบายดีมั้ย?$h#$e#ถ้าเจอมานี ก็ฝากสวัสดีกับเธอ แทนฉันหน่อย"
    }
}
