{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "คนแปลกหน้าเหรอ? ...สวัสดี#$e#ไม่ต้องสนใจฉันหรอก ฉันแค่อาศัยอยู่ที่นี่ คนเดียวน่ะ",
        "cc_Boulder": "เพื่อนเก่าของฉัน เจ้าก้อนหินยักษ์ ที่ส่องประกายนั่น มันได้จากไปแล้ว มันดูเหมือนจะไม่ใช่ เหตุการณ์สำคัญอะไร แต่สำหรับฉันเป็น การเปลี่ยนแปลงครั้งใหญ่#$b#แต่ฉันดีใจกับ เจ้าก้อนหินชรานะ ที่ได้ไปดูโลกกว้างน่ะ$h",
        "MovieInvitation": "หือ... กับฉัน? ปกติฉันคงไม่ไป แต่... ตกลง คุณใจดีจังที่นึกถึงฉัน#$b#อีกสักพักนึ่ง เดี๋ยวฉันไปนะ",
        "Mon": "อากาศที่สดชื่น ในที่รกร้างว่างเปล่านี่ คือทั้งหมดที่ฉันสนใจ#$e#ฉันอยู่ข้างนอกนี่ เพราะว่าฉันเลือกเองไงล่ะ",
        "Tue": "คุณมาเยาะเย้ยฉันเหรอ...?#$e#ฉันแค่สนใจแต่ธุระของตัวเอง",
        "Wed": "ฉะ...ฉันไม่รู้จักคุณดีพอ ที่จะเชื่อคุณหรอก ขอโทษทีนะ",
        "Thu": "...หืมมม? คุณต้องการอะไร จากฉันรึเปล่า?",
        "Fri": "ขอร้องล่ะ อย่าพังเต็นท์ของฉันเลยนะ#$e#มันเคยโดนพังมาแล้ว$s",
        "Sat": "ฉันมีความสุขได้ด้วย ตัวของฉันเอง ขะขะเข้าใจ...ใช่ไหม#$e#ฉันไม่จำเป็น ต้องมีเพื่อนใหม่หรอกนะ",
        "Sun4": "มันคงจะดีไม่น้อยนะ ถ้าชาวเมืองยอมรับฉัน ในสิ่งที่ฉันเป็น$s#$b#ฉันชอบที่จะอยู่ข้างนอกนี่ ในอากาศที่ปลอดโปร่งแบบนี้ นั่นคือสิ่งที่พวกเขา ไม่เข้าใจ",
        "Tue4": "คุณสามารถเรียนรู้ ที่จะเอาตัวรอดในป่าได้ ฉันทำมาแล้ว#$e#ฉันคิดว่าพวกเราทุกคน ต่างก็มีแรงกระตุ้นซ่อนอยู่ แรงกระตุ้นที่อยาก กลับคืนสู่ธรรมชาติ มันแค่น่ากลัวนิดหน่อย ที่จะทำตามมัน",
        "Wed6": "ฉันใช้เวลาส่วนใหญ่ ไปกับการคิด#$e#ถ้าหากคุณสามารถเข้าใจ ในเหตุผลที่ซ่อนอยู่ ในความคิดของคุณได้ โดยครบถ้วนละก็ คุณก็จะบรรลุระดับใหม่ ของการมีชีวิตอยู่",
        "Wed2": "ฉันต้องระวัง คนแปลกหน้าเอาไว้ เพราะว่าผู้คนส่วนใหญ่ไม่ชอบ 'คนป่า'",
        "Thu4": "คนที่นี่ก็ดูเป็นมิตรดีนะ แต่พวกเขาหลบหน้าฉัน#$e#ผู้คนต่างเกรงกลัว สิ่งที่ไม่รู้$u",
        "Fri4": "คุณเรียนรู้สิ่งต่าง ๆ ได้มากมายจากต้นไม้#$b#ใช้เวลาอยู่ร่วมกับมัน และมันอาจจะบอกเล่า ความลับของมันกับคุณ#$e#ไปอย่างสันตินะ เด็กเอ๋ย",
        "Sat4": "ฉันมีทุกสิ่งทุกอย่าง ที่ต้องการเพื่ออยู่รอด และมีมากกว่านั้นอีก ธรรมชาติ บรรเลงเพลงที่น่ามหัศจรรย์ ถ้าคุณเรียนรู้ที่จะรับฟังน่ะนะ#$e#ฉันยังใช้เวลามากมาย ไปกับการอ่าน หนึ่งในเหตุผลที่ฉันหยุดอยู่ ที่หุบเขานแห่งนี้ ก็คือสุดยอดห้องสมุดนั่นเองล่ะ",
        "Sun": "#$1 linusVandal#เมื่อคืน มีคนปาหินใส่เต็นท์ฉัน... ฉันเลยต้องรอให้มันผ่านไป$s$k#$e#ฉันไม่ชอบที่จะอยู่ ในที่เดิมเป็นเวลานาน ๆ ในโลกนี้ยังมีประสบการณ์ ให้พบเจออีกเยอะ",
        "summer_Mon4": "ตลอดหลายปีที่ผ่านมา ฉันได้พบความลับ สองสามอย่าง เกี่ยวกับการใช้ชีวิต#$e#คุณจะต้องค้นหามัน ด้วยตนเองนะ",
        "summer_Mon": "#$1 LinusHeron#ฉันเห็นนกกระสา เดินลุยน้ำไปอย่างนุ่มนวล ผ่านหมอกในตอนเช้า นั่นน่ะ เป็นรางวัล ของการใช้ชีวิตเรียบๆ$k#$e#มันเป็นเรื่องง่ายที่จะ หลงไปกับชีวิตที่ทันสมัย ช่วงชีวิตที่ดีที่สุดของคุณ จะผ่านไป อย่างเลือนลางไร้รูปแบบ นั่นเป็นสาเหตุที่ว่าทำไม คุณจะต้องเรียนรู้ ที่จะใช้ชีวิตให้มันช้าลง",
        "summer_Tue4": "เป็นไงบ้าง เพื่อนน้อยของฉัน?",
        "summer_Wed6": "อา... ฤดูร้อน ดวงอาทิตย์ที่ร้อนระอุ อุ่นกระป๋องให้ฉัน#$b#ทำให้ฉันมีอาหารที่อุ่นๆ ให้ตั้งตารอในตอนกลางคืน",
        "summer_Thu4": "ฉันมีเหตุผลของฉัน สำหรับการอาศัย อยู่คนเดียวแบบนี้#$e#บางสิ่งจะดีที่สุด ถ้าปล่อยมันไว้ ไม่พูดมันออกมา...#$e#ฉันควรจะไปหาอาหารได้ละ",
        "summer_Fri4": "เมื่อไหร่ก็ตามที่คุณ จับปลาได้ให้สำนึกขอบคุณถึง ความเสียสละของมันด้วยนะ#$b#ถึงแม้เธอจะไม่เชื่อ เรื่องจิตวิญาณของปลาก็ตาม แต่มันเป็นการฝึกจิตใจที่ดี เราต้องตระหนักถึงผลกระทบ ของเราต่อสิ่งแวดล้อมนะ",
        "summer_Sat4": "คุณสามารถหา ปลาเทราต์สายรุ้ง (Rainbow Trout) ได้ที่ลำธารในตอนนี้",
        "summer_Sun": "ช่วงนี้ของปี ชีวิตของฉันง่ายขึ้นเยอะ ฉันไม่ต้องกังวลว่า จะทำยังไงให้ตัวอุ่น#$e#และมันก็มีพืชผลตามป่า เต็มไปหมด",
        "fall_Mon": "ฉันได้ไปสำรวจในถ้ำนั้นมาแล้ว#$e#ดูเหมือนมันจะมี ความลับบางอย่างซ่อนอยู่#$e#ระวังตัวด้วย เมื่อเธอเข้าไปในนั้นน่ะ",
        "fall_Tue4": "#$1 LinusFall1#มีคนมาพ่นสีสเปรย์ ใส่บ้านฉันเมื่อคืน... ใช้เวลาเป็นชั่วโมง ในการลบมันเช้านี้ $k#$e#ฉันต้องเริ่มรวบรวมฟืน สำหรับฤดูหนาว#$e#คุณมีฟืนพอที่ จะทำให้บ้านของคุณ อบอุ่นหรือเปล่า?",
        "fall_Wed4": "ฉันไม่มีอะไร ต้องรับผิดชอบมากนัก ฉันก็เลยใช้เวลา ไปกับการคิดแทน#$e#คุณต้องเข้าใจสิ่งที่คุณคิด ก่อนที่คุณจะควบคุมมัน",
        "fall_Sun": "ฉันไม่ชอบอยู่ในที่เดิม นาน ๆ",
        "fall_Sun6": "ไม่มีอะไรที่จะดีไปกว่า พวกเห็ดป่าในฤดูใบไม้ร่วง$h",
        "winter_Mon": "มันหนาวได้มากจริง ๆ เวลาคุณอาศัยอยู่ในเต็นท์$s",
        "winter_Tue4": "ขอบคุณที่ไม่รังเกียจฉันนะ @ มันต้องใช้ภูมิปัญญาอย่างมาก ที่จะเอาชนะสัญชาตญาณ พื้นฐานของคน#$e#ฉันก็เป็นมนุษย์ เหมือนคนอื่นนั่นแหละ ฉันแค่มีวิถีชีวิต ที่ต่างออกไป",
        "winter_Wed4": "ฉันแน่ใจว่าเธอเข้าใจว่า ทำไมฉันถึงระแวง คนแปลกหน้า#$e#แต่มันเป็นเรื่องของอดีต โอเค้? ตอนนี้เธอกับฉันเป็นเพื่อนกัน ฉันคิดว่างั้นนะ",
        "winter_Thu4": "ฤดูหนาวมันลำบาก แต่คุณยังสามารถตกปลา และหาอาหารได้อยู่#$e#ถ้าคุณมีสัตว์ใด ๆ คุณก็ควรให้พวกมัน อยู่ข้างในนะ",
        "winter_Fri4": "ต้นไม้จะจำศีล ในช่วงหน้าหนาว ทำให้บรรยากาศดูเหงา ๆ#$e#แต่ฉันคงไม่ขัดขวาง การนอนเพื่อรักษาความงาม ของพวกเขาหรอกนะ$h",
        "winter_Sat4": "ขอบคุณที่แวะมานะ ฉันรู้สึกเหงา นิดหน่อยเช้านี้#$e#แล้วคุณเจออะไรน่าสนใจ ในเหมืองบ้างมั้ยล่ะ?",
        "winter_Sun": "การนอนบนพื้นดินนั้น ดีกับหลังของฉัน#$e#การมองอะไรๆ ในแง่ดีก็เป็นวิธีที่ดีที่สุดล่ะนะ$h"
    }
}
