{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อา เทศมนตรีเลวิส บอกฉันว่าเธอเพิ่งมาถึง ฉันชื่อมานีนะ!#$e#ฉันขายพวก ปศุสัตว์ แล้วก็ของใช้ของสัตว์ อยู่ที่ฟาร์มเลี้ยงสัตว์ของฉัน ว่างๆ เธอก็แวะมาเยี่ยมฉัน บ้างก็ได้นะ$h",
        "Resort": "ฮิฮิ... ในที่สุด! โอกาสที่จะได้อวด ความพยายามอย่างหนัก ในชมรมแอโรบิคของฉัน$h",
        "Resort_Leaving": "ฉันรู้สึกอบอุ่น",
        "Resort_Shore": "ฮี่ฮี่... การได้เห็นทุกคนในชุดอาบน้ำ นี่น่าสนใจจริงๆ",
        "Resort_Chair": "ยี๊... เก้าอี้มันเปียกอยู่นี่",
        "Resort_Bar": "ฟิ้วววว... ร้อนจัง!$s",
        "reject_789": "ว๊ายยย!$4#$b#...อืม... อะไรน่ะ? เห.. ฉันไม่รู้ว่านั่นคืออะไร...$3",
        "Mon": "ฉันรักสัตว์นะ เจ้าหนุ่ม @ ถ้าเธอปฏิบัติกับสัตว์ ของเธอดีละก็ ฉันมั่นใจว่า เราจะเป็นเพื่อน ที่ดีต่อกันได้แน่นอน! ^ฉันก็แค่รักสัตว์น่ะ @ แม่หนู ปฏิบัติต่อพวกเขา ด้วยความเมตตา แล้วพวกเราจะได้ เป็นเพื่อนกัน ฉันแน่ใจ!",
        "Mon4": "สัตว์มันไร้เดียงสา น่ารัก ถ้าไม่ใช่ฉันแล้วใครจะ ดูแลพวกมันกันล่ะ?$s#$e#ฉันแค่หวังว่าไก่ของฉัน คงไม่โกรธมากเกินไปนะ เวลาฉันหยิบไข่ของพวกมันไป$s",
        "Thu_2": "เธออยู่ที่นี่ มาได้พักนึงแล้วนะ ฟาร์มของเธอเป็นไงบ้าง?#$e#การเลี้ยงสัตว์มันไม่ยากหรอก ตราบใดที่เธอ ไม่ลืมพวกเขาน่ะ!$h",
        "Saloon": "ตอนนี้ ฉันสามารถพักผ่อน และสังสรรค์ได้ สักนิดสักหน่อยล่ะ",
        "Saloon_Tue": "คนไม่ค่อยมีเลยนะวันนี้$s",
        "Saloon_Wed": "#$1 marnieAnimalSal#ฉันทำนมทั้งถังหกวันนี้ มันแย่มากเลย ช่างน่าเสียดายงานที่ เบลินดาที่น่าสงสารของฉัน อุตส่าห์ทำมาตั้งนาน$k$s#$e#เธอมาก็ดีแล้ว ตอนนี้พอจะสดชื่นขึ้นหน่อย",
        "Saloon_Thu": "เฮ้อ! มันรู้สึกดีจริงๆ ที่ได้ยืดแข้งยืดขา หลังจากที่ทำงานหนักมาทั้งวัน",
        "Saloon_Fri": "%เหมือนมานีจะไม่สังเกต เห็นว่าคุณอยู่ที่นี่...",
        "Saloon_Sun": "*ถอนหายใจ*... ฉันไม่ได้ทำอะไรที่ มีประโยชน์เลยวันนี้",
        "Saloon_Sat": "ฉันเห็นคลินท์มาที่นี่ตลอด แต่เขาไม่เคยคุยกับใครเลย เขาเพียงแค่ ชำเลืองมองข้ามหัวไหล่มา เป็นครั้งคราวเท่านั้น$s",
        "Tue": "หลานของฉัน เชน มาอยู่ที่บ้านฉัน ได้เดือนสองเดือนแล้ว#$e#เขาช่วยฉันดูแลพวกไก่ เพราะงั้นก็ถือว่าเจ๊าๆ กันไป",
        "Wed": "เธอสามารถใช้เคียว เพื่อตัดหญ้ามาเป็น อาหารสัตว์ได้นะ#$e#หรือซื้อกับฉันก็ได้!$h#$e#ฉันไม่รังเกียจ เงินพวกนั้นหรอนะ...$u#$e#ลาก่อน",
        "Thu": "สวัสดีจ้า กำลังมองหาอะไรอยู่รึเปล่า?#$e#ฉันคิดว่าจะไปหาสัตว์ชนิดอื่นๆ มาขายอยู่เหมือนกันในอนาคต แต่เธอต้องพิสูจน์ ฝีมือการเลี้ยงสัตว์ซะก่อนนะ#$e#ถ้ามีตลาดรับซื้อ ให้สัตว์พวกนั้นแล้ว ฉันถึงจะเอาพวกมันมาขาย#$e#แค่ดูแลสัตว์ ของเธอให้ดีๆ แล้วเรื่องดีๆ จะเกิดขึ้นเองแหละ",
        "Fri": "มาเจอฉันได้ที่ซาลูนนะ ฉันอยู่ที่นั่น แทบทุกคืนนั่นแหละ#$e#พวกสัตว์เนี่ย เป็นเพื่อนที่ดีนะ แต่ยังไง ฉันก็ต้องคุยกับผู้คนบ้าง",
        "Fri4": "#$1 marnieLike#ฉันว่าใครสักคนในเมืองนี้ กำลังชอบฉันอยู่นะ *ฮิฮิ*$k$h#$e#ฉันคงจะเหงาแย่ ถ้าเชนย้ายออกไปน่ะ",
        "Fri6": "ฉันสงสัยจังว่าเลวิส อยู่บ้านหลังใหญ่ๆ แบบนั้นแล้วไม่เหงาหรอ...$s#$e#ในนั้นมันดูโล่งๆ เนอะ ว่ามั้ย?",
        "Sat": "เคยไปที่หอคอยแปลกๆ ทางด้านตะวันตก ของบ้านฉันไหม?#$e#ครั้งหนึ่งฉันเคยได้ยิน เสียงกระซิบน่ากลัว ที่เหมือนมาจาก โลกอื่นดังออกมา จากแถวนั้นด้วยล่ะ$s#$e#ถ้าฉันเป็นเธอ ฉันจะเลี่ยงไม่ไปตรงนั้นนะ...",
        "Sun": "ว่าไงจ๊ะ ดีใจที่ได้เจอเธอนะ!#$e#ถ้าอยากจะซื้อของ หรือจะมาหาอะไร ก็มาได้ตลอดเลยนะจ๊ะ",
        "Sun8": "ไงจ๊ะ @!$h#$e#ฉันดีใจ ที่เรากลายมาเป็นเพื่อนกันนะ ฉันรู้ว่าฉันไว้วางใจ ให้เธอดูแลเหล่าสัตว์เลี้ยง ที่น่ารักของฉันได้"
    }
}
