{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ความมืด... สายฝน... ทำให้ฉันตื่นเต้น$l",
        "Rainy_Day_1": "นี่ ยังจำวันที่เรา เล่นดนตรีด้วยกัน ที่ริมทะเลสาบได้ไหม อากาศแบบนี้ ทำให้ฉันนึกถึงวันนั้น#$e#เธอทำให้ฉัน ประหลาดใจมากเลย ตอนที่เธอเล่น ฮาร์ปเครื่องเล็กนั่น... ฉันนึกไม่ถึงเลยนะ ฉันคิดว่านั่นแหละ เป็นสาเหตุที่ทำให้ฉัน รู้สึกชอบเธอ มากขนาดนี้$l",
        "Rainy_Day_2": "นี่! ฉันตื่นเช้า และเดินสำรวจ ฉันได้พบสิ่งนี้เข้า มันทำให้นึกถึงเธอ [768 767 769 66 82]#$e#คิดดูสิว่า เธอจะหาอะไร ได้ดีกว่านี้อีก!$h",
        "Rainy_Day_3": "มันอาจจะเป็น วันที่ดีที่จะเข้าถ้ำ แต่ระวังตัวด้วยนะ#$e#ถ้าเธอไปพก ยาอายุวัฒนะ ไปสักสองสามขวด ก็ดีนะ",
        "Rainy_Day_4": "บางทีฉัน จะเริ่มต้นเล่น ราชาทุ่งหญ้าผจญภัย ...สักวันหนึ่ง ฉันสาบานว่า ฉันจะพิชิตมัน ให้ได้เลยล่ะ$h",
        "patio_Abigail": "%อบิเกล หายไปในเพลงของเธอ",
        "Rainy_Day_Abigail": "ชนบทแถวนี้ ดูเหมือนจะมีสิ่ง ที่น่าสนใจเนอะ เธอไม่คิด อย่างนั้นหรอ?",
        "Rainy_Night_0": "ฉันมองออกไปที่ ป่าเรนสเวต์... ฉันมองเห็น สิ่งมืดมนรอบๆ ป่า$6",
        "Rainy_Night_1": "คืนนี้เป็นคืนที่เหมาะ กับการเจอผี มว๊ากก",
        "Rainy_Night_2": "เธอรู้สึกถึงมันไหม? นั่นคือความสงบ ในสายฝน...",
        "Rainy_Night_3": "ในคืนแบบนี้ ฉันชอบหรี่ไฟลงและ ทำแค่ฟังเฉยๆ...$8",
        "Rainy_Night_4": "ฉันรู้สึกอยากทำ ซุปเป็นมื้อเย็น หวังว่ามัน จะกินได้นะ [199 218 219 727 730]$h",
        "Rainy_Night_5": "เฮ้! เธอดูเหนื่อย จากงานนะ ให้ฉันช่วย ผ่อนคลายไหม? ?^เธอดูน่ารักมากเลยนะ ตอนที่หมดแรง$h",
        "Rainy_Night_Abigail": "เสียงของฝน จะทำให้เราหลับ สบายคืนนี้",
        "Indoor_Day_0": "ฉันชอบ สถานที่นี้มาตลอดเลย ก่อนที่เธอ จะย้ายมาซะอีก ตอนนี้ฉันสามารถ สำรวจฟาร์มเมื่อไหร่ก็ได้ ที่ฉันต้องการ!$h",
        "Indoor_Day_1": "ว่าไงคะ @ กำลังจะเข้าป่าเหรอ? ฉันมีบางอย่างจะให้...[286 287 205 732]#$e#ใช้มันเมื่อเธอลำบาก มันจะช่วยให้เธอ ปลอดภัย",
        "Indoor_Day_2": "กำลังจะเข้าเหมือง เหรอ? เฮ้... ถ้าเจอของอร่อย อย่าลืมเอามาให้ฉัน สักชิ้นล่ะ!$h",
        "Indoor_Day_3": "นี่! ฉันกำลังคิดว่าวันนี้ ควรจะทำอะไรดี ฉันไม่ชินกับการมี อิสระมากขนาดนี้!",
        "Indoor_Day_4": "เธอไม่ว่าใช่มั้ย ถ้าฉันจะตกแต่งบางสิ่งใหม่? ฉันตื่นเต้นที่จะมี ที่ทำงานของตัวเอง น่ะ",
        "Indoor_Day_Abigail": "มีสิ่งใหม่ๆ เกิดขึ้นในฟาร์ม ของเราตลอดเลย... ฉันรักมันล่ะ",
        "Indoor_Night_0": "วันนี้เป็นวันที่ดี ของฉันล่ะ มีสิ่งน่าสนใจ เกิดขึ้นที่นี่ตลอดเลย ถ้าเธอสังเกตดีๆ",
        "Indoor_Night_1": "เฮ้! เล่าเรื่องวันนี้ของเธอ หน่อยสิ มีอะไรน่าตื่นเต้น เกิดขึ้นบ้าง?$h",
        "Indoor_Night_2": "ฉันเคย ทำตัวเป็นนกฮูก แต่ฉันเริ่มจะสนุกไปกับ จังหวะชีวิต ในฟาร์มแล้วละ มันรู้สึก เป็นธรรมชาติ",
        "Indoor_Night_3": "*ฮ้าวว*... ฉันว่านี่มันใกล้ค่ำแล้วล่ะ$h",
        "Indoor_Night_4": "เสียงของคืนที่มืดมน มันดังมากขึ้นในตอนนี้ ฉันไม่สามารถที่จะ หยุดสนุกกับมันได้เลย",
        "Indoor_Night_Abigail": "พร้อม จะเข้านอนรึยัง? ฉันเปิดผ้าห่ม ทำความร้อนสำหรับเรา ไว้แล้ว...$l",
        "Outdoor_0": "สายลมแผ่วเบา พัดพาอากาศจาก หุบเขาไปทั่วเมืองวันนี้ กลิ่นของมันคล้าย ลูกสนและสาเก",
        "Outdoor_1": "อืมมม... ฉันคิดว่าพวกเรา มีพื้นที่มากพอที่จะ สร้างฟาร์มสไลม์ ได้เลยนะ!",
        "Outdoor_2": "อย่าลืมปัดกวาดฝุ่น รอบๆ สุสานปู่ของเธอนะ มันมีบางอย่าง ที่ไม่ธรรมดาที่นั่น ฉันรู้สึกได้",
        "Outdoor_3": "มันสุดยอดไปเลย ที่มีพื้นที่ส่วนตัวในถ้ำ มันเป็นสิ่งฉัน ใฝ่ฝันเลยล่ะ$h",
        "Outdoor_4": "ฉันชอบลืมขนม ไว้ในกระเป๋า เสมอเลยแฮะ *ขยุบขยิบ*$h",
        "Outdoor_Abigail": "ฉันอยาก จะไปข้างนอก โอเคไหม?#$e#ที่นั่นมี แมลงที่น่าสนใจ และสิ่งต่างๆ มากมายเลยแหละ *ฮิฮิฮิ!*$h",
        "funLeave_Abigail": "วันนี้ฉันอยาก จะเข้าไปในเมือง เธอรู้ใช่ไหม ฉันต้องการที่จะไป ยืดเส้นยืดสาย นิดหน่อยอ่ะ",
        "funReturn_Abigail": "นี่! วันนี้เป็น วันที่ดีเนอะ? ฉันก็ดีเหมือนกัน มันรู้สึกดีที่ได้ เดินไปคุยไป...$h",
        "OneKid_3": "ไม่อยากเชื่อว่า ฉันกลายจะเป็น \"แม่คน\"... ชีวิตนี่ แปลกดีนะ$h",
        "TwoKids_0": "ฉันเพิ่งจะให้ ช็อกโกแลต และซีเรียล %kid1 กับ %kid2 พวกเขาตกใจสุดๆ ไปเลยล่ะ!!",
        "TwoKids_2": "ฉันฝันว่า %kid2 จะโตขึ้นเป็น นักล่าสัตว์ประหลาด ที่มีชื่อเสียงนะ ฉันเริ่มคิดจะสร้าง ชุดเกราะตัวน้อยๆ ให้ลูกๆด้วยแหละ",
        "TwoKids_3": "บ้านหลังเก่าๆ เด็กตัวน้อยๆ และฟาร์มที่แสนวิเศษ ฉันไม่เคยคิดที่จะมี สิ่งนี้มาก่อนเลย... แต่ว่า ชีวิตของพวกเราน่ะ เพิ่งจะเริ่มต้นขึ้น เองนะ!$h",
        "Good_1": "ได้ยินนั่นไหม? ฉันมั่นใจว่า บางทีบ้านนี้ อาจจะมีผีสิง$u",
        "Good_2": "การพยากรณ์ของเวลวิค บอกฉันว่า วันนี้จะมีเรื่องดีๆ ด้วยล่ะ ฉันรู้สึกตื่นเต้นจัง!",
        "Good_3": "ฉันจำไม่ได้ว่า ฉันย้อมผมครั้งล่าสุด เมื่อไหร่แฮะ... ฉันว่าสีผมสีนี้ คงไม่จางไปแล้วแหละ...",
        "Good_4": "ฉันดีใจนะที่ฉันมี รองเท้าบู๊ทที่หนัก ก่อนที่จะย้ายเข้ามา ที่นี่นะ ลองคิดดูสิ มันคงจะลำบากมากเลย ที่ต้องเดินเปรอะโคลนพวกนี้ ด้วยรองเท้าผ้าใบ ธรรมดาน่ะ$h",
        "Good_5": "ฉันชอบ สร้อยคอของนางเงือก ที่เธอให้ฉันมานะ ฉันจะภูมิใจมากเลย ถ้าแขวนสร้อยนี้ บนหลุมศพของฉัน$l",
        "Good_6": "เฮ้ ฉันรู้ว่าเธอเก่ง แต่บางครั้งฉันก็ยังกังวล คือโลกนี้เต็มไปด้วย มอนสเตอร์$6#$e#แค่สัญญากับฉันว่า จะดูแลตัวเอง ฉันไม่อยากจะ สูญเสียเธอไป...",
        "Good_7": "@? ฉันอยากจะบอกว่า ฉันดีใจมากที่เธอ ทำงานหนัก เพื่อพวกเรา ฉันภูมิใจในตัวเธอ จริงๆ$l",
        "Neutral_0": "ฉันหวังว่า เธอจะยังชอบฉัน ในตอนที่ฉันเป็น ยายแก่หนังเหี่ยว มันจะต้องเกิดขึ้น ในสักวัน!",
        "Neutral_1": "เธอคิดว่าปู่ของเธอ จะภูมิใจในตัว พวกเราไหม?",
        "Neutral_6": "ฉันสงสัยว่า ร้านเก่าๆนั่น จะเป็นอย่างไรบ้างเนี่ย ฉันควรจะไปเยี่ยมพ่อแม่ ในเร็วๆนี้แหละ",
        "Neutral_7": "ถ้าเธอไป ที่โลกวิญญาณแล้ว ฉันจะตั้งหลุมศพของเธอ ไว้ข้างๆ หลุมศพของปู่เธอนะ",
        "Neutral_8": "ไม่ว่าพวกเรา จะทำความสะอาดเท่าไร บ้านก็สกปรกอยู่ดี#$e#ฉันว่าชีวิตชาวไร่ ก็สกปรกแบบนี้ เนี่ยแหละ",
        "Neutral_9": "ฉันสงสัยว่า ถ้าพวกเราอยู่ที่นี่ ไปตลอดชีวิตล่ะ? ฉันอาจจะเบื่อ ก็ได้นะ",
        "Bad_7": "ฉันเคยเป็นคนพิเศษ สำหรับเธอ เป็นเพื่อนสนิท... ดูตอนนี้สิ เธอเอาแต่สนใจฉัน แค่ตอนที่ฉัน ทำอาหารเย็น เท่านั้นเอง$s",
        "Bad_8": "เธอเย็นชากับฉัน มากเลยนะ... เกิดอะไรขึ้น กับเธอกันล่ะ เธอทำตัวเหมือนกับภูติบ้อก (bog sirit) เลยนะ...$s",
        "Bad_9": "ฉันสงสัยว่าถ้าฉัน ทำตัวดีกว่านี้... ฉันเป็นเพื่อนที่ดี กับเซบาสเตียน ก่อนที่เรา จะได้เจอกันล่ะก็... ฉันคงได้อยู่ กับเขาแล้วล่ะ...$s",
        "spring_1": "เธอมีแผนจะทำอะไร ในปีใหม่มั้ย?",
        "spring_12": "พรุ่งนี้เป็นงาน เทศกาลไข่อีสเตอร์ ขอโทษนะ แต่ถึงจะแต่งงานกันแล้ว ฉันก็ไม่ยอมให้เธอ ง่ายๆหรอก!$h#$e#ฉันจะเป็นผู้ชนะ ในการหาไข่ พยายามชนะฉัน ให้ได้ล่ะ",
        "spring_2": "เธอตัดสินใจรึยังว่า จะทำอะไรในปีใหม่? ฉันจะลอง ลดน้ำหนักล่ะ$h",
        "summer_1": "ฉันผิวไหม้ง่าย มากเลย ดังนั้นปีนี้ฉันเลย ต้องระวังตัว มากกว่าเดิมละ#$e#ฉันหวังว่า เธอจะชอบผิวสีขาว ของฉันนะ!$h",
        "summer_4": "แน่ใจนะว่า เธอไม่ได้เป็นไข้ ที่รักของฉัน#$e#ดื่มน้ำเยอะๆ แล้วก็อย่าให้ร่างกาย ทำงานหนักเกินไปล่ะ",
        "summer_8": "ขอโทษนะ เรื่องกลิ่น... อากาศร้อน ทำให้ฉันเหงื่อออก ทั้งคืนเลย",
        "summer_15": "นี่มันหน้าร้อน... นั่นหมายความว่า บ้านจะเต็มไปด้วย แมลงวัน#$e#ไม่ต้องห่วง ฉันจะจัดการเอง มันสนุกดี!$h",
        "fall_6": "ฮ้าา... ใบไม้ร่วง นี่อาจจะเป็นช่วงที่ฉัน ชอบที่สุดของปี สีต่างๆ ช่วยเติมเต็ม ผมของฉัน เธอคิดงั้นมั้ย?",
        "fall_1": "กลิ่นแบบนี้ ไม่ผิดแน่... เห็ด, ใบไม้แห้ง, ฟักทอง ฤดูใบไม้ร่วงไงล่ะ นี่มันไม่ดีหรอ?",
        "fall_2": "ที่รัก... เราปลูกฟักทองยักษ์ ในฤดูนี้ได้มั้ย? นะๆ ที่รัก...?$h",
        "fall_20": "ที่รัก... เธอมีค่ากับฉัน มากกว่า แร่ควอตซ์ อีกนะ#$e#สำหรับ แร่อเมทิส? อืมมม... ฉันต้องคิด เรื่องนั้นก่อน$h",
        "winter_3": "ฉันชอบอากาศเย็นๆ มันทำให้ฉัน มีข้ออ้างที่จะขี้เกียจ!$h",
        "winter_15": "มันสนุกที่ได้สำรวจเมือง ในหน้าหนาว! ทุกๆอย่างดูแตกต่าง เมื่อหิมะปกคลุม และก็เงียบมากเลย...",
        "spring_Abigail": "ฉันอาจจะชอบ หน้าหนาวนะ แต่สุดท้ายฉันก็ดีใจ ที่จะได้เห็นใบไม้ผลิ มาเยือน",
        "summer_Abigail": "โอ้... ฉันจะไปหา เค้กช็อกโกแลต กินซะหน่อย",
        "fall_Abigail": "ทำไมฉันได้กลิ่น ฟักทองจากตัวเธอ? บางทีฉันอาจจะแค่ฝัน...$h",
        "winter_Abigail": "จำได้มั้ย ตอนที่เราเล่น 'ราชาทุ่งหญ้าผจญภัย' ด้วยกันในห้องของฉัน นานมากเลย นั่นเป็นช่วงที่ดีนะ$h",
        "spouseRoom_Abigail": "#$c .5#ฉันตื่นก่อนเธอ และให้อาหาร เจ้าเดวิดเล็กน้อย มันดูกระตือรือร้น มากเลยเช้านี้#$e#หวังว่าเธอจะไม่ใส่ใจ กับกลิ่นหนูตะเภานะ"
    }
}
