{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ว่ากันว่าฝนตก จะทำให้เกิดโรคระบาด ของไข้หวัดใหญ่ เอาเป็นว่า คุณต้องระมัด ระวังตัวเองให้ดี อย่าไปลื่นบนโคลนล่ะ!#$e#ผมเป็นห่วงคุณนะ",
        "Rainy_Day_1": "มันเหงาสุดๆไปเลย ที่ต้องอาศัยอยู่ด้าน บนคลินิกนั่น เพียงคนเดียว... แต่ตอนนี้ผมมี ความสุขมากเลยล่ะ$h",
        "Rainy_Day_2": "วันนี้ ผมตื่นขึ้นมาตั้งแต่เช้า แต่ผมไม่ได้ปลุกคุณ เพราะคุณดู นอนหลับ สบายมากๆเลย",
        "Rainy_Day_3": "ผมไม่รังเกียจ ที่ฝนตกหรอกนะ แน่นอน ผมไม่สามารถมองเห็น เครื่องบินได้ แต่ผมก็ยังสามารถ ฟังเสียงวิทยุได้#$e#ซึ่งมันทำให้ทุกอย่าง ดูลึกลับขึ้นไปอีกล่ะ",
        "Rainy_Day_4": "ผมยังมีงานบ้าน ที่ยังทำไม่เสร็จ ผมว่าจะทำให้เสร็จ ในวันนี้แหละ มีหลายอย่างให้ผม ทำมากมายเลยทีเดียวล่ะ!",
        "Rainy_Night_0": "วันนี้เป็นยังไงบ้างครับ ที่รัก? ทีแรกผมก็ว่า จะไปทำอาหารเช้า อยู่หรอก แต่ผมมัว แต่อ่านบทความล่า สุดเกี่ยวกับ \"เรื่องน่ารู้ เกี่ยวกับการผ่าตัดเข่า\" อยู่น่ะสิ",
        "patio_Harvey": "คุณรู้ไหมว่า 'วารสารว่าด้วยการเปลี่ยน แปลงของเส้นเอ็น' มันจะใช้ได้จริง เมื่อผมอ่านมันจากตรงนี้",
        "Rainy_Night_1": "ถ้าคุณสนุกกับชีวิต ใครจะสนล่ะ ถ้าจะต้องทำมันซ้ำๆ นั่นคือสิ่งที่ผม อยากจะบอกคุณนะ",
        "Rainy_Night_2": "นายตัวเปียกนะ ที่รัก ทำไมไม่มาผิงไฟล่ะ?^คุณตัวเปียกนะ ที่รัก ทำไมคุณไม่มาผิงไฟล่ะ?",
        "Rainy_Night_3": "เสียงฝนที่ตกลงมา สามารถช่วยให้เรา มีสมาธิและ ไม่คิดฟุ้งซ่าน#$e#นี่เป็นเหตุผล ของผมเองที่ว่าทำไม เวลาฝนตกถึงทำให้เรา รู้สึกสงบได้...",
        "Rainy_Night_4": "ผมทำอาหารเย็น เพื่อสุขภาพ ไว้สำหรับพวกเรา ด้วยนะ ผมใช้แต่ วัตถุดิบสดใหม่ ที่หาได้จาก หมู่บ้านของพวกเรา นี่แหละ! [212 214 225 209 200]$h#$e#คุณต้องทานอาหาร ให้เพียงพอต่อ ร่างกายนะ ที่รัก",
        "Indoor_Day_0": "ผมคิดว่าพวกเราทุกคน ต่างก็มุ่งมั่นที่จะหา ความสมดุลให้กับชีวิต ความสมดุล ที่อยู่ท่ามกลาง ความซับซ้อน ทั้งหลาย#$e#สำหรับผม การย้ายมาอยู่ที่นี่ คือความสมดุล ที่ผมตามหามา โดยตลอด$l",
        "Indoor_Day_1": "อรุณสวัสดิ์ครับ @! เช้านี้ผมทำอาหารเช้า ที่อุดมไปด้วยสาร อาหารให้คุณนะ[201]#$e#ไข่เป็นแหล่งกำเนิด ที่ดีของสารอาหาร ที่จำเป็น ฉะนั้นกินมันเถอะ",
        "Indoor_Day_2": "ผมกำลังจะไป ศึกษางานวิจัย ทางการแพทย์ ในวันนี้ มันเป็นสิ่งสำคัญ ที่ผมต้องคอยเรียนรู้ อยู่เสมอ เพื่อที่ผม จะได้สามารถ ดูแลผู้ป่วยได้ดีที่สุด ยังไงล่ะ!",
        "Indoor_Day_3": "วันนี้ผมว่าจะนั่ง ฟังเพลงแจ๊ส แล้วก็ทำรายงาน ทางการแพทย์ ให้เสร็จ แล้วคุณล่ะครับ?",
        "Indoor_Day_4": "ผมรู้สึกกลัวคุณ ในตอนแรกที่เรา เจอกันด้วยล่ะ คิดแล้วมันก็ ตลกเนอะ เพราะตอนนี้พวกเรา ก็ผ่านอะไรหลายๆ อย่างมามากมาย มาด้วยกัน$h",
        "Indoor_Night_0": "คุณดูเหนื่อยนะ ที่รัก คืนนี้ให้ผมนวด ให้คุณนะครับ ผมสัญญาว่าจะทำให้ อาการปวดเมื่อย ของคุณลดลงเอง!$l",
        "Indoor_Night_1": "วันนี้ ผมปล่อยสบายๆ ใช้เวลาไปกับการ อ่านหนังสือ นั่งหาคลื่นวิทยุ ต่อโมเดลเครื่องบิน#$e#มันสำคัญนะ ที่จะหยุดทำงาน และพักผ่อนบ้าง ความเครียด ไม่ดีต่อสุขภาพ นะครับ",
        "Indoor_Night_2": "สวัสดีตอนเย็นครับ ทำทุกอย่าง เสร็จรึยัง?#$e#ไม่ต้อง ห่วงผมนะ ผมรอได้ถ้าคุณ มีงานที่จะต้องทำ",
        "Indoor_Night_3": "การเป็นหมอ มันเครียดนะ ดังนั้นมันดีมากเลย ที่ได้มาอยู่ในที่ๆ ผ่อนคลายแบบฟาร์ม %farm แห่งนี้",
        "Indoor_Night_4": "โอ้! ผมเพิ่งฝันกลางวัน เกี่ยวกับเรื่องระบบ การไหลเวียนโลหิต แล้วดันลืมสิ่งที่ผม คิดจะทำซะได้ นี่มันเป็นปัญหา คลาสสิคของหมอจริงๆ",
        "Outdoor_0": "ที่นี่น่ะ ปลอดภัยอยู่แล้ว คุณไปทำงาน เถอะครับ ไม่ต้องเป็นห่วง ผมหรอกนะ",
        "Outdoor_1": "จากหลักการ ทางวิทยาศาสตร์ ผมเชื่อว่า ที่นี่ต้องเป็นที่ ที่เหมาะสมสำหรับ การเลี้ยงดูเด็ก คุณล่ะคิดว่า ยังไงครับ?",
        "Outdoor_2": "ผมอาจจะ ไม่ใช่ผู้ชาย น่าตื่นเต้นที่สุด แต่ผมจะ ซื่อสัตย์ต่อคุณ ตลอดชีวิตของผม$l",
        "Outdoor_3": "@...คุณ... คุณคือโลกทั้งใบ ของผม$l",
        "Outdoor_4": "ในฐานะที่ผม เป็นนักวิทยาศาสตร์ ผมชื่นชอบ วัฏจักรชีวิตระหว่าง แมลงและพืช ที่ต้องพึ่งพา อาศัยซึ่งกันและกัน มากๆเลยล่ะ",
        "OneKid_0": "คุณและ %kid1 คือสิ่งสำคัญ ที่สุดในชีวิต ของผม",
        "OneKid_1": "%kid1 ตัวน้อย จะต้องมีวัยเด็ก ที่เพอร์เฟคที่นี่ พวกเราโชคดีมาก ที่ได้มีโอกาสนั้น",
        "OneKid_3": "จนถึงตอนนี้ ผมชอบการเป็น พ่อคนจริงๆ!$h",
        "TwoKids_0": "ผมป้อนอาหาร ให้ %kid1 และ %kid2 แล้ว แล้วก็พยายาม สอนให้พวกเขา ชอบทานอาหาร ที่ดีต่อสุขภาพ ด้วยนะ!",
        "TwoKids_1": "ผมว่าเด็กๆ ควรได้รับโอกาส ในการเล่นและ เรียนรู้เท่าที่ พวกเขาต้องการ เพราะคุณเป็นเด็ก ได้แค่ครั้งเดียวนะ",
        "TwoKids_2": "บางที %kid2 อาจจะโต มาเป็นนักบิน แบบที่ผมใฝ่ฝัน มาโดยตลอด แต่ไม่สามารถ เป็นได้ก็ได้นะ?",
        "TwoKids_3": "ตอนนี้ชีวิตผม อุทิศให้กับคุณ และลูก และผม ก็มีความสุขมาก ผมวาดฝันถึง ครอบครัวที่วิเศษ มาโดยตลอด$l#$e#ผมเคยฝันร้ายว่า จะต้องเป็นโสด ตลอดไปด้วยซ้ำ... ผมรักคุณ ที่สุดเลย!$l",
        "Good_0": "@... ผมยังไม่อยาก จะเชื่อเลยว่า พวกเราแต่งงาน กันแล้ว...$l",
        "Good_1": "คุณช่วยผม จากชีวิตที่แสน โดดเดี่ยว และเติมเต็ม ความว่างเปล่า ในใจของผม ขอบคุณนะครับ$l",
        "Good_2": "ผมรู้ทันทีว่า นายคือคนที่ใช่ ตั้งแต่นายย้ายมา อยู่ที่นี่...$l^ผมรู้ทันทีว่า คุณคือคนที่ใช่ ตั้งแต่คุณย้ายมา อยู่ที่นี่...$l",
        "Good_3": "โอ้ คุณดูดีมากเลยวันนี้ ทำอะไรมาเหรอครับ?$l",
        "Good_6": "ระวังหน่อยนะ ตอนออกไป ข้างนอก! ผมฝันร้ายด้วยว่า เห็นคุณถูกหามไปที่ ห้องฉุกเฉินน่ะ$7",
        "funLeave_Harvey": "ผมว่าวันนี้ผม จะออกไปเดินเล่น ซักหน่อย ผมต้องการ ผ่อนคลายบ้างน่ะ",
        "funReturn_Harvey": "วันนี้เป็นวัน ที่ดีวันหนึ่ง สำหรับผม การได้ใช้ เวลาอยู่คนเดียวบ้าง ช่วยเติมพลังให้ผม เป็นอย่างดี แล้วคุณล่ะ มีวันดี ๆ มั้ย ที่รัก?",
        "spring_1": "มันวิเศษมากๆ ที่ได้เห็นพวกพืช ทั้งหมดกลับมา มีชีวิตชีวาอีกครั้ง ความเขียวขจีของมัน ช่วยทำให้ดู สดชื่นมากๆ หลังจากผ่าน ฤดูหนาว ที่แสนจืดชืดนั่น",
        "spring_12": "โอ้ พรุ่งนี้มี งานเทศกาล ใช่มั้ย? คนเยอะน่าดู กิจกรรมก็...*กลืนน้ำลาย*$s",
        "spring_23": "ค...คุณจะเต้นรำกับผม ในงานเทศกาล พรุ่งนี้มั้ย?$7#$e#...อ่า มันน่าอายจริงๆ เลย$7",
        "summer_1": "ระวังผิวไหม้ นะครับที่รัก มันอันตราย ต่อผิวสวยๆ ของคุณนะ$8#$e#ในฐานะที่ผม เป็นทั้งสามี และหมอ สุขภาพและ ความปลอดภัย ของคุณสำคัญที่สุด!",
        "summer_10": "คุณคิดหรือยังว่า จะใส่อะไรลงใน ซุปลัวร์?#$e#ผมว่าจะใส่ของ ที่มีราคาและ คุณภาพดี พวกเราทุกคน อยากจะสร้าง ความประทับใจ ให้ผู้ว่าการน่ะ!",
        "summer_27": "พอฤดูร้อน ใกล้จะหมด อากาศหนาว ก็เริ่มมา งานผมเลยมาก ขึ้นด้วย ขอโทษนะครับ ถ้าผมจะหงุดหงิด นิดหน่อย...",
        "fall_1": "ควรปลูกพืช หลากหลายชนิด ในฤดูใบไม้ร่วง นะครับที่รัก#$e#หรือไม่ก็ ปลูกแค่แครนเบอร์รี (cranberries)... ก็แล้วแต่นะ ผมจะไปรู้ อะไรล่ะ?",
        "fall_15": "พรุ่งนี้มีงานเทศกาล อาหาร ในงานทั้งมัน และเค็มมากเลย แต่ผมโอเคนะ ถ้ากินนานๆครั้ง$h",
        "fall_26": "ผมยอมรับนะ ว่าเทศกาลภูติ (spirit's eve) มักจะทำให้ ลำไส้ของผม ปั่นป่วนไปหมด... แต่ผมจะพยายาม รวบรวมความกล้า ให้ได้มากที่สุดนะ",
        "winter_1": "ช่วงฤดูหนาว อากาศ จะแห้งมากเลย อาจทำให้ผิว ของคุณแพ้ง่าย#$e#แต่ไม่ต้องห่วงนะ ผมจะคอย นวดหลังคุณ ด้วยน้ำมันเห็ดทรัฟเฟิล (truffle oil) ทุกคืนเลย$l",
        "winter_7": "เราจะไป เทศกาลน้ำแข็ง กันมั้ย? ผมชอบบ้าน น้ำแข็ง มากเลยนะ...",
        "winter_28": "ปีนี้เป็นปีที่ วิเศษมากๆ และผมก็มั่นใจว่า ปีหน้าจะต้อง ดีกว่านี้อีก!$h"
    }
}
