{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ในพื้นที่กว้างขนาดนี้ ฉันสามารถ ออกกำลังกายได้อย่าง อิสระเลยทีเดียวล่ะ",
        "Rainy_Day_1": "ฉันไม่เคย มีเพื่อนมากมาย แบบนี้มาก่อน  บางครั้งฉันก็คิดว่า ถ้าเธอไม่ได้ย้ายมาที่นี่ สุดท้ายแล้ว ชีวิตของฉัน จะเป็นยังไงกันนะ? $9",
        "Rainy_Day_2": "เห้อ ~ ฉันว่าจะออกไปวิ่ง ข้างนอกสักหน่อย แต่สภาพอากาศแบบนี้ ฉันคงออกไปวิ่ง ไม่ได้แล้วล่ะ",
        "Rainy_Day_3": "*บ่น* นี่ฉันเพิ่งตื่นนอนมา และฉันก็รู้สึก ต้องการโปรตีน ซะแล้ว...$9",
        "Rainy_Day_4": "ฉันคิดว่า ฉันควรจะ เริ่มอ่านหนังสือบ้าง ฉันไม่อยาก อยู่บ้านเฉยๆ อย่างไร้ประโยชน์ เพราะฉันน่ะ แต่งงานแล้วยังไงล่ะ!",
        "patio_Alex": "ฮึบบ... หนึ่ง... ฮึบบ... สอง... รู้สึกดีที่ได้ยกน้ำหนัก ข้างนอก!$6",
        "Rainy_Night_0": "เฮ้ เธอวันนี้เป็นยังไงบ้าง สบายดีหรือป่าว? ถ้าสบายดีละก็ ฉันเชื่อว่าวันพรุ่งนี้ จะต้องดีกว่านี้ อีกแน่ๆ เลย$h",
        "Rainy_Night_1": "เป็นไงบ้าง? ฉันแบก เจ้าลูกรักบี้เก่าๆ มาทั้งวัน ฉันโดน เพื่อนแกล้งน่ะ ฮ่าฮ่าฮ่า...$u",
        "Rainy_Night_2": "โอ้ กลิ่นนี้น่ะเหรอ ขอโทษนะ ฉันทานกระเทียม มาทั้งวันเลย ฉันพยายามที่จะทน กับกลิ่นนี้แล้วนะ แต่ก็ขอโทษจริงๆ$l",
        "Rainy_Night_3": "ฉันไปทำ ความสะอาดบ้านเล็ก ให้เจ้าดัสตี้มาน่ะ ฉันว่ามันสมควรจะได้รับ การดูแลบ้างล่ะนะ",
        "Rainy_Night_4": "ฉันรู้สึกหิวข้าว ก็เลยทำอาหารเย็น กินเอง นี่ ฉันทำเผื่อเธอ ด้วยนะ [241 242 225 214 198]$h",
        "Indoor_Day_0": "อ่าห์... ไม่มีอะไรดีไปกว่า การได้นอนข้าง สามีของเราอีกแล้ว!$h^อ่าห์... ไม่มีอะไรดีไปกว่า การได้นอนข้าง ภรรยาของเราอีกแล้ว!$h",
        "Indoor_Day_1": "นี่ ที่รัก! ฉันทำข้าวเช้า ร้อนๆมาให้ทาน[195 210 211]#$e#ถ้าเธออยากแข็งแรง เธอก็ควรทานมันนะ",
        "Indoor_Day_2": "มานี่สิ *ซูดดด* หืมม... พอทำงานในฟาร์มเสร็จ เธอก็ดูดีขึ้นมากเลยนะ",
        "Indoor_Day_3": "ฉันต้องทำความคุ้นเคย กับกับการทำอาหาร และซักผ้าอยู่... มันไม่ได้เป็นสิ่งที่ ฉันชอบหรอกนะ แต่มันเป็นสิ่งที่ควรทำ หลังจากที่ฉันได้แต่งงาน กับเธอ$h",
        "Indoor_Day_4": "มันมีสองสามอย่าง รอบๆบ้านนี้ ที่ฉันคิดว่าจะลอง ซ่อมมันดูในวันนี้ ไม่ต้องเป็นห่วงนะ ฉันไม่เบื่อ กับมันหรอก",
        "Indoor_Night_0": "มันดีนะที่ได้พยายาม ทำสุดความสามารถ ของตัวเอง จริงไหม? และรางวัลนั้นที่ดีที่สุด ก็คือเตียงนุ่มๆ ที่รออยู่ในคืนนี้ ยังไงล่ะ",
        "Indoor_Night_1": "เธอตัดผมหรือทำ อะไรมารึเปล่า ทำไมวันนี้เธอดูดีจัง หรือบางที อาจจะเป็นเพราะ อากาศที่สดชื่น กันนะ...$l",
        "Indoor_Night_2": "ลองเล่าเรื่องที่เจอ ในวันนี้มาสิ มันอาจทำให้ เธอรู้สึกเหมือน ยกภูเขาออกจากอก เลยล่ะ",
        "Indoor_Night_3": "เฮ้... ฉันได้กางเกงใหม่ มาหลายตัว ฉันคิดว่า เธอน่าจะสนใจมันนะ...$l",
        "Indoor_Night_4": "ถ้าบางเวลาที่เธอ ต้องการอยู่เงียบๆ กับตัวเอง ก็บอกฉันได้ ฉันเข้าใจนะ",
        "Outdoor_0": "เฮ้ เมื่อมองจากตรงนี้ ไปรอบๆ ฉันรู้สึกภูมิใจมากๆ เธอสามารถทำงานได้ดี สิ่งที่เธอทำมันสุดยอด มากๆเลยล่ะ",
        "Outdoor_1": "ที่นี่เป็นสถานที่ ที่ดีที่จะเลี้ยงลูก ของเราเลยล่ะ เป็นฉัน ฉันก็ชอบที่จะได้เติบโต ในสถานที่แบบนี้ เพราะมันมีห้องมากพอ ที่จะให้วิ่งเล่นรอบๆ ไปทั่วเลย!",
        "Outdoor_2": "ฉันชอบที่จะใช้เวลา อยู่ข้างนอกให้ได้ มากที่สุด ก็นะ มันรู้สึกดีกว่า ที่จะอยู่ข้างในน่ะ",
        "Outdoor_3": "ดูฟาร์มเล็กๆ ของพวกเราสิ พวกเราเป็น คู่รักที่น่ารักสุดๆ$h^บางทีอาจเป็นเพราะ แสงอาทิตย์ตอนเย็น ก็ได้ แต่ฉันว่าวันนี้เธอสวยมาก เลยล่ะ$l",
        "Outdoor_4": "อ๊าา... การได้ออกมา ข้างนอกนี่มันดีจริงๆ สตาร์ดิวแวลลี่เป็นสถานที่ ที่สวยงามที่สุด ที่เคยเห็นมาเลย...",
        "OneKid_0": "ฉันยังต้อง ทำความคุ้นเคย กับชีวิตแบบใหม่ ที่ต้องเป็นพ่อบ้าน ล่ะนะ$h",
        "OneKid_1": "เจ้าตัวเล็ก %kid1 จะต้องโตมา แข็งแรงเหมือน ปะป๊าแน่ๆ",
        "OneKid_3": "การตั้งท้องเนี่ย มันจะรู้สึก ยังไงกันนะ...?$h",
        "TwoKids_2": "บางที %kid2 อาจจะเป็น นักเล่นรักบี้มืออาชีพ คนแรกของ เมืองเพลิแกนก็ได้นะ?$h",
        "TwoKids_3": "ในที่สุดฉันก็มี ชีวิตครอบครัวที่ฉัน โหยหามาโดยตลอด ตั้งแต่ฉัน ยังเด็กสักที ขอบคุณมากนะ$l",
        "Good_0": "@... ฉันจะรักเธอ ตลอดไป$l",
        "Good_1": "เธอดูสวยมาก เลยนะ... ฉันเคยบอกเธอ ไปรึยังเนี่ย?$l",
        "Good_6": "ฉันรู้ว่าเธอเก่งนะ แต่บางที ฉันก็กังวลว่า เธออาจจะถูกเจ้าสไลม์ กินไปก็ได้... หรือไม่ก็ อาจจะแย่กว่านั้น ระวังตัวด้วยนะ$9",
        "funLeave_Alex": "วันนี้ฉัน จะเข้าไปในเมือง เจอกันคืนนี้นะ",
        "funReturn_Alex": "วันนี้เป็นวันที่ดีนะ ฉันชอบที่ได้ไปเจอ ตากับยายเป็นประจำ พวกเขาก็เริ่ม แก่ลงเรื่อยๆ เลย",
        "spring_1": "ในที่สุด หิมะก็ละลายไปสักที แสงอาทิตย์ สาดส่องมาอีกครั้ง ร่างกายของฉัน รู้สึกดีมากๆเลย$h",
        "spring_6": "ฉันสงสัยว่า ผงสตาร์ดรอปจะช่วยให้ฉัน มีกล้ามเนื้อเพิ่มขึ้น ไหมนะ...",
        "spring_12": "เธอรู้สึกตื่นเต้น กับงานเทศกาล พรุ่งนี้รึเปล่า? ฉันคิดว่ามันคงจะดี ที่จะได้ไปเก็บไข่ มาเยอะๆน่ะ",
        "spring_23": "โอ้... พรุ่งนี้เป็นวัน งานเต้นรำดอกไม้นี่ ใช่ไหม ? ดูเหมือนฉันจะต้อง วิดพื้นสักหน่อยแล้ว ในคืนนี้$9#$e#เพราะชุดรัดรูป พวกนั้น มันรัดมากเลย... และทุกคนๆ ก็จะมามองฉัน ใกล้ๆด้วยน่ะสิ",
        "summer_1": "ฤดูร้อนเป็นฤดูที่สดใส ของปีเลยนะ และมันทำให้ ร่างกายของฉัน กระปรี้กระเปร่าสุดๆ ชักรู้สึกอยากไป ออกกำลังกายตอนนี้ เลยจริงๆ",
        "summer_10": "เธอคิดว่า จะใส่อะไร ลงในซุบลัวร์ดี?#$e#ฉันไม่รู้ จะใส่อะไรลงไป น่ะสิ... เธอเป็นเชฟนะ!$h",
        "summer_27": "ไม่นะ.... ฤดูร้อนจะหมดลงแล้ว กล้ามเนื้อของฉัน เริ่มจะหายไปแล้ว สินะ...$s",
        "fall_1": "อืม... ฤดูร้อนหมดไปแล้ว... แต่ฉันก็ยังคิด ในเเง่ว่าฤดูที่อบอุ่นกว่านี้ ก็ยังคงกลับมาได้เสมอ",
        "fall_15": "พรุ่งนี้มี งานเทศกาล พวกเราไปด้วยกัน ดีไหม?#$e#ฉันไม่สนหรอก จะเอายังไงก็ได้",
        "fall_26": "ฉันหวังว่าตากับยาย จะสบายดีนะ กว่าตาฉันจะยอม เปิดเตาเผานี่ได้ ก็ขี้เหนียวจน นาทีสุดท้ายเลยล่ะ",
        "winter_1": "เธอจะต้อง ดูแลร่างกาย ให้อบอุ่นในช่วง หน้าหนาวนี้นะ ฉันห่วงผิวอันบอบบาง ของเธอจริงๆ",
        "winter_7": "เธอจะลงแข่ง งานตกปลา วันพรุ่งนี้เหรอ ฉันว่าเธอสามารถ เอาชนะได้นะ!",
        "winter_28": "มันเป็นปีที่ ดีมากเลย @ ฉันตั้งตารอปีหน้า ที่จะมาถึงแล้วนะ! นี่ ขยับเข้ามาใกล้ๆ สิ...$l"
    }
}
