{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ฉันเปลี่ยนไปมากเลย ช่วงหลายปีมานี่ แต่ฉันก็ยังชอบ วันที่อากาศ แจ่มใสนะ",
        "Rainy_Day_1": "บางครั้งฉันก็นึกถึง วันที่เราแก่ตัวไปด้วยกัน... พักผ่อนที่ริมหาด ของเกาะเฟิร์น!#$e#เธอเคยคิดถึง เรื่องในอนาคตบ้างรึเปล่า@?",
        "Rainy_Day_2": "อรุณสวัสดิ์ค่า~ ฉันตื่นแต่เช้า มาทำอาหารให้คุณ เลยน้า! [223 234 211 651 731]#$e#ฉันรู้ว่าคุณเป็นคน แข็งแรง แต่ว่าคุณก็ต้องทาน อะไรดีๆให้ร่างกายของคุณ แข็งแรงแบบ นี้ต่อไปนะ!$h",
        "Rainy_Day_3": "วันนี้ฉันออกไป ข้างนอกไม่ได้... เดี๋ยวผมฉันเสียทรง ไม่โกรธกันนะ ที่รัก$s#$e#ก็ฉัน อยากจะดูดี ในสายตาคุณ ตลอดนี่นา",
        "Rainy_Day_4": "จะออกไปข้างนอก ทั้งๆที่อากาศ เป็นแบบนี้เหรอ? อย่าลืมเช็ดเท้า ก่อนเข้าบ้าน ด้วยนะคะ ที่รัก#$e#ฉันจะอยู่ ดูแลบ้านเอง",
        "patio_Haley": "พูดว่า 'แพะ ชีส'!",
        "Rainy_Day_Haley": "โอ้ย ไม่นะ ถ้าอากาศ ยังเป็นงี้อยู่ ผิวฉันซีด ตายแน่ๆ$s",
        "Rainy_Night_0": "อุ้ย ดีใจจัง ที่คุณกลับมา อยู่คนเดียว มันเหงานะ... คุณอยากจะปิดไฟ หรือยังอ่ะคะ?",
        "Rainy_Night_1": "หวังว่า พรุ่งนี้จะอากาศดีนะ ฝนตกบ่อยๆ ทำให้ฉันหงุดหงิด$s",
        "Rainy_Night_2": "หวังว่าเอมิลี่อยู่คนเดียว คงจะ ไม่เหงามากนะ ฉันว่าจะลอง แวะไปหาเธอเร็วๆ นี้ค่ะ$7",
        "Rainy_Night_3": "ช่างภาพไม่ชอบ เวลาฝนตกหรอก ฟ้าผ่าด้วย ก็ยิ่งแย่ จะออกไปข้างนอก โดยไม่ให้อุปกรณ์เปียก นี่ยากเลย!$s",
        "Rainy_Night_4": "ฉันทำอะไรร้อนๆ มาให้นะคะ ที่รัก ใส่เครื่องเทศ ไปเยอะเลย เห็นว่าคุณชอบ ทานให้อร่อยนะ! [727 231 207 199]$h",
        "Rainy_Night_5": "ฉันไม่เคยคิดเลยว่า ตัวเองจะพูด อะไรแบบนี้ แต่ว่าชีวิต ชนบทนี่ก็ เหมาะกับฉันดีเนอะ$h",
        "Rainy_Night_Haley": "ดีจ้ะ ที่รัก ดีใจจังที่คุณ กลับบ้าน ฉันเหงาสุดๆ เลยน้า$l",
        "Indoor_Day_0": "อรุณสวัสดิ์ค่า~ นอนหลับ สบายไหมคะ?$h#$e#วันนี้ฉันว่า จะเอากล้องตัวเก่า ออกมาถ่ายรูป ซะหน่อย แสงกำลังสวยเลย",
        "Indoor_Day_1": "สวัสดีตอนเช้าค่ะ ที่รัก~ กลิ่นหอม น่ากินใช่ม๊า? ฉันทำอาหารเช้า มาให้ด้วยแหล่ะ! [194 195 210 211 216]#$e#ฉันรู้ว่าคุณยุ่งๆ แต่ฉันให้กำลังใจ คุณอยู่ตรงนี้เสมอนะ!",
        "Indoor_Day_2": "นอนหลับ สบายรึเปล่าคะ? เมื่อคืนคุณกรน นิดนึงนะ$h#$e#วันนี้ ฉันมีงานบ้านต้องทำ สู้ๆนะ",
        "Indoor_Day_3": "ดีใจจัง ฉันเรียนรู้ ที่จะสนุกไปกับ การทำงานบ้าน แล้วล่ะ! แต่บ้านรกง่าย จังเลย$10#$e#ทำให้บ้านสะอาด แล้วสบายใจ กว่านะ#$e#จุ๊บฉัน ก่อนไปได้ไหม อ่ะคะ?$11",
        "Indoor_Day_4": "อรุณสวัสดิ์ค่า ที่รัก วันนี้ก็ออกไป ทำฟาร์มอีกสินะคะ?#$e#ฉันคิดถึงคุณน้า <$h",
        "Indoor_Day_Haley": "ฉันเคย รู้สึกเหมือนว่า ไม่รู้ว่าชีวิต จะไปทางไหน ก่อนที่ จะได้เจอกับคุณ แต่ตอนนี้ ฉันรู้แล้วแหละว่า ฉันต้องการอะไร$l",
        "Indoor_Night_Haley": "คุณดูทำงานหนัก มามากเลยที่รัก ให้ฉันช่วยคุณ ผ่อนคลายนะคะ$l",
        "Outdoor_0": "ฉันรู้สึกดีมากเลย เวลาอยู่ข้างนอกบ้าน ได้สูดอากาศสดชื่น#$b#อย่าเข้าใจฉันผิดล่ะ บ้านคุณตาคุณก็ดีมากๆ แต่ว่าไม่มีอะไร สู้ภาพทิวทัศน์สวยๆ ได้หรอก",
        "Outdoor_1": "เราจะทำให้ฟาร์ม นี้น่ารักๆไปเลย~ มันเป็นสำคัญ ใช่ไหมคะ ที่รัก...?",
        "Outdoor_2": "ไงคะ ที่รัก! ถ้าฉันทำฟาร์มเป็น ฉันจะช่วยคุณ มากกว่านี้นะ ขอโทษจริงๆค่ะ#$e#ฉันจะคิดถึงคุณนะ$h",
        "Outdoor_3": "ฉันจะไปทำอะไร คลุกฝุ่นแถวๆนั้น เพราะจะได้ ช่วยคุณไง ใช่ไหม?#$e#*เฮ้อ*....ร้อนจัง",
        "Outdoor_4": "อย่าหักโหม นะคะ ที่รัก#$e#อย่าลืม พักหายใจบ้าง แล้วก็อย่าลืม หาอะไรกิน ด้วยนะ$h",
        "Outdoor_Haley": "ดูเหมือนว่าวันนี้ จะเป็นวันที่ดี สำหรับการไป อาบแดดเนอะ คิดเหมือนกันไหมคะ ที่รัก?",
        "funLeave_Haley": "จะออกไปคุยกับคนอื่น ในเมืองสักหน่อยนะ วันนี้",
        "funReturn_Haley": "มันดีมากเลย ที่ไปเจอคนอื่นๆในเมือง แล้ววันนี้ คุณเป็นไงบ้างคะ ดีไหม?",
        "OneKid_3": "แปลกจังเลยเนอะ? ฉันไม่ชินกับการเป็น แม่คนเลย",
        "TwoKids_2": "%kid2 เป็นเด็กหน้าตาดีเนอะ ว่าไหม?",
        "TwoKids_3": "บ้านหลังใหญ่ ลูกสองคน ทำเลดีๆ ชีวิตนี้ก็ไม่รู้ว่า จะอยากได้อะไร อีกแล้ว",
        "spring_2": "อ่า... ฤดูนี้เราจะปลูก อะไรกันดีคะ?",
        "spring_1": "ตอนนี้ฤดูหนาว ก็จบไปแล้ว เรามีวันแดดดีๆ รออยู่~ ตื่นเต้นจังเลยค่ะ",
        "summer_3": "ขอโทษนะคะ ถ้าวันนี้ฉันดู ไม่สวย... ก็อากาศมันชื้น ผมก็ไม่อยู่ทรง เหมือนเก่า",
        "summer_15": "หน้าร้อน... หมายถึงบ้านจะเต็ม ไปด้วยมดและแมลง อี๋ย์$s",
        "fall_2": "คิดถึงฤดูร้อน แล้วสิ...",
        "fall_1": "ฤดูใบไม้ร่วง มันดูเศร้าๆ สำหรับฉัน... ทุกๆอย่างกำลัง จะตายไปหมด$5",
        "winter_14": "อากาศแบบนี้ ฉันรู้สึกผิวแห้ง มากเลย",
        "winter_2": "ด้วยเหตุผล อะไรสักอย่าง หิมะทำให้ฉัน อยากกินเค้กสีชมพู...",
        "spring_Haley": "ฤดูหนาวกำลัง จากไปแล้ว~ ดีใจไหมคะ ที่รัก? อะไรๆ ก็ดูจะมีหวังเนอะ ตอนนี้",
        "summer_Haley": "ฉันชอบดูหิ่งห้อย ในคืนหน้าร้อนจัง มันทำให้ฉันรู้สึก เหมือนได้ท่องไปใน หมู่ดาวเลยล่ะ",
        "fall_Haley": "ถึงฉันจะชอบ ฤดูร้อน แต่ฤดูใบไม้ร่วงเนี่ย ถ่ายรูปได้สวย ที่สุดเลย...",
        "winter_Haley": "ฉันกำลังนึกถึง ตอนที่คุยช่วยเปิดฝา ขวดโหล คุณจำได้ไหมคะ?$h#$e#แล้วเราก็ได้ สนิทกันมากขึ้น ตั้งแต่ตอนนั้น$l"
    }
}
