{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ในที่สุด ฝนก็ตกสักที ฉันเบื่ออากาศร้อน ๆ จะแย่",
        "Rainy_Day_1": "เฮ้ ตอนนี้ฉันกำลังคิดถึง ห้องใต้ดินเก่า ที่บ้านของฉันล่ะ ถึงฉันจะรู้สึก คุ้นเคยกับที่นั่น แต่ที่นี่ก็มีอะไร หลายอย่างที่ น่าสนใจมากๆ และฉันก็ไม่ได้คิดถึง กลิ่นอาย ของบ้านหลังนั้นแล้ว...#$e#ฉันหมายถึง ฉันรู้สึกอายนิดหน่อย ที่ฉันอาศัยอยู่ที่บ้าน ของแม่มานานมากน่ะ",
        "Rainy_Day_2": "เฮ้ เมื่อคืน ฉันนอนไม่หลับเลย ฉันเลยไปเดินเล่น ในถ้ำมาน่ะ และฉันก็เจอนี่... อยากได้รึเปล่า?[575 769 767 84 66 78]บางครั้งฉันก็นอน ไม่ค่อยหลับเลย แต่เธอไม่ต้อง เป็นห่วงหรอกนะ ยังไงฉันก็รักเธอ$7",
        "Rainy_Day_3": "ดูเหมือนว่าวันนี้ เป็นวันดีที่จะขลุกตัว อยู่ในบ้านนะ บางทีก็น่า อ่านหนังสือสักเล่ม หรือทำอะไรสักอย่าง เธอคิดว่าไง?",
        "Rainy_Day_4": "เฮ้ ฝนตกอีกแล้ว เยี่ยมสุดๆ#$e#เธอดูหนาวๆนะ... มานี่สิ ขยับเข้ามาใกล้ๆ$l",
        "Rainy_Night_0": "ฉันกำลัง พยายามอย่างเต็มที่ เพื่อจะหยุด สูบบุหรี่ถาวร หลังจากที่พวกเรา แต่งงานกันแล้ว ฉันไม่อยากตาย ไปต่อหน้าต่อตา เธอหรอกนะ ฉันรู้ว่า มันเป็นสิ่งที่ไม่ดี#$e#ตอนนี้ฉัน อยากมีอนาคต ร่วมกับเธอต่อไป$l",
        "patio_Sebastian": "ต้องการอะไรรึเปล่า? ฉันจะอยู่ตรงนั้น วุ่นวายกับมอเตอร์ไซค์ซักพัก",
        "Rainy_Night_1": "วันนี้ฉันทำงาน บนแล็ปท็อปน่ะ จริงๆแล้วฉัน กำลังรวบรวมไอเดีย สำหรับเกมส์ ที่ฉันจะสร้าง#$e#จากรายได้ จากฟาร์มของเธอ ทำให้ฉันสามารถ ทำในสิ่งที่ฉันอยากทำ ในชีวิตได้ มันเยี่ยมมากๆ ขอบคุณนะ$h",
        "Rainy_Night_2": "โทษทีนะ ฉันไม่ได้เตรียม อาหารค่ำไว้เลย บางทีพวกเรา น่าจะกินพิซซ่าแช่แข็ง ที่อยู่ในตู้เย็น หรืออะไรก็ได้ง่ายๆ#$e#อ่า สติฉันไปอยู่ที่อื่นละ มันยากจริงๆนะ ที่ต้องมานั่งจำว่า มีงานบ้านอะไร ที่ต้องทำมั่ง...",
        "Rainy_Night_3": "เป็นยังไงบ้าง? วันนี้เธอได้ล่า มอนสเตอร์ บ้างไหม$h#$e#รู้สึกดีใช่ไหมล่ะ ที่ได้ออกไปปลดปล่อย อารมณ์บ้าง เป็นครั้งคราวน่ะ?",
        "Rainy_Night_4": "แม่มด อาจจะมาหาเรา คืนนี้ก็ได้หรือ? หึ... ถ้าชีวิต มันจะน่าสนใจ แค่นี้ล่ะก็...",
        "Indoor_Day_0": "ยิ่งฉันอายุมากขึ้น ฉันก็ยิ่งรู้สึก ยึดติดกับ เมืองหลวงน้อยลง ถึงจะมีสิ่งน่า ดึงดูดมากมาย แต่ตอนนี้ มันก็เป็นเพียงแค่ จินตนาการ เพ้อฝัน#$e#ชีวิตในเมืองจริงๆ มันช่างวุ่นวาย เต็มไปด้วยผู้คน นั่นไม่ใช่ที่ สำหรับฉันหรอก ฉันเป็นพวก รักสันโดษ",
        "Indoor_Day_1": "เฮ้... เอากาแฟมั้ย?[395]$7#$e#ฉันต้องการมันน่ะ พอดีฉันตื่น ขึ้นมาเช้ามาก เพราะฝันร้าย แล้วฉันก็นอน ไม่หลับอีกเลย",
        "Indoor_Day_2": "เมื่อคืนฉันนอน ไม่หลับเลย ฉันเลยออกไปขี่ มอเตอร์ไซด์มา#$e#บางครั้ง ฉันก็อยากมีอิสระบ้าง ถึงแม้ว่าพวกเรา จะแต่งงานกันแล้ว ตัวฉันก็เป็น คนแบบนี้แหละนะ แต่ยังไงฉันก็ ยังรักเธออยู่ดี$7",
        "Indoor_Day_3": "เฮ้ เมื่อคืน นอนหลับสบายมั้ย? ฉันได้ยินเสียงเธอ นอนละเมอด้วย#$e#เธอดูหวาดกลัว อะไรบางอย่าง แต่ฉันยอมรับตรงๆ นะ...ว่า ท่าทางแบบนั้นมัน น่ารักมากเลย$l",
        "Indoor_Day_4": "การได้ใช้ชีวิต ร่วมกับเธอ ทำให้ฉัน ได้เปิดโลกขึ้นมา อีกนิด ฉันคิดว่านั่นมัน ก็ดีนะ$7",
        "Indoor_Night_0": "เฮ้ วันนี้ฉันเดิน วนเวียนอยู่ในบ้าน ทั้งวัน ไม่มีอะไร น่าสนใจเลย...#$e#...#$e#...แต่วิวจากบ้านเรา มันเจ๋งมากๆ เธอสามารถมองเห็น พระอาทิตย์ขึ้นใน เมืองเพลิแกน จากหน้าระเบียงบ้าน ได้เลยล่ะ",
        "Indoor_Night_1": "ฉันว่าฉัน ดื่มกาแฟมากไปล่ะ ฉันไม่รู้สึก เหนื่อยเลย#$e#ตอนนี้ฉัน กำลังพยายาม ปรับแต่งตารางเวลา ทำฟาร์มน่ะ บางครั้ง ฉันเคยต้องอยู่จนถึง ตี 5 แล้วนอนจนถึง บ่าย 2 เลยนะ$h",
        "Indoor_Night_2": "มันเยี่ยมมากๆ ที่พวกเรามีบ้าน เป็นของตัวเอง ฉันสามารถทำอะไร ก็ได้ที่อยากทำ และไม่ต้องมีใคร มาคอยรบกวนฉัน ตลอดเวลา#$e#ฉันมั่นใจว่ามารุ จะต้องมีความสุข ที่ฉันไม่อยู่บ้าน หลังนั้นแล้วแน่ๆ",
        "Indoor_Night_3": "ก่อนหน้านี้ ฉันเห็นค้างคาว ที่นอกหน้าต่าง นั่นด้วย มันอาจจะดู ยากนิดนึง แต่ถ้าเธอตั้งใจ มองดีๆ เธอจะเห็นว่ามัน บินไปมาอย่าง รวดเร็ว มันอยู่ข้างนอก นั่นแหละ",
        "Indoor_Night_4": "ฉันมักจะรู้สึก ไม่ได้รับการต้อนรับ เวลากลับบ้าน มาโดยตลอด... แต่ที่บ้านหลังนี้ ฉันรู้สึกได้ว่านี่คือ ที่สำหรับฉันจริงๆ ขอบคุณมากนะ ที่ทำให้ฉันรู้สึก อบอุ่นแบบนี้ @$l",
        "Outdoor_0": "ฉันรู้สึกว่าต้องทำ อะไรสักอย่างวันนี้... แต่ฉันไม่แน่ใจ ว่าคืออะไร เธอเคยมีปัญหา แบบนี้หรือเปล่า @?",
        "Outdoor_1": "อืมมม... ฉันว่าบางครั้ง ฉันก็ฝืนตัวเอง อยู่ข้างนอกนั่น มากเกินไป#$e#ฉันก็ไม่รู้ เหมือนกันว่าทำไม แต่ฉันชอบ ที่จะอยู่ในบ้าน มากกว่า บางทีฉันคง จะเคยชินกับการอยู่ ในห้องใต้ดินมืดๆ นั่นมากเกินไป",
        "Outdoor_2": "ฉันจะดูเธอ จากตรงนี้แล้วกัน$h#$e#ฉันรู้สึกเพลินดีนะ เวลาที่ได้มองเธอ",
        "Outdoor_3": "ฉันต้องไม่ทำตัว อ่อนแอแล้ว ตอนนี้ฉันคือผู้ชาย ที่แต่งงานแล้ว บางทีฉันควรจะ เริ่มกินเผ็ดมากขึ้น และออกกำลังกาย สักหน่อย?#$e#มันก็แค่ความคิดน่ะ...$h",
        "Outdoor_4": "พวกเรา ควรจะเลี้ยงเจ้าสไลม์ เพิ่มขึ้นนะ เลี้ยงมันเยอะๆ เลย น่าจะกำไรน่าดู แล้วเจ้าพวกนี้ มันก็เลี้ยงง่ายซะด้วย#$e#แล้วก็นะ สีของพวกมัน แต่ละตัวก็ให้ไอเทม ที่ต่างกันด้วย ฉันว่ามันน่า จะเป็นงานอดิเรก ของพวกเราที่น่า สนุกดีนะ",
        "OneKid_0": "ตอนนี้ฉันกำลัง พยายามทำตัว ให้คุ้นชินกับการ เป็นพ่อคนน่ะ ไม่ต้องเป็นห่วงนะ ฉันจะเลี้ยงลูก ของพวกเรา อย่างดีเลย มันก็แค่เรื่องใหม่ สำหรับ %kid1! ตอนนี้... เท่านั้นแหละ",
        "OneKid_1": "ถ้า %kid1 ของพวกเรา โตขึ้นอีกนิด ฉันจะไปซื้อ เบาะรองนั่ง สำหรับเด็ก ไว้ที่รถมอเตอร์ไซค์ แล้วพวกเราจะได้ ขี่รถไปเที่ยวด้วยกัน ยังไงล่ะ$h",
        "OneKid_3": "เธอได้กลิ่นจาก %kid1 มั้ย? บางทีอาจจะ ถึงเวลาอาบน้ำ แล้วก็ได้...",
        "TwoKids_0": "ไม่ต้องเป็นห่วงนะ ฉันป้อนอาหาร ลูกๆให้แล้ว... %kid2 เจ้าตัวเล็กสุด พ่นนม ช็อกโกแลต ใส่เสื้อเชิ้ตฉัน อีกแล้ว",
        "TwoKids_1": "ฉันหวังว่าลูกๆ ทั้ง 2 คน %kid1 และ %kid2 จะรักกันนะ Maru กับฉัน มักจะทะเลาะกัน เสมอสมัยที่พวกเรา ยังเป็นเด็ก#$e#แต่ถ้าฉัน มองย้อนกลับไป เกือบทั้งหมดนั่น ก็เป็น ความผิดของฉัน เองแหละ...",
        "TwoKids_2": "ฉันฝันแบบนี้ มาหลายครั้งแล้ว ฉันฝันเห็น %kid2 สวมชุด คนทรงลึกลับ และก็นั่งอยู่บน ฟักทองเรืองแสง ประหลาดชะมัด เธอว่าไหม?",
        "TwoKids_3": "พวกเรา มากันไกลจริงๆ @ ดูครอบครัว ของเราสิ ที่รัก ฉันไม่เคยคิด เลยจริงๆ ว่าพวกเรา จะมีวันนี้ได้#$e#ตอนนี้ ที่ฉันอยู่ตรงนี้ ฉันชอบมันมาก ๆ...$l",
        "Good_0": "เฮ้ มองฉันสิ อย่าลืมนะ ว่าฉันรักเธอ เธอคือทุกอย่าง สำหรับฉัน$l#$b#เอาล่ะ ทีนี้ก็ ออกไปทำเงิน มาให้พวกเราซะสิ$h",
        "Good_1": "เฮ้...มานี่หน่อยซิ วันนี้เธอดูดี จังเลยนะ$l",
        "Good_2": "เธอดูดีเสมอเลยนะ แม้กระทั่ง หลังจากไปคลุกคลี กับสวนมาทั้งวัน$l",
        "Good_3": "ถึงฉันจะไม่ค่อย แสดงออก แต่ฉันมีความสุข จริงๆนะ ที่ได้เป็นสามีของเธอ การแต่งงาน กับเธอเป็นการ ตัดสินใจที่ดีที่สุด ที่ฉันเคยทำเลย$l",
        "Good_4": "เธอไม่ต้องเป็นห่วง ฉันหรอกฉันชอบ อยู่คนเดียวน่ะ",
        "Good_5": "บางครั้ง ฉันรู้สึกโมโห แต่พอได้ เห็นหน้าเธอแล้ว ฉันจะรู้สึกสงบลง$7#$e#ฉันว่าสักวัน ฉันคงจะหลุดพ้น จากความรู้สึก แบบนี้ได้สักที",
        "Good_6": "ฉันรู้ว่าเธอแข็งแรง แต่บางทีก็ยัง อดเป็นห่วงไม่ได้ อย่าไปล่า มอนสเตอร์ โดยไม่มียาอายุวัฒนะ (life elixir) และรองเท้าหนาๆล่ะ เข้าใจมั้ย?",
        "Good_8": "วันนี้ ฉันรู้สึกไม่อยาก ทำงานชะมัด บางทีฉัน อาจจะไปดูทีวี ว่ามีอะไรบ้าง",
        "Good_9": "จริงๆ แล้วฉัน ไม่ได้ต้องการ เพื่อนมากมาย แต่คนเดียว ที่ฉันต้องการ คือเธอ มันฟังดูแปลกๆ มั้ย?#$e#ฉันว่า ฉันไม่เหมือน คนส่วนใหญ่ล่ะนะ",
        "Neutral_0": "ฉันพยายามอย่างมาก ที่จะหลบเลี่ยงผู้คน ตอนฉัน ออกไปเดินเล่น ฉันเกลียดที่จะต้อง ถูกกดดันให้พูดคุย ทักทายน่ะ",
        "Neutral_2": "ทำไมเราไม่คุยกัน บนเตียงคืนนี้ล่ะ? ตอนนี้ฉันยุ่ง อยู่น่ะ...",
        "Neutral_3": "เธอกำลัง จะเข้าเมืองเหรอ? ทำไมล่ะ เธอจะเข้าไปทำอะไร?",
        "Neutral_4": "ฉันว่าฉัน จะซักผ้าให้วันนี้ล่ะ... ดูท่าเธอคงยุ่งอยู่ กับฟาร์มทั้งวัน",
        "Neutral_5": "เรื่องเงินนี่ พวกเรายังโอเค อยู่ใช่ไหม? ฉันไม่อยากขาย โน๊ตบุ๊คของฉันนะ...",
        "Neutral_6": "ถ้าเธอ อยากจะไปหาเพื่อน ในเมืองล่ะก็ ไปได้เลยนะ ยังไงฉันก็ชอบ อยู่เดียวอยู่แล้ว",
        "Neutral_8": "การทำความ สะอาดบ้านนี่มัน ไม่สนุกเลย แต่ถ้าฉัน ฟังเพลงไปด้วยล่ะก็ มันจะช่วยให้ เวลาผ่านไป เร็วขึ้นทีเดียวล่ะ",
        "Bad_5": "ฟังนะ ฉันอยากอยู่คนเดียว ทำไมเธอ ไม่ไปข้างนอก แล้วไม่ไปหาอะไร ทำล่ะ?",
        "Bad_6": "ต้องการอะไร? เสียงเธอเหมือน พ่อเลี้ยงฉันเลย ออกไปซะ$a",
        "Bad_7": "ที่นี่เริ่มจะทำให้ฉัน รู้สึกเหมือน อยู่สุสานเข้าไปทุกที$s",
        "Bad_8": "ฉันเริ่มกลับมา สูบบุหรี่อีกแล้ว... ช่วงหลังๆ มานี้ฉันรู้สึก เครียดมากๆ$s",
        "funLeave_Sebastian": "วันนี้ฉันจะไป เดินเล่นสักหน่อย ฉันอยากมีเวลา ให้ตัวเองบ้าง ไว้เจอกัน ตอนเย็นนะ",
        "funReturn_Sebastian": "วันนี้ก็สนุกดีนะ ฉันไม่รู้ จะพูดอะไรดี ทำไมเธอไม่พูด ให้ฉันฟังบ้างล่ะ?",
        "spring_1": "อ๊ากกก... หัวฉัน สุขสันต์วันปีใหม่...$h",
        "spring_12": "เธอตื่นเต้น กับงานเทศกาล ในวันพรุ่งนี้มั้ย? ฉันว่ามัน ต้องดีแน่ๆ ที่จะได้เจอแซมอีกครั้ง",
        "spring_23": "โอ้.. พรุ่งนี้เป็นวันเต้นร ำเทศกาลดอกไม้ใช่มั้ย? พวกเราต้องไป ด้วยเหรอ?#$e#ฉันกลียดการ ใส่จั้มสูทคับๆ ที่น่าตลกนั่น จริงๆ ทำไมเทศมนตรีเลวิส ถึงต้องให้พวกเรา ใส่ด้วยนะ?$s",
        "summer_1": "ฤดูร้อนแล้ว... ฉันคงต้องเริ่ม ทาครีมกันแดด หนาๆเลย ถ้ายังอยากจะขาว อยู่เหมือนเดิม...",
        "summer_10": "เธอคิดรึยังว่า จะใส่อะไรลงในซุป ของลัวร์ ?ฉันไม่รู้เลยว่า จะใส่อะไรดี... จะว่าไป เธอเป็นเชฟ นี่นา!$7",
        "summer_27": "อากาศเริ่มเย็นลงแล้ว รู้สึกดีจัง พวกเราควรไป งานเทศกาล คืนพรุ่งนี้มั้ย? จริงๆ แล้วมันเป็นงาน ที่ฉันชอบล่ะ$7",
        "fall_1": "ดูเหมือนทั้ง หมู่บ้านจะเปลี่ยนไป ภายในคืนเดียว... ในที่สุดฤดูใบไม้ร่วง ก็มาถึงแล้วสินะ",
        "fall_15": "เทศกาลในหมู่บ้าน ออกจะคนเยอะไปหน่อย สำหรับฉัน ...แต่ฉันว่า จะออกไปเดิน กับแซม สักหน่อย ก็ดีเหมือนกัน#$e#ส่วนเธอ ก็ลองไปเล่นเกมส์ ในงานเถอะ! ไม่ต้องห่วงฉัน หรอก$7",
        "fall_26": "ฉันตื่นเต้นกับงานเทศกาลภูติ ในวันพรุ่งนี้ ชะมัด! ฉันกำลังคิดว่า พวกเราจะเจออะไร ที่น่ากลัวบ้าง มั้ยนะ$h",
        "winter_1": "เธอมีแผนในช่วง ฤดูหนาวรึยัง? ฉันรู้นะว่า มันเหมือนเป็นช่วงเวลา พักผ่อนของเธอน่ะ",
        "winter_7": "พรุ่งนี้เธอ จะไปเข้าร่วม การแข่งขันตกปลา รึเปล่า?",
        "winter_28": "มันเป็นปี ที่เยี่ยมไปเลย @ พวกเราควรจะ ฉลองกัน สักหน่อยนะ [346]$h#$e#ฉันมั่นใจว่า ปีหน้ามันจะต้อง ดีกว่านี้แน่นอน$7"
    }
}
