{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ใจฉันเอาแต่คิดถึง อบเชยกับคุกกี้ ในวันที่ฝนตก",
        "Rainy_Day_1": "สุดท้ายมารุกับฮารวีย์ จะได้อยู่ ด้วยกันรึเปล่า? ฉันว่าหมอ เขาชอบมารุ นะ#$e3#แต่ฉันว่ามารุ ก็ต้องเป็นฝ่าย เริ่มเข้าหาก่อนนะ$h",
        "Rainy_Day_2": "สวัสดี ที่รัก! เช้านี้ฉันไปชอปปิ้งมา นี่ของคุณนะ[186 180 770 535]#$e#ฉันคิดว่า คุณควรจะ ใช้สักอันนะ",
        "Rainy_Day_3": "หืออ... บางทีฉันควรสร้าง เมนูใหม่ๆบ้างนะ ที่รักคุณชอบเมนู ที่ฉันทำไว้ล่าสุด ใช่ไหม#$e#ฉันจะเรียก เมนูนั่นว่า 'ชิลีเดอ @'?",
        "Rainy_Day_4": "วันนี้แหละ ที่ฉันชอบ อ่านหนังสือดีๆ มากที่สุด",
        "Rainy_Night_0": "วันแบบนี้นี่แหละ ที่ฉันชอบอ่าน หนังสือดีๆ มากที่สุด",
        "patio_Penny": "ที่นี่สงบกว่า ที่อยู่เดิมของฉัน ที่อยู่ในเมืองมาก ฉันมีความสุขมากที่นี่",
        "Rainy_Night_1": "ฉันแน่ใจว่าตอนนี้ แม่ต้องอยู่ที่ซาลูนแน่ๆ... ถึงฉันรู้สึกไม่ดี เกี่ยวกับมัน แต่ฉันก็ไม่สามารถ ทำอะไรได้อยู่ดี",
        "Rainy_Night_2": "ฉันกำลังคิดถึง คืนนั้นของเรา ในโรงอาบน้ำน่ะ...$l#$e#ฉันจะไม่มีวัน ลืมคืนนั้นเลย...$l",
        "Rainy_Night_3": "เสียงฝนตก มันทำให้ฉัน รำคาญเสมอเลย ตอนที่ฉันอยู่ ในรถบ้าน เก่าๆนั่น แต่มันก็ รู้สึกสงบดี เหมือนกัน",
        "Rainy_Night_4": "นี่จ้ะ ข้าวเย็น เธอน่าจะชอบนะ [212 214 225 209 200]$h",
        "Indoor_Day_0": "มันเป็นวัน ที่สงบดีนะ ฉันชอบฝันร้าย อยู่เป็นประจำเลย แต่ตอนนี้ ฉันหลับปุ๋ย ได้เหมือน เด็กน้อยเลย",
        "Indoor_Day_1": "อรุณสวัสดิ์ @! ทำอาหารเช้า ร้อนๆไว้นะ [195 210 211]#$e#มันสำคัญมาก ที่เธอจะ ออกจากบ้าน โดยอิ่มท้อง$h",
        "Indoor_Day_2": "คุณรู้ไหม วันนี้ ฉันคิดจะอ่าน หนังสือล่ะ ฉันยืมหนังสือเล่มใหม่ มาจากห้องสมุดน่ะ#$e#คราวที่แล้ว คุณกันเธอร์ ฝากทักมาด้วยล่ะ",
        "Indoor_Day_3": "ฉันชอบ! เรื่องเล่าเกี่ยวกับวัตถุโบราณ ที่คุณหาได้นะ#$e#นักโบราณคดี ประหลาดใจมาก! ลองนึกดูสิ ชาวไร่เนี่ยนะ ขุดพบของ ที่มีอายุ 10,000 ปีเลยนะ",
        "Indoor_Day_4": "ครั้งแรก ที่เราเจอกัน ฉันขี้อายไหม ? มันตลกมาก เมื่อฉันนึกถึงเรื่องนั้น และตอนนั้น จนถึงตอนนี้ พวกเรา ผ่านอะไรด้วยกัน มาเยอะเลยนะ$h",
        "Indoor_Night_0": "สวัสดี ตอนเย็นนะที่รัก คุณได้ทำสิ่ง ที่คุณอยากทำ ในวันนี้แล้ว รึยังล่ะ?#$e#ถ้าไม่มีก็ ไม่เป็นไรนะ พวกเรามีเวลา ตลอดแหละ ตราบใดที่เรา ยังอยู่บน โลกใบนี้!",
        "Indoor_Night_1": "หืมมมม พรุ่งนี้ใส่ กางเกงหรือ กระโปรงดี นะ? โอ๊ะ ฉันแค่ ล้อเล่น... ฉันมักจะ ใส่กระโปรง ไปอยู่แล้วล่ะ",
        "Indoor_Night_2": "พวกเรา มีสิ่งดีๆ ที่นี่นะ พวกเราควรจะ พยายามจดจำสิ่ง ที่ดีเล็กๆน้อยๆ ไว้นะ#$e#ฉันรู้สึก ดีใจนะ สำหรับ สิ่งเล็กๆ พวกนี้นะ",
        "Indoor_Night_3": "แม่คงจะเหงานะ ที่ฉันไป ฉันหวังว่า เธอคงไม่ไปซาลูน เพื่อจบปัญหา ที่นั่นอีก#$e#คุณไม่ควร ที่จะรู้สึก เศร้านะ แม่มักจะแก้ปัญหา ด้วยตัวของเธอ เอง...",
        "Indoor_Night_4": "พร้อมที่จะนอน แล้วรึยัง ฉันจัดเตรียม ทุกอย่างไว้ แล้วนะ...",
        "Outdoor_0": "ฉันเอาแต่ฝัน ว่าได้อาศัยอยู่ ในที่สวยงาม และตอนนี้ฉัน ได้พบกับความจริง#$e#ฉันรู้สึก เศร้าที่ได้ กลับมาบ้าน$s",
        "Outdoor_1": "นี่มันไม่ดี หรอที่เด็กๆ จะเติบโตน่ะ?#$e#ฉันรู้สึก ดีมากเลยนะ ที่ลูกๆ จะได้เติบโต ที่ฟาร์มนี้",
        "Outdoor_2": "สวัสดีที่รัก! ถ้าฉันรู้อะไรมากขึ้น เกี่ยวกับงานที่ฟาร์ม ฉันจะพยายาม ช่วยคุณนะ ขอโทษนะ!#$e#ที่ฉันเอาแต่ คิดถึงคุณตลอดเลย",
        "Outdoor_3": "ฉันเห็นนกกระจอก บินผ่านไปทางตะวันตก ในสตาร์ดิวแวลลี่ นั่นถือว่าเป็นลางดีมาก ๆ เลยนะ ",
        "Outdoor_4": "อ๊าา... ฉันรู้สึกดี ที่อยู่ข้างนอก ฉันจะใช้เวลา ทั้งวันด้าน นอกเลยล่ะ ฉันใช้เวลา ไปกับการคอยดู ทุกอย่าง ทีละนิด ละหน่อย",
        "OneKid_0": "วันนี้คุณ พอจะมีเวลา เล่นกับ %kid1 ไหม? บางที การมีลูกคนที่สอง อาจจะทำให้อะไรหลายๆ อย่างดีขึ้น นะ",
        "OneKid_1": "เจ้า %kid1 ตัวน้อยๆ จะต้องมี ความสุขที่นี่ มากแน่เลย ",
        "OneKid_3": "รู้สึกแก่มากเลย ตั้งแต่ตอนที่เรามีลูก บางที่นี่อาจจะ เป็นความรับผิดชอบ ที่ฉันแบกรับ#$e#มันก็ไม่ได้แย่นะ! ฉันอยากอยู่ แบบนี้ ไปนานๆ เลยแหละ",
        "TwoKids_0": "%kid1 กับ %kid2 น่ะ กินข้าวแล้วนะ กินเก่ง ชะมัดเลย ทั้งสองคนนี้!",
        "TwoKids_1": "เราจะต้อง เอาใจทั้ง %kid1 กับ %kid2 ให้เท่าๆ กันนะ ฉันไม่อยาก ให้เขาต้องมา อิจฉากันน่ะ",
        "TwoKids_2": "ฉันมีฝันว่า %kid2 กางปีก ออกมาและโบยบินออกไป บนฟ้าใน ยามค่ำคืน มันแปลว่า อะไรกันนะ?",
        "TwoKids_3": "บ้านที่ดี ลูกที่สุดแสนวิเศษสองคน และมีพื้นที่สวยงาม พวกเราคง โชคดีมากๆ เลยนะ",
        "Good_0": "นี่... @ฉันได้มาอยู่ กับเธอจริงๆ ใช่มั้ยเนี่ย... มันเหลือเชื่อ มากเลยนะ$l",
        "Good_1": "ฉันฝันว่า พวกเราจะ แต่งงานกัน มาตั้งนานแล้ว นะ$l",
        "Good_2": "ฉันรู้สึกได้ ตั้งแต่รู้ว่าเธอ ย้ายมาเลยล่ะ ว่าเธอเป็นคน คนนั้นน่ะ...$l",
        "Good_3": "ว้าว วันนี้เธอดูดี มากๆเลย! ตัดผมมาเหรอ?$l",
        "Good_4": "ฉัน เริ่มรู้สึก เหมือนว่า ที่นี่เป็นบ้าน แล้วล่ะ$l",
        "Good_6": "ระวังเป็นลม ข้างนอกด้วยนะ! บางที ฉันก็เป็นห่วง ว่าคุณจะทานอาหาร ไม่พอนะ",
        "funLeave_Penny": "วันนี้ฉัน กำลังจะออก ไปฟังข่าวสาร ในเมืองนะ เพื่อความสนุก แล้วฉัน จะกลับมาอีก สักพักนะ!",
        "funReturn_Penny": "ฉันมีเวลา ที่ดีนะ... ฉันรู้สึกดี ที่ได้พูดคุย กับทุกคน ลองบอก หน่อยสิว่า วันนี้คุณเจอ อะไรบ้าง?",
        "spring_8": "ฤดูใบไม้ผลิ เป็นฤดูโปรด ของฉันเลยล่ะ มีกลิ่นอาย ของความสดชื่น ที่ทำให้ฉัน มีความหวังเสมอ",
        "spring_1": "พวกเรามีเวลา นานแสนนาน ฉันหวัง ว่าปีนี้จะ เป็นปีที่อบอุ่น มาสร้าง สิ่งที่ดีๆ ด้วยกันเถอะ",
        "spring_15": "อ้ะ ถึงเวลา ทำความสะอาด ในฤดู ใบไม้ผลิ ฉันต้องเพลิดเพลิน กับการทำ ความสะอาด แน่ๆ",
        "summer_16": "*ฟู่*...ฉันอยาก จะกินเมลอน ในอากาศหน้าร้อน อย่างนี้จริงๆ เลย!",
        "summer_1": "ฤดูร้อนอาจจะ มีไอร้อนออกมา แต่ก็ช่วยให้ ความชุ่มชื้น กับพื้นผิวดีนะ",
        "summer_2": "หน้าร้อนนี่นะ พวกมดจะ กระตือรือร้น กันสุดๆเลย ล่ะ ฉังนั่งดู พวกมันได้ เป็นชั่วโมงเลย... ดูๆแล้วพวกมัน ก็เป็นสังคม ที่ซับซ้อนดี นะ!",
        "fall_5": "กลิ่นอาย ของฤดูใบไม้ร่วง ทำให้ฉันรู้สึก เหมือนได้กลิ่น ของหนังสือ... แปลกใช่ไหม ล่ะ?",
        "fall_1": "ฤดู ใบไม้ร่วง... มันทำให้ฉัน คิดถึงสีต่างๆ ของกระดาษ และกาว บางทีฉัน ก็ใช้เวลากับ เด็กๆมากไป หน่อยนะ$h",
        "fall_2": "ปีนี้เธอ จะปลูก ฟักทองยักษ์ รึเปล่า?",
        "winter_1": "ฤดูหนาว ปีนี้เหมาะ สำหรับ การผ่อนคลาย นะ หลังจากปี ที่ยาวนาน คุณสมควร ที่ได้พักนะ!",
        "winter_6": "หิมะที่ โปรยปราย ทำให้ฉันนึก ถึงคุณย่า ที่มีกองไฟ อยู่ข้างๆ ฉันจำเงา ของที่เธอ ที่อยู่ที่ป่าออเรจน์(Orange) ได้ดี มันผ่านมานาน แล้วสินะ...",
        "winter_3": "พวกเราจะอยู่ ยังไง ในฤดูหนาวนะ? โอ้ คุณจะไม่จำเป็น ต้องบอกฉัน... ฉันเชื่อใจคุณ นะว่า คุณจะสามารถ จัดการกับ สิ่งต่างๆได้ อย่างแน่นอน น่ะ"
    }
}
