{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "นี่! เห็นมั้ยว่า ข้างนอกฝนตก ระวังจะเป็นไข้ เอานะ#$e#อย่าไปเดิน ตากฝนล่ะ$h#$e#ฉันก็เป็นห่วงเธอ เหมือนกันนะ!",
        "Rainy_Day_1": "ฝนตก! งั้นวันนี้ เราก็ไม่ต้อง รดน้ำน่ะสิ$h#$e#บางทีธรรมชาติ ก็เข้าข้างเรานะ ว่าแต่ คุณให้อาหารสัตว์ หรือยังล่ะ ที่รัก?",
        "Rainy_Day_2": "ตื่นแล้วหรือจ๊ะ! เสียงฝนตก ปลุกฉันขึ้นมา ตั้งแต่เช้าแล้วล่ะจ๊ะ ฉันทำอาหารเช้าไว้ให้เธอ แล้วนะ [194 195 210 211 216] #$e#ทำตัวอุ่นๆ และอย่าทำงาน หักโหมนะ เดี๋ยวป่วยขึ้นมา แล้วจะแย่เอา",
        "Rainy_Day_3": "ที่รัก วันนี้คุณจะทำอะไร บ้างล่ะ?#$e#อากาศแบบนี้นะ ฉันไม่อยาก ออกไปข้างนอกเลย ฉันคงทำนู่นนี่ อยู่ในบ้านนี่ล่ะ#$e#บางทีเราน่า จะกินอะไรร้อนๆ เป็นมื้อเย็นนะ",
        "Rainy_Day_4": "เย็นนี้อยากกินอะไร เป็นพิเศษไหม?",
        "Rainy_Day_Maru": "ถึงเรา จะพัฒนาเครื่องมือ ได้ขนาดไหนก็ตาม แต่วันที่ฝนตก ก็ยังเป็นที่พึ่งที่ดีที่สุด ในเรื่องน้ำล่ะนะคะ",
        "Rainy_Day_Abigail": "วันแบบนี้แหละ ที่ทำให้ชนบท น่าสนใจขึ้น จริงมั้ย?",
        "Rainy_Day_Penny": "ฉันว่าวันนี้ ฉันทำขนมดีกว่า$h",
        "Rainy_Day_Leah": "วันนี้เธอคงต้องไป ตกปลาหรือลงเหมือง แทนแล้วล่ะ?",
        "Rainy_Day_Haley": "ถ้าอากาศยังเป็น อย่างนี้นะ เดี๋ยวผิวฉัน ซีดแย่แน่เลย$s",
        "Rainy_Day_Harvey": "อย่าไปตากฝนนะ ที่รัก เดี๋ยวจะไม่สบายเอา",
        "Rainy_Day_Sebastian": "ฉันตื่นก่อนรุ่งสาง และเดินเล่นรอบๆ ฟาร์มน่ะ ก็ช่วงเวลานั้น มันให้ความรู้สึก สงบดีนะ",
        "Rainy_Day_Alex": "ฮื่มม... ผมว่า ผมคงต้องวิดพื้นกับ ลุกนั่งข้างในบ้าน แทนแล้วล่ะวันนี้",
        "Rainy_Day_Elliott": "สายฝนเรียก ความทรงจำเก่าๆ ของผมเกี่ยวกับ ชีวิตที่ชายทะเล กลับมา#$e#แต่ไม่เป็นไรหรอก ชีวิตย่อมมีการ เปลี่ยนแปลง อยู่เสมอล่ะ",
        "Rainy_Day_Sam": "ผมต้องหาเวลา ซ่อมพวกรอยรั่ว บนหลังคาหรือไม่ก็ พวกหน้าต่างบ้างละ",
        "Rainy_Day_Emily": "ที่รัก ฉันรู้ว่าคุณมีความภาคภูมิใจ ในงานของคุณมาก แต่วันนี้อย่าหักโหมเกินไปนะ ตกลงนะ นี่น้ำผึ้งไว้บำรุง$u",
        "Rainy_Day_Shane": "หลังคารั่วหรือเปล่า? อ่า...แค่ดินร่วงเล็กน้อย ไม่ทำร้ายใครหรอก",
        "Rainy_Night_0": "เวลาที่ฝนพรำ ทำให้เรารู้สึกถึง ความเหงา $l#$e#รู้สึกหนาวจัง... ยังไม่พร้อม จะขึ้นมาซุก ผ้าห่มบนเตียง เหรอ?$l",
        "Rainy_Night_1": "ดูให้แน่ใจว่า เสื้อผ้าแห้ง สนิทดีหรือยัง ไม่อยากให้คุณ ต้องป่วยนะ#$e#ได้ยินเสียงฝน ที่กระทบหลังคา นั่นหรือเปล่า @?",
        "Rainy_Night_2": "อาห์... นั่นเสียงฝนตกใช่มั้ย... คืนนี้คงจะ หลับสบายน่าดู$h",
        "Rainy_Night_3": "ฝนตกแล้วรู้สึกว่า บ้านอุ่นขึ้นนะ$h^หลังคามีประโยชน์ ก็เวลาอย่างนี้ล่ะ",
        "Rainy_Night_4": "วันนี้ฉันทำซุป เป็นมื้อเย็นด้วย [199 218 219 727 730] $h#$e#คุณต้องทาน อะไรร้อนๆ ในวันแบบนี้นะ!$h",
        "Rainy_Night_5": "ฉันดีใจนะ ที่เธอกลับมา... นี่เป็นคืนที่เหมาะ ที่ควรอยู่แต่ในบ้านนะ",
        "Rainy_Night_Maru": "วันนี้เธอมัวออกไป ทำอะไรอยู่ที่ไหน มาน่ะที่รัก?#$e#ฉันซ่อมโน่นซ่อมนี่ ไปทั่วทั้งบ้านเลยล่ะ... เธอก็รู้ว่ามันก็ แค่งานเล็กๆน้อยๆ",
        "Rainy_Night_Abigail": "คุณพร้อม จะนอนเมื่อไหร่ ฉันก็พร้อม จะโดดขึ้นเตียง เมื่อนั้น เสียงฝนพรำจะช่วยกล่อม ให้เราหลับฝันดี",
        "Rainy_Night_Penny": "เอ่อ... กลิ่นไหม้เหรอคะ? ฉันลองอบ ขนมค่ะ แหะๆ... ไปไม่สวย เท่าไหร่เนอะ$s",
        "Rainy_Night_Leah": "วันนี้เป็นไงบ้าง ที่รัก? เปียกโคลนมากมั้ย?",
        "Rainy_Night_Haley": "สวัสดีจ้ะ ที่รัก ฉันดีใจนะ ที่คุณกลับมาแล้ว ฉันเริ่มเหงาๆ พอดี$l",
        "Rainy_Night_Harvey": "เฮ้ ดีใจที่ได้เจอ คุณนะ$h#$e#วันนี้ผมใช้เวลาทั้งวัน ไปกับการอ่าน วารสารทางการแพทย์ล่ะ",
        "Rainy_Night_Sebastian": "ฝนไม่เคย ทำให้ฉันเบื่อเลย... โดยเฉพาะบรรยากาศ บ้านนอกอย่างนี้",
        "Rainy_Night_Alex": "คุณยาย มักจะทำสตู ในคืนแบบนี้ เสมอเลย$h",
        "Rainy_Night_Elliott": "นั่งลง แล้วก็ผ่อนคลายซะ! คุณต้องเหนื่อยมาก แน่ๆ หลังจากฝ่า ดินโคลนลมฝน มาทั้งวันแบบนี้",
        "Rainy_Night_Sam": "วินเซนท์ โทรมา เขาบอกว่า เขาคิดถึงผม และฝากสวัสดี คุณด้วยล่ะ$h",
        "Rainy_Night_Shane": "ผมเพิ่งโทรคุยกับ แจส และ มานี ดูเหมือนช่วงนี้พวกเขา จะมีช่วงเวลาที่สวยงาม โดยที่ไม่มีผม",
        "Rainy_Night_Emily": "วิญญาณบางดวง จะปรากฎตัวในช่วง ฝนตกเท่านั้น บางทีที่รักอาจได้ยินเสียง ร่ำไห้ก็ได้นะ?",
        "Indoor_Day_0": "อรุณสวัสดิ์ ~<$h#$e#พร้อมรับงานหนัก แล้วหรือยัง? ทางนี้พร้อมแล้วจ้า$h",
        "Indoor_Day_1": "หวัดดีที่รัก! หอมมั้ยล่ะ? นี่ทำอาหารเช้า ให้เชียวนะ!  [194 195 210 211 216]#$e#คุณต้องทาน อาหารเพื่อจะได้มี พลังงานเพียงพอ ตลอดวันนะ",
        "Indoor_Day_2": "หลับสบายดีมั้ย?#$e#ทางนี้ก็มีงานบ้าน ต้องทำแหละ",
        "Indoor_Day_3": "เมื่อคืนคุณฝันแปลกๆ หรือเปล่า?#$e#ฉันจำได้แค่ว่า มันเกี่ยวกับ%adj %noun แปลกจังเลยเนอะ$s#$e#แต่เราก็เอาอะไร กับฝันไม่ได้หรอกนะ... จริงมั้ย?$l#$e#เอาเถอะ เราจะมามัวคุยกัน อย่างนี้ทั้งวันก็ไม่ได้ เหมือนกัน เพราะเธอมีงาน ที่ต้องทำนี่นะ!",
        "Indoor_Day_4": "อรุณสวัสดิ์ที่รัก วันนี้ก็ต้องทำฟาร์ม อีกแล้วใช่มั้ย ล่ะหือ?#$e#จะเป็นกำลัง ใจให้นะ<$h",
        "Indoor_Day_Maru": "ถ้าคุณอยาก จะพูดถึงเรื่องเพิ่ม ปริมาณผลผลิต หรืออะไรแบบนั้น ล่ะก็... ฉันก็พร้อมจะฟังนะ!",
        "Indoor_Day_Abigail": "มีอะไรใหม่ๆ เกิดขึ้นในฟาร์มของเรา เยอะแยะเลย... ฉันชอบมาก",
        "Indoor_Day_Penny": "ที่นี่ใหญ่กว่า รถบ้านเยอะเลยแฮะ กลายเป็นว่า ตัวเราเล็กไปเลยล่ะ แต่ก็รู้สึกดีนะ!",
        "Indoor_Day_Leah": "จะว่าอะไรมั้ย ถ้าฉันอยากจะเอางาน ไม้แกะสลักทั้งหลาย มาไว้ที่นี่? คันมือคันไม้ อยากแกะสลัก จะแย่อยู่แล้ว!",
        "Indoor_Day_Haley": "แดดออกนี่ ดีจังเลยนะ$h",
        "Indoor_Day_Harvey": "ท้องฟ้าวันนี้ช่างดู... สดใสมาก!#$e#ต่อจากนี้ไป ผมจะเข้าคลีนิค เฉพาะวันที่มี นัดผู้ป่วย นอกนั้นก็จะทำงาน อยู่ที่บ้านนี่แหละ!",
        "Indoor_Day_Sebastian": "เยี่ยมไปเลย ที่นี่ทำเอาห้องที่บ้านเดิม เทียบไม่ติดเลย ว่าม๊ะ?$h",
        "Indoor_Day_Alex": "แสงอาทิตย์สาดส่อง และตอนนี้ฉันก็เปี่ยม ไปด้วยพลังงาน! คุณต้องจับตามอง เอาไว้นะ ฮี่ฮี่.$h",
        "Indoor_Day_Elliott": "ผมยังคงเขียนบันทึ กตั้งแต่ที่เรา ได้อยู่ร่วมกัน ตอนนี้ผมเอง ก็มีชีวิตที่สมบูรณ์ และมีเรื่องมากมาย ที่จะเขียนถึง$h#$e#ก็อยากจะแน่ใจว่า ตัวเองจะยังจดจำ ทุกอย่างที่เกิดขึ้น ตลอดปีนี้ได้น่ะ",
        "Indoor_Day_Sam": "วันนี้มีเรื่องต้องทำ ตั้งเยอะแยะแน่ะ แต่นั่งดูทีวีอยู่บ้าน ดีกว่า",
        "Indoor_Day_Emily": "ด้วยการนำเสนอ ผลผลิตสดใหม่และมี คุณภาพที่ดีต่อชุมชน เรากำลังดำเนินการ ไปได้ด้วยดีเลยล่ะ!",
        "Indoor_Day_Shane": "ในอากาศ มีบางอย่างที่พิเศษ... ซิป... มันคืออะไร? โอ้...#$b#มันดูเหมือนเศษข้าวโพดเก่า ที่ผมใส่ไว้ในกระเป๋า เมื่อไม่กี่สัปดาห์ก่อน *ขบเคี้ยว*",
        "Indoor_Night_0": "วันนี้ทุกอย่าง เสร็จสิ้นแล้วสินะ @?#$e#ทางนี้ทำงานบ้าน เสร็จแล้ว... แต่เหนื่อยชะมัด#$e#ยังไงก็พร้อม จะนอนเสมอ ถ้าคุณต้องการ$h",
        "Indoor_Night_1": "ว้าว ดูเหมือนคุณ จะทำงานหนักมาก เลยวันนี้#$e#เอาล่ะ ถึงเวลาพักผ่อน สำหรับคืนนี้แล้ว$h",
        "Indoor_Night_2": "ดีใจจังเลย ที่คุณกลับมา#$e#รู้สึกกลัวเหลือเกิน เวลาที่ต้องอยู่คนเดียว ตอนกลางคืน$s^มันเหงามาก เลยล่ะ...$s#$e#...$h",
        "Indoor_Night_3": "วันนี้ทำงาน เสร็จแล้วสินะ? พร้อมแล้วล่ะ ที่จะทำอะไรสนุกๆ ไปด้วยกัน$h#$e#แต่ถ้าไม่ไหวแล้ว ก็เข้าใจนะ",
        "Indoor_Night_4": "*เฮ้อ*! เพิ่งจะทำงานบ้าน เสร็จเนี่ย เอาล่ะ ถึงเวลาของเรา สองคนแล้ว$h#$e#เล่าหน่อย สิว่าวันนี้ เป็นยังไงบ้าง$l#$e#...$h",
        "Indoor_Night_Maru": "ดูเธอ ง่วงนอนแล้วนะ ให้ฉันช่วยกล่อมเธอ ด้วยสิ่งประดิษฐ์ ชิ้นล่าสุดนี่มั้ย?$h#$e#*เฮ้อ* แต่จริงๆแล้วฉัน ก็ง่วงนอน เหมือนกันแล้วล่ะ",
        "Indoor_Night_Abigail": "พร้อมที่จะนอน แล้วหรือยัง? ฉันเปิดผ้าห่มไฟฟ้า เตรียมไว้สำหรับเรา สองคนแล้วนะ...$l",
        "Indoor_Night_Penny": "ยินดีต้อนรับ กลับบ้านจ้ะ ที่รัก มาใช้เวลาอยู่เงียบๆ ด้วยกันเถอะค่ะ?",
        "Indoor_Night_Leah": "เวลาเย็นๆ อย่างนี้นี่สงบดีนะ ไม่ต้องมีอะไร มารบกวน การใช้ชีวิต ของเราด้วย",
        "Indoor_Night_Haley": "นี่ทำงานหนัก มามากแล้ว เดี๋ยวฉันจะช่วย ทำให้คุณ ผ่อนคลายนะคะ$l",
        "Indoor_Night_Harvey": "ดูเหมือนว่าคืนนี้ จะต้องนวดให้ สักหน่อยแล้ว$l#$e#นี่คือคำสั่ง จากแพทย์... มันดีต่อระบบ ไหลเวียนเลือดนะ!",
        "Indoor_Night_Sebastian": "#$c .5#ถึงฉันจะชอบ อยู่คนเดียว แต่ฉันก็ดีใจนะ เวลาที่มีเธอ อยู่ข้างๆฉัน $h#$e#หวัดดี @ ดีใจที่ได้เจอนะ ตอนที่เธอ อยู่ด้วยเนี่ย ฉันสบายใจ มากเลยล่ะ$h",
        "Indoor_Night_Alex": "แขนฉันปวด ไปหมดเลย... มีวิธีอะไรดีๆ อย่างนวดแรงๆ บ้างไหม?$l^ฉันเริ่มหมดแรง... มันเป็นสัญญาณที่ดี หมายความว่าวันนี้ ฉันทำงานหนัก มากพอแล้ว$h",
        "Indoor_Night_Elliott": "#$c .5#คุณยังหอมไม่เปลี่ยน โดยเฉพาะหลังจาก ทำงานหนักมาทั้งวัน มันเป็นกลิ่นตัว ธรรมชาติ ของคุณนะ!^ช่างหอมหวาน อะไรเช่นนี้ที่รัก เหมือนกับรังผึ้ง ที่ผสมกับชา เครื่องเทศร้อน หอมกรุ่น#$e#มาให้ผม นวดหลังเถอะ คุณดูเครียดมาก$l^กลิ่นของคุณ แสนจะหอมหวาน ราวกับใบซินนามอน ที่กำลังล่องลอย อยู่ในสายลมของ ฤดูร้อนเชียวล่ะ",
        "Indoor_Night_Sam": "#$c .5#สงสัยจังว่าคืนนี้ เราจะได้เห็นพระจันทร์ หรือเปล่า?#$e#แล้วที่ฟาร์ม เป็นยังไงบ้างล่ะ? ถึงเธอทำงาน ไม่เรียบร้อย ฉันก็ไม่ว่าหรอกนะ!",
        "Indoor_Night_Emily": "ฉันชอบที่นี่... เป็นบ้านที่อบอุ่นดีนะ",
        "Indoor_Night_Shane": "วันนี้เป็นไงบ้าง? ที่เหมืองไปได้ดี หรือเปล่า?",
        "Outdoor_0": "วันนี้เป็นวัน ที่งดงามจริงๆ ว่าไหม? $h#$e#ในวันแบบนี้แหละ ที่จะทำให้เรารู้สึกว่า การทำงานมันรื่นรมณ์",
        "Outdoor_1": "< วันนี้ฉันจะขอพัก แล้วก็เฝ้ามองฟาร์ม สักหน่อยละกันเนอะ?#$e#เพราะที่นี่ มีบรรยากาศ ที่งดงามมากจริงๆ$h",
        "Outdoor_2": "ที่รัก ถ้ามีความรู้ เกี่ยวกับการ ทำฟาร์มมากขึ้น ก็คงจะช่วยอะไร ได้มากกว่านี้นะ ขอโทษด้วย!#$e#แล้วจะคิดถึงคุณนะ$h",
        "Outdoor_3": "กำลังทำความสะอาด ตรงนี้อยู่ล่ะ หวังว่าจะช่วยอะไร ได้บ้างนะ?#$e#เฮ้อ... ร้อนชะมัดเลย",
        "Outdoor_4": "อย่าหักโหม มากไปล่ะที่รัก#$e#ดูให้แน่ใจด้วยว่า ถึงเวลาที่จะต้อง พักผ่อนบ้าง หรือหาอะไรทานนะ$h",
        "Outdoor_Maru": "ข้างนอกนี้ทำให้ ฉันรู้สึกดีมากเลยล่ะ มันทำให้ฉัน ได้ไอเดียใหม่ๆ ในการประดิษฐ์ สิ่งของด้วยนะ$h#$e#บางทีฉันอาจจะ มีไอเดียที่จะเป็นสิ่งของ ที่มาช่วยเธอก็ได้นะ",
        "Outdoor_Abigail": "ฉันจะออกไปแถวนี้นะ โอเค?#$e#มีทั้งแมลง และสิ่งต่างๆ น่าสนใจเยอะแยะ ไปหมดเลยล่ะ คิกๆ$h",
        "Outdoor_Haley": "ดูจะเป็นวันที่เหมาะ กับการทำผิวสีแทน ว่ามั้ยที่รัก? คิกๆ$h",
        "Outdoor_Leah": "ว้าว นี่มันสุดยอดไปเลย! ฉันกำลัง จะเริ่มต้นชีวิต การทำฟาร์มด้วยล่ะ @ $h#$e#นี่เป็นชีวิตที่ฉัน ใฝ่ฝันมาตลอดเลย นะเนี่ย$l",
        "Outdoor_Penny": "ฉันมีความสุขมากเลย ในฟาร์มเล็กๆ ของพวกเรา @$h",
        "Outdoor_Sebastian": "นี่อาจจะต่างกับชีวิต ที่ผ่านมามาก แต่ฉันก็เริ่ม ชอบมันแล้วล่ะ$h#$e#รู้สึกเหมือนกับ เป็นอะไรที่คู่ควร กับฉันเลย$l",
        "Outdoor_Harvey": "นี่เป็นอะไร ที่ดีกว่าการนั่ง อยู่ที่คลีนิค ทั้งวันอีกนะเนี่ย $l#$e#ผมชอบเวลา ที่ได้เฝ้ามองคุณ ทำงานอยู่ในฟาร์มล่ะ... หึหึ",
        "Outdoor_Elliott": "ผมกำลัง จะเริ่มเขียนนิยาย เรื่องใหม่แล้วล่ะ จะมีที่ไหน ดีไปกว่าฟาร์ม ของเราอีกล่ะ?$h#$e#มันสุดยอด มากเลย$l",
        "Outdoor_Alex": "ฉันจะ ออกกำลังกาย อย่างเต็มที่เลย! ฮ่าฮ่า! ชักจะชอบ ฟาร์มนี้เข้าแล้วสิ$h",
        "Outdoor_Sam": "นี่ ดูเมฆบนท้องฟ้าสิ ที่รัก$h#$e#ถ้าคุณไม่ว่าอะไร ผมขออยู่ดู เดี๋ยวนึงนะ",
        "Outdoor_Shane": "ผมไม่มั่นใจว่าปอดผม จะรับมือกับความบริสุทธิ์ แบบนี้ได้ไหม ผมยังคงชินกับแอร์ที่ ร้านโจจ้าอยู่เลย",
        "Outdoor_Emily": "เธอต้องทำงานหนักมาก @ สู้ๆ นะ",
        "jobLeave_Harvey": "วันนี้ ผมต้องเข้าคลินิกนะ ขอให้วันนี้ เป็นวันที่ดีล่ะ โอเค๊?",
        "jobLeave_Penny": "วันนี้ จะเข้าเมืองแล้วนะ อย่าทำงาน หักโหมนักล่ะ แล้วก็ ทานอาหารเที่ยง ด้วยล่ะ!$h",
        "jobLeave_Maru": "จะไปทำงานแล้วนะ ไว้เจอกันตอนเย็น ฉันคง คิดถึงคุณมาก เลยล่ะ!$h",
        "jobReturn_Harvey": "#$c .5#ว่าไงที่รัก วันนี้เป็นยังไงบ้าง#$e#*ถอนหายใจ*... ผมเหนื่อยมากเลย... $s#$e#แต่ได้เห็น คนไข้ยังมีสุขภาพ ที่แข็งแรง ก็ดูจะเป็นวันที่ดี แหละนะ",
        "jobReturn_Penny": "#$c .5#สวัสดียามเย็น วันนี้ก็เรียบร้อยดี แล้วคุณล่ะ? $h#$e#แจส กับ วินเซนท์ ทำตัวไม่ค่อยน่ารักเลยวันนี้ ฉันกลัวพวกเขา จะได้รับบาดเจ็บแน่ะ$a",
        "jobReturn_Maru": "#$c .5#ก็เป็นวันน่าเบื่อ อีกวันที่คลินิก เหมือนเดิมนั่นแหละ#$e#เฮ้ แล้วเธอล่ะ ได้เจออะไรตื่นเต้น มากกว่าฉันบ้างมั้ย? ฉันหวังว่าจะมีนะ#$e#$c .5#เอาล่ะ ถึงเวลาพักสักที คุณยังเหลือข้าวเย็น เอาไว้ให้บ้างหรือเปล่า?#$e#ฉันอยากจะให้ถึง เวลานอนเหลือเกิน$h",
        "OneKid_0": "ที่รักได้ใช้เวลากับ %kid1 บ้างหรือเปล่าวันนี้?",
        "OneKid_1": "หวังว่า %kid1 จะเติบโตมาเป็น ชาวสวนแบบคุณนะ?",
        "OneKid_2": "ไม่ต้องห่วง ตอนนี้ให้นม %kid1 แล้ว คุณกลับไปทำงาน ในฟาร์มเถอะนะ",
        "OneKid_3": "ชีวิตคงจะเปลี่ยนไปมาก หากเรามีลูกด้วยกัน",
        "TwoKids_0": "ทำอาหารเช้าให้ทั้ง %kid1 และ %kid2 ทานแล้วนะ พวกเขาดู หิวโหยมากเลย!",
        "TwoKids_1": "เราต้องแน่ใจว่า ให้ความสำคัญกับ %kid1 มากพอ ในขณะที่เรามี %kid2 เราไม่ควรทำให้ พวกเขาต้องแย่ง ความรักจากพ่อแม่นะ",
        "TwoKids_2": "รู้หรือเปล่า จมูกของ %kid2 เหมือนคุณเลยล่ะ",
        "TwoKids_3": "บ้านที่ดี ลูกน้อยแสน มหัศจรรย์อีกสองคน และที่ดินอัน สวยงามแบบนี้ แล้วยังจะต้องการ อะไรอีก?",
        "Good_0": "ไม่อยากจะเชื่อเลยว่า ในที่สุด เราก็ได้แต่งงานกัน...$l",
        "Good_1": "เมื่อก่อนก็เคยคิดนะ ว่าเราสองคน จะได้อยู่ร่วมกัน ไม่วันใดก็วันหนึ่ง$l",
        "Good_2": "คุณรู้สึกสนุกไปกับ ชีวิตหลังแต่งงานไหม @?#$e#เพราะวันนี้ ฉันรู้สึกสนุกมากเลย$l",
        "Good_3": "ว้าว วันนี้คุณดูดีมากเลย!$l",
        "Good_4": "ที่นี่ล่ะ คือบ้านของฉัน ความสุขของฉัน... อยู่ที่นี่$l",
        "Good_5": "ฉันก็แค่ดีใจ ที่มันเป็นของขวัญ แต่งงาน... เปลือกที่งดงามแบบนี้ จะต้องนำโชค มาให้คุณแน่!$l",
        "Good_6": "ระวังตัวด้วยนะ! บางครั้ง ก็รู้สึกกังวลว่า คุณจะตกลงไป ในเหมือง",
        "Good_7": "@? ฉันแค่เพียง อยากจะบอกว่า ขอบคุณมากๆ นะสำหรับงาน ที่คุณทำทุกอย่างเพื่อ ครอบครัวของเรา$h",
        "Good_8": "ไม่ต้องห่วงฉันหรอก... ฉันรู้ดีว่า คุณมีสิ่งที่ต้องรับผิดชอบ มากมาย ข้างนอกบ้านนั้น ฉันอยู่คนเดียวได้!$l",
        "Good_9": "เปล่าหรอก ฉันไม่ได้เบื่อ... ฉันกำลังมีความสุข กับทุกสิ่งที่เรามีอยู่ ในตอนนี้#$e#มันช่างเป็นชีวิต อันแสนเรียบง่าย แต่ฉันก็ชอบมันนะ$h",
        "Neutral_0": "หวังว่าคุณยังจะชอบฉัน แม้ว่าเราจะแก่ชรา ไปด้วยกัน",
        "Neutral_1": "สงสัยจัง ว่าใครอาศัย อยู่ที่นี่ ก่อนพวกเรากันนะ?",
        "Neutral_2": "วันนี้ ไม่มีอะไรทำเหรอ?",
        "Neutral_3": "ถ้าเข้า ไปในเมืองแล้ว ฝากสวัสดี คนอื่นด้วยนะ",
        "Neutral_4": "เดี๋ยวพรุ่งนี้เช้า จะซักผ้าให้ ก่อนที่คุณจะตื่นนะ... จะได้ ไม่ต้องเหนื่อยมาก",
        "Neutral_5": "การเงินของเรา ยังโอเคอยู่ใช่มั้ย @?",
        "Neutral_6": "สงสัยจังว่าวันนี้ ทุกคนในเมือง จะทำอะไรกันบ้างนะ?",
        "Neutral_7": "วันนี้ไม่รู้สึก อยากจะทำอะไรเลย",
        "Neutral_8": "ไม่ว่าจะทำ ความสะอาดเท่าไหร่ บ้านก็ยังสกปรก อยู่ดี#$e#จริงๆในฟาร์ม ก็เป็นแหล่งสกปรก เหมือนกันนะ",
        "Neutral_9": "แปลกใจจัง เราจะอยู่อย่างนี้ ไปตลอดชีวิตเลยเหรอ?",
        "Bad_0": "...ยังรักกันอยู่ ใช่มั้ย?$s",
        "Bad_1": "*เฮ้อ*... บางที เราอาจจะรีบแต่งงาน ตั้งแต่อายุยังน้อย จนเกินไป$s",
        "Bad_2": "ยังมีความสุข ที่ได้อยู่ด้วยกันจริงๆ เหรอ?$s",
        "Bad_3": "ฉันทำอะไรผิด ไปหรือเปล่า? คุณดูแปลกๆ ไปนะช่วงนี้$s",
        "Bad_4": "ทำไมคุณดูสนใจจัง ว่าข้างนอกนั่นมีอะไร?$s",
        "Bad_5": "แต่ก่อนคุณเคย โรแมนติก มากกว่านี้ไม่ใช่หรือไง... มันเกิดอะไรขึ้น? $s#$e#ก็รู้แหละ ว่าฉันไม่ได้อ่อนเยาว์ อีกต่อไปแล้ว... นั่นเป็นจุดประสงค์ ที่คุณแต่งงานกับฉัน ใช่มั้ยล่ะ?$a",
        "Bad_6": "เราต่างก็ มีชีวิตที่แสนสั้น... นี่คือสิ่งที่ สมควรทำแล้วหรือ?$s",
        "Bad_7": "ฉันเคยเป็น สุดที่รักของคุณ มาก่อน... แต่ตอนนี้คุณ เห็นฉันมีค่า เฉพาะเวลาเตรียม อาหารเย็น เท่านั้นสินะ$s",
        "Bad_8": "พักหลังมานี้ คุณช่างเย็นชา มากเลยนะ...$s",
        "Bad_9": "ฉันหวังว่าฉัน จะทำอะไร ให้ดีขึ้นบ้าง$s",
        "spring_1": "แล้วปีใหม่ก็มาถึง คุณวางแผนที่จะทำสำหรับปีนี้ แล้วหรือยัง?#$e#หวังว่ามันจะออกมาดีนะ",
        "spring_8": "ในที่สุด หน้าหนาวก็หมดไป ต่อจากนี้เราก็จะได้ เก็บเกี่ยวผลผลิต อย่างเต็มที่สักที",
        "spring_23": "พรุ่งนี้ก็ถึงงาน เทศกาลดอกไม้ แล้ว... หวังว่าคุณจะฝึก การเคลื่อนไหวไว้นะ!",
        "summer_1": "ดูให้แน่ใจว่าตัวเอง จะไม่เป็นลมแดดนะที่รัก#$e#ดื่มน้ำเยอะๆ แล้วก็อย่าหักโหม ทำงานมากนะ",
        "summer_8": "ขอโทษด้วยถ้ามีกลิ่นตัว... ร้อนจนเหงื่อท่วม ตลอดคืนเลย",
        "summer_15": "นี่คือหน้าร้อน... นั่นหมายความว่า เราจะต้องเจอกับฝูงแมลงวัน#$e#ไม่ต้องห่วง รับมือได้น่า!",
        "fall_1": "อากาศตอนนี้ ดีกว่าอากาศช่วงหน้าร้อน เป็นไหนๆ",
        "fall_8": "หน้าหนาว กำลังจะมาถึงแล้ว เราต้องตรวจสอบ ระบบทำความร้อนให้ดี ปิดวาวล์แล้วก็เช็ค ฉนวนกันความร้อนทั้งหมด ในบ้านด้วย#$e#ไม่ต้องห่วงน่าที่รัก รับมือไหวอยู่แล้ว",
        "fall_15": "คุณคิดออกหรือยัง ว่าจะเอาอะไรมาแสดง สำหรับฟาร์มของพวกเรา ในวันพรุ่งนี้?",
        "fall_26": "เราควรจะไปงาน เทศกาลภูติ ในคืนวันพรุ่งนี้นะ",
        "winter_1": "บรึ๋ออ... หนาววววว",
        "winter_7": "คุณจะไปงาน แข่งตกปลา ในวันพรุ่งนี้มั้ย?",
        "winter_28": "ขอบคุณสำหรับปีที่ดีปีนี้นะ @ ฉันตื่นเต้นที่จะได้ร่วม แก้ไขปัญหาต่างๆร่วมกัน ในปีถัดไป$l",
        "spring_Maru": "ฉันรู้สึกตื่นเต้น ที่จะได้ทำฟาร์ม ในช่วงต้นปีล่ะ @!$h",
        "spring_Abigail": "ฉันอาจจะ ชอบหน้าหนาว แต่สุดท้ายฉันก็ ดีใจเสมอ ที่เห็นฤดูใบไม้ผลิ มาถึง",
        "spring_Haley": "คุณไม่รู้สึกดีเหรอ ที่ฤดูหนาวนั้น จบลงสักที ที่รัก? ทุกๆอย่างเริ่ม จะดูมีความหวังมากขึ้น",
        "spring_Leah": "อย่าลืมมองหา ฮอร์สราดิช กระเทียม กับ แดนดิไลออน ก่อนจะออกไปนะ!",
        "spring_Penny": "ฉันมีความสุขเหลือเกิน ที่ได้เห็นใบไม้สีเขียว อีกครั้ง หลังจากฤดูหนาว ที่ขาวโพลนอันแสน นานนั้น",
        "spring_Sebastian": "ว้าว สีผิวฉันซีดเลย... ฉันคิดว่า ฉันควรจะช่วยงาน ในฟาร์มบางอย่างของคุณ ในฤดูนี้นะ",
        "spring_Harvey": "มาปลูกผักเพื่อสุขภาพ ในช่วงฤดูใบไม้ผลิ กันเถอะ$h",
        "spring_Elliott": "ผมเฝ้ารอ ที่จะได้เห็นความสวยงาม ของฟาร์ม %farm นะ$h",
        "spring_Alex": "เฮ้ @ ตั้งใจทำงาน เข้าล่ะวันนี้!",
        "spring_Sam": "*ฮิ้ก* ... จะ จมูกฉัน... ฉันเป็น โรคภูมิแพ้",
        "spring_Shane": "บางทีฉันอาจจะ ได้เรียนรู้ทักษะใหม่ๆ ในปีนี้...",
        "summer_Maru": "มันเป็นช่วงเวลา ที่ดีของปีเลย ที่จะได้มองดู ดวงดาวกัน",
        "summer_Abigail": "โอ้ให้ตาย ฉันน่าจะไปเอา เค้กช็อกโกแลต",
        "summer_Haley": "คุณต้องรู้ไว้นะว่า หน้าร้อนคือ ฤดูสุดโปรดของฉันล่ะ$h",
        "summer_Leah": "ไม่มีอะไรเหมาะกับ หน้าร้อนไปมากกว่า ไวน์ละมุนชั้นดีอีกแล้ว ไม่คิดอย่างนั้น บ้างเหรอที่รัก?",
        "summer_Penny": "คุณจะปลูกเมลอน ในหน้าร้อนนี้มั้ยคะ?",
        "summer_Sebastian": "ฉันจะเก็บตัว อยู่ข้างในบ้าน ให้มากเท่าที่จะเป็นไปได้ ในหน้าร้อนนี้",
        "summer_Harvey": "ดูให้แน่ใจ ว่าจะไม่ถูกแดดเผา นะที่รัก... แสงอาทิตย์ทำร้ายผิว มากกว่าที่คิดนะ",
        "summer_Elliott": "อย่างเดียว ที่ทำให้ฉันคิดถึง ทะเลก็คือ ปลาสดๆ",
        "summer_Alex": "ฤดูร้อนเนี่ย ทำให้ฉันมีพลังงาน มากที่สุดเสมอเลย",
        "summer_Sam": "ฤดูร้อนนี้ ทำให้ฉันรู้สึกอยากกิน บาร์บีคิว มากเข้าไปอีก",
        "summer_Emily": "ว้า! มันร้อน แต่ก็รู้สึกดีใช่ไหม?#$e#บางทีวันนี้ เราอาจเห็นนกแก้วป่า",
        "summer_Shane": "วันนี้ผมมีกำหนด อะไรบ้างนะ... อืมม...#$e#ผมคิดว่าผมน่าจะหา ขนมขบเคี้ยว เพรสเซล รสเผ็ดคู่กับเบียร์เย็นๆ มากินพลางชมขอบฟ้านะ",
        "fall_Maru": "ฉันดีใจ ที่ยังได้ทำงานที่คลินิก... มันเป็นงานบริการ ที่สำคัญในชุมชน",
        "fall_Abigail": "ฉันหวังว่าเรา จะปลูกฟักทอง กันในปีนี้นะ$h",
        "fall_Haley": "ฉันกำลังอยากกิน เค้ก#$e#แต่ว่าต้องไม่ใช่ เค้กทั่วไปนะ... ต้องเป็นเค้ก สีชมพู",
        "fall_Leah": "สูดหายใจลึกๆสิ... ได้กลิ่นนั่นหรือเปล่า? ฤดูเห็ดมาถึง แล้วนะ",
        "fall_Penny": "การอยู่ในฟาร์ม ช่างสงบสุขอะไรแบบนี้ ไม่มีทางสัมผัสถึงอะไร แบบนี้แน่ๆ ถ้ายังอยู่ในเมือง",
        "fall_Sebastian": "แม่ของฉัน มักจะทำซุปฟักทอง แสนอร่อยตลอด ฤดูใบไม้ร่วง",
        "fall_Harvey": "ผมน่าจะออกไปหา ไวน์สักหน่อยนะ",
        "fall_Elliott": "อา... ฤดูใบไม้ร่วง แสงแดดที่อบอุ่น คล้อยต่ำ ลงจากท้องฟ้า แสงทอดยาวสู่ เกลียวคลื่น#$e#มันเป็นช่วงเวลา ที่สวยงามของปี ไม่คิดแบบนั้นหรือ?",
        "fall_Alex": "รู้สึก อ่อนแรงชะมัด... ฉันต้องการโปรตีน สักหน่อย$s",
        "fall_Sam": "ฉันสงสัยมากเลย ว่าโลกข้างนอกนั้น ตอนนี้กำลังเกิดอะไร ขึ้นบ้าง? เพราะพวกเราค่อนข้าง ห่างไกลผู้คน",
        "fall_Emily": "วันนี้ฉันดื่มน้ำซุปเข้มข้น เป็นมื้อเช้าและฉันรู้สึก อะ...เมซิ่ง!$h",
        "fall_Shane": "ผมคิดว่า บางทีอาจมีเชื้อราใหม่ ขึ้นหลังตู้เย็นเล็กของผมนะ#$e#อ่าา ใช่ มันเป็นฤดูที่ดีนะ?",
        "winter_Maru": "ฤดูใบไม้ผลิ จะมาถึงแล้ว ฉันล่ะตั้งตารอ คอยที่จะกินพายรูบาร์บ เลยล่ะ",
        "winter_Abigail": "จำตอน ที่เราเล่นเกม 'ราชาทุ่งหญ้า' ด้วยกัน ในห้องฉันได้มั้ยอ่ะ? นั่นเป็นช่วงเวลา ที่ดีมากเลยนะ$h",
        "winter_Haley": "ฉันมักคิดถึง ช่วงเวลาที่คุณช่วยฉัน เปิดโหลผักดอง อยู่เสมอเลย$h#$e#พวกเรามาไกล มากเลยนะเนี่ย$l",
        "winter_Leah": "ฉันมักอยากกินสลัด ในช่วงหน้าหนาวเสมอ ทั้งที่รู้แหละ ว่าหากินยาก",
        "winter_Penny": "ฉันจะอ่าน อ่าน และอ่านในช่วง หน้าหนาวแบบนี้",
        "winter_Sebastian": "สงสัยจังว่า แซม จะเป็นยังไงบ้างนะ? เราเคยเป็นเพื่อนรัก กันมากเลยล่ะ",
        "winter_Harvey": "หน้าหนาวน่ะ ถือเป็นฤดูหวัด เลยนะ แถมการทำงาน ก็ยังเพิ่มความเครียด เข้าไปอีก... แต่ยังไงก็ขอโทษด้วย ถ้าผมอารมณ์ไม่ดีน่ะ",
        "winter_Elliott": "ฉันคิดว่า ฉันจะทำงานเขียน สักหน่อย ในฤดูหนาวนี้ เพราะมัน ไม่ค่อยมีอะไร ให้ทำอยู่แล้ว",
        "winter_Alex": "ฉันหวังว่า คุณตาคุณยายของฉัน จะสบายดีนะ พวกเขาคอยให้ฉัน ช่วยเหลืออยู่บ่อยๆ ทำนอง ยกของหนัก หรืออะไร ประมาณนี้แหละ",
        "winter_Sam": "ฉันไม่คิดจะเป็น นักดนตรีแล้วล่ะ ก็ตอนนี้น่ะ ฉันเป็น ผู้ชายรักครอบครัว แล้วไง!",
        "winter_Emily": "ฮะวู้ เส้นผมของฉัน แข็งตัวอีกครั้งแล้ว$s",
        "winter_Shane": "มีโลกกว้างไกล สุดลูกหูลูกตา... แต่ผมควรนอน อยู่ในห้องดีกว่า",
        "spouseRoom_Maru": "#$c .5#วันนี้ฉันตื่นแต่เช้า มาจ้องมองดาวดวง เล็กๆบนฟ้า#$e#ฉันหวังว่าคุณ คงจะไม่ว่าอะไรนะ ถ้าวันนี้ฉันจะใช้เวลา ทำโปรเจ็คของฉัน นิดหน่อย.",
        "spouseRoom_Abigail": "#$c .5#ฉันตื่นก่อนคุณเล็กน้อย แล้วให้อาหารเจ้าตัวน้อย แล้วล่ะ เขาร่าเริงมากๆ เลยเมื่อเช้านี้#$e#ฉันหวังว่าคุณคง จะไม่คิดอะไรมาก กับกลิ่นของ หนูทดลองหรอกนะ",
        "spouseRoom_Haley": "#$c .5#เริ่มต้นวันของคุณ ได้เลยที่รัก ฉันกำลังแต่งหน้า อยู่หน่ะ#$e#มีแผนอะไรสำหรับ วันนี้ไหม?",
        "spouseRoom_Leah": "#$c .5#ในสักวันหนึ่ง ฉันคิดว่า ฉันจะวาดรูปของคุณนะ#$e#วิวจากตรงหน้าต่างนี้ เป็นแรงบันดาลใจ ได้อย่างดีเลย ว่างั้นไหม?",
        "spouseRoom_Penny": "#$c .5#ฉันรู้สึกอยากได้ ห้องสมุดส่วนตัว มาตลอดเลย นี่มันน่าหลงใหล มากเลย$h#$e#ฉันคิดว่า ฉันควรหาอะไรอ่าน ตอนเช้าสักหน่อย สมองฉันจะได้ทำงาน ได้ดีขึ้น",
        "spouseRoom_Sebastian": "#$c .5#ฉันรู้สึกคิดถึง มอเตอร์ไซค์จัง... แต่เฮ้ มันอันตรายเกินไป สำหรับชายที่ แต่งงานแล้วนี่นะ $h#$e#มีพิซซ่า ในตู้เย็นไหมนิ? ฉันหิว",
        "spouseRoom_Harvey": "#$c .5#เช้านี้อากาศปลอดโปร่ง ที่รัก แต่มันยังสนุกได้ ต่อเมื่อวางมือ จากอุปกรณ์ทั้งหมด ตอนนี้และจากนี้ไป#$e#ผมกำลังง่วนอยู่กับ โมเดลเครื่องบิน ที่นี่มันทำให้ ผมรู้สึกผ่อนคลาย มากกว่าการอยู่ใน อพาร์ทเม้นท์ ซอมซ่อของผม",
        "spouseRoom_Elliott": "#$c .5#ฉันคิดว่า ฉันอาจจะทำงานเขียน อะไรสักอย่าง ในวันนี้น่ะ#$e#คุณจะไม่เป็นไร ใช่ไหม ถ้าฉันไม่ช่วยงาน ในวันนี้?",
        "spouseRoom_Alex": "#$c .5#อย่าคิดทำให้ฉัน ขี้เกียจดีกว่า ฉันอยากจะมีหุ่นที่ดี เพื่อคุณเลยนะ!#$e#บริเวณนี้มีที่มากมาย ให้ฉันได้บริหารร่างกาย ดูคืบหน้ากว่าเมื่อก่อน เยอะเลยล่ะ!",
        "spouseRoom_Sam": "#$c .5#กีตาร์ตัวเก่าๆนี้... ฉันหมดไฟที่จะเล่น มันแล้วล่ะ แต่ก็ช่างมันเถอะ#$e#วันนี้เธอวางแผน จะทำอะไรล่ะ?",
        "spouseRoom_Emily": "วันนี้ฉันจะใช้เวลา อยู่กับนกแก้ว ฉันรู้สึกผิดที่ทำให้ปีก มันหักจนบินไม่ได้อีกแล้ว $u",
        "spouseRoom_Shane": "#$c .5#เบียร์หรือเหล้าแอปเปิล? บางครั้งชีวิตก็อาจมี สิ่งท้าทายนะ#$e#สวัสดี @ วันนี้ผมจะไปเที่ยวข้างนอก... บางทีอาจจะกวาดพื้น หรือทำบางอย่างนิดหน่อย",
        "Rainy_Day_Krobus": "อ้า ความชื้นในวันนี้มาจากฝน... ข้าสบายใจแล้ว",
        "Rainy_Night_Krobus": "เสียงของสายฝน ทำให้ข้าคิดถึง ท่อระบายน้ำ... ที่ที่คอยปลอบโยนข้า#$e#ท่อระบายน้ำ คือที่หลบภัยของข้า... ข้ารู้สึกปลอดภัยที่นั่น อย่าห่วงเลย... ข้ารู้สึกแบบเดียวกันนี้ กับบ้านใหม่หลังนี้เช่นกัน",
        "Indoor_Day_Krobus": "ข้าต้องการ ช่วยเหลือเจ้าในฟาร์ม แต่ข้าออกไปโดน แสงแดดไม่ได้...",
        "Indoor_Night_Krobus": "สวัสดี @ ยินดีต้อนรับกลับบ้าน เจ้าดูเหมือนจะทำงาน หนักมากที่นั่น!$h",
        "Outdoor_Krobus": "ในวันเช่นนี้ ข้าสามารถเพลิดเพลิน ไปกับกิจกรรมกลางแจ้ง กับเจ้าได้ นี่มันยอดไปเลย!$h#$b#บอกให้ข้ารู้ด้วยล่ะ ถ้าเจ้าเห็นใครกำลังมา ข้าจะได้ซ่อนตัวทัน$u"
    }
}
