{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "บางทีฉันก็ได้แรงบันดาลใจ จากที่แปลกๆน่ะ",
        "Rainy_Day_1": "ตอนฉันยังอยู่ ในเมืองน่ะ ฝนมันทำให้ฉัน เศร้าทุกที แต่รู้ไหมที่นี่น่ะ ฝนมันสวยงาม มากเลยนะ",
        "Rainy_Day_2": "อ้าว! ตื่นแล้วหรือจ๊ะ ฉํนตื่นมา ตั้งแต่เช้าแล้วล่ะ ก็เลยลองออกไป หาเห็ดข้างนอก ดูหน่อย อ่ะ นี่จ้ะ[281 404 420 257]#$e#สนุกมากเลยนะ การหาเห็ดน่ะ อย่างกับหา สมบัติเลยล่ะ$h",
        "Rainy_Day_3": "วันอย่างนี้แหละ ที่รองเท้าบูท หนาๆของฉัน ช่วยฉันไว้ได้$h",
        "Rainy_Day_4": "พวกต้นไม้ คงคิดถึงฝน มาตั้งนานแล้วล่ะ ดีใจแทนพวกมันจริง ๆ ที่ฝนตกลงมาได้",
        "Rainy_Night_0": "วันนี้เป็นไงบ้าง? เธอเห็นสัตว์ ข้างนอกนั่นมั้ย?",
        "patio_Leah": "ห้ามมองใกล้ๆนะ มันคืองานที่ทำค้างไว้อยู่",
        "Rainy_Night_1": "ปกติฉันต้องกิน สลัดนะ แต่ฝนตกแบบนี้ ฉันอยากกินซุปร้อนๆ มากกว่าน่ะ$h",
        "Rainy_Night_2": "คืนแบบนี้แหละ... หลับสบายที่สุดเลย...$l",
        "Rainy_Night_3": "วันนี้ฉันลอง แกะไม้ดูน่ะ แต่ฉันว่า มันเป็นงานไม่สวย ฉันเลยเผา มันทิ้งไปแล้วล่ะ$u#$e#ฉันว่า ถ้าอยากจะเป็น ศิลปินที่ดีน่ะ เราต้องจริงจัง กับงานนะ",
        "Rainy_Night_4": "ฉันดีใจ ที่คุณอยู่ในบ้าน... ราตรีสวัสดิ์ เข้าไปในผ้าห่ม และทำตัวให้อุ่นนะ",
        "Rainy_Night_Leah": "วันนี้เป็นไงบ้างคะ ที่รัก เลอะมากมั้ย?",
        "Indoor_Day_0": "บ้านหลังนี้ดีกว่า กระท่อมเก่าๆ ของฉันมากเลย! ฉันไม่คิดถึงมัน แน่นอน",
        "Indoor_Day_1": "อ้าว... ตื่นแล้วหรือ @ นี่จ้ะ ฉันปลูกมันไว้ใน กระถางหลังบ้าน[16 18 20 22 90 259 396 402]#$e#ฉันดูแลมัน อย่างดีเลยนะ",
        "Indoor_Day_2": "อย่าลืมมองหา อาหารป่าเอาไว้นะ มันมีเยอะเลย ข้างนอกนั่นน่ะ",
        "Indoor_Day_3": "ฉันลองมาคิดๆดูนะ ชีวิตเราน่ะ ไม่ควรจะต้อง มากินอาหารแย่ๆ หรอก เรานี่โชคดีมากนะ ที่แถวนี้มีวัตถุดิบดีๆ เยอะเลย#$e#นี่จ้ะ ฉันทำสลัดให้เธอ [196]#$e#แปลกใจเหมือนกันนะ เนี่ยที่เธอยังไม่เบื่อ สลัดฉัน!",
        "Indoor_Day_4": "อ้าว @ ตื่นแล้วหรือจ๊ะ มานี่มา กินกาแฟมั้ย? [395]$h#$e#ตอนเช้าๆ กับกาแฟร้อนๆ น่ะ ขาดกันไม่ได้หรอกนะ!",
        "Indoor_Night_0": "เวลาแบบนี้ ฉันรู้สึกอยากกิน น้ำจัง",
        "Indoor_Night_1": "เวลามันเปราะบาง มากเลยนะ แค่เรื่องเล็กๆ น้อยๆ ก็ทำให้อนาคตมัน ไม่เหมือนเดิมแล้ว...",
        "Indoor_Night_2": "ฉันชอบกลางคืน ที่นี่มากกว่า คืนฉูดฉาด ของเมืองนะ#$e#ทุกอย่างมันดูดี ไปหมดเลย! ฉันนี่โชคดีมากๆ",
        "Indoor_Night_3": "ฉันไม่เคยคิด เลยนะว่า จะได้สร้อยคอของนางเงือก เร็วขนาดนี้ ก็ฉันเพิ่ง ย้ายมานี่นะ แต่ฉันก็ดีใจนะ$l",
        "Indoor_Night_4": "วันนี้ฉันเห็น กระต่ายป่า ด้วยแหละ มันน่ากอดจริงๆนะ ตัวนุ่มๆของมันน่ะ...",
        "Outdoor_0": "ลมโชยๆ นี้ทำให้ฉัน รู้สึกดีนะ ทำให้ฉันคิดถึง ตอนที่ฉัน อยู่ตรงแม่น้ำจัง",
        "Outdoor_1": "หืม... ฉันกำลังจะซ่อมแซม บางสิ่งบางอย่าง แถวนี้ ฉันเลยต้อง ตอกตะปู เหล่านี้บ้างเป็น ครั้งคราวน่ะ",
        "Outdoor_2": "วันนี้ต้องเป็นวัน ที่ดีแน่ๆ ฉันรู้สึกได้น่ะ",
        "Outdoor_3": "ฮื้อ... กลิ่นของดิน ไม่มีอะไร เหมือนมันเลยนะ$h#$e#เธอบอกได้เลยว่า อากาศที่นี่ น่ะมันสะอาด... สดชื่นดีจริงๆ",
        "Outdoor_4": "อย่าทำงาน เกินตัวนะที่รัก ต้องให้แน่ใจว่า คุณจะมีเวลาพัก บ้างเป็นบางครั้ง หรือ คุณต้องหาอะไร มาทานเติมกำลัง บ้างน่ะ$h",
        "funLeave_Leah": "ฉันจะไปเชยชม ธรรมชาติ สักหน่อย ฉันอยาก ออกจากบ้านน่ะ",
        "funReturn_Leah": "ฉันมีเวลาว่าง ที่จะพักผ่อนน่ะ แล้วนายล่ะ เป็นยังไงบ้าง?",
        "OneKid_3": "การเป็นแม่นี่มัน สนุกมากเลยนะ ฉันอยากให้ %kid1 โตมาเป็น คนชอบใช้ชีวิต กลางแจ้งจัง",
        "TwoKids_3": "เรามีฟาร์มที่สวยงาม และครอบครัว ที่สมบูรณ์ ชีวิตใหม่ของเรา จะต้องไปเป็นด้วยดี จริงมั้ย?",
        "Good_0": "อยู่ที่นี่น่ะ รู้สึกเหมือนโดน ภูเขาโอบกอด ไว้เลยนะ",
        "Good_1": "ฉันเคยบอกเธอ หรือเปล่าว่า... ตอนที่เธอเพิ่งย้าย เข้ามาน่ะ ฉันฝันไว้ด้วยแหละว่า เราจะได้อยู่ด้วยกัน",
        "Good_2": "บางทีเรื่องอย่าง พรหมลิขิตนี่ก็ ไม่น่าเชื่อนะ ลองคิดดูสิ ฉันต้องเลือกย้าย มาที่นี่เพื่อจะได้ มาเจอเธอ...#$b#เรื่องมันอาจ ไปทางอื่น เลยก็ได้นะ ถ้าเกิดเรื่องแค่ เล็กๆน้อยๆ อื่นๆขึ้นมา...",
        "Good_3": "ฮ้า! วันนี้เธอดูดีจัง!$l",
        "Good_4": "ฮื้อ... เธอหอมจัง",
        "Good_5": "ฉันชื่นชอบ เครื่องรางแต่งงาน ที่เธอให้ฉันมากๆเลยล่ะ $lนี่คงจะเป็น ของที่ฉันจะดูแล อย่างดีที่สุด ตลอดไป... จนกว่าฉันจะดูแลมัน ไม่ได้ล่ะนะ$l",
        "Good_6": "เธอน่ะ ระวังตัวด้วยนะ! ฉันก็เป็นห่วงเธอ เหมือนกันนะ",
        "Good_7": "นี่ @ ฉันอยากจะบอก เธอนะว่า... ขอบใจเธอมากนะ สำหรับทุกอย่าง ที่เธอทำเพื่อเรา $h",
        "Good_8": "ฉันไม่เป็นอะไร หรอกนะ เธอยังมีงานต้องทำ อีกตั้งหลายอย่าง ข้างนอกนั้น เพราะฉะนั้น ฉันต้องดูแล ตัวเองให้ได้!$l",
        "Good_9": "โอ้ ฉันไม่ได้เบื่อ หรอกนะ ฉันก็มีความสุข อยู่อย่างนี้ล่ะจ้ะ#$e#ถึงจะเป็น ชีวิตง่ายๆ แต่ฉันก็ชอบมันนะ$h",
        "Neutral_0": "เราจะรักกัน ไปตลอด จนกว่าเรา จะตาย จากกันไป... ใช่มั้ย?",
        "Neutral_1": "อืม... ที่นี่เคยมีคนอยู่ มาก่อนหรือเปล่านะ?",
        "Neutral_2": "วันนี้เธอ ไม่มีอะไรทำหรอ?",
        "Neutral_3": "ถ้าเธอเข้าเมือง ฝากทักทายทุกคน แทนฉันด้วยนะ",
        "Neutral_4": "เดี๋ยวพรุ่งนี้เช้า ฉันจะตื่นมาทำงาน บ้านให้นะ เธอจะได้เอาเวลา ไปทำอย่างอื่น",
        "Neutral_5": "เรื่องเงินเรา ไม่มีปัญหานะ @?",
        "Neutral_6": "คนที่เมือง จะทำอะไรกัน อยู่นะ?",
        "Neutral_7": "วันนี้รู้สึก ไม่อยากทำ อะไรเลย...",
        "Neutral_8": "ถึงฉันจะทำ ความสะอาด เท่าไหร่ บ้านก็ยัง สกปรก อยู่ดี...#$e#ฉันว่าฟาร์ม ก็สกปรก อย่างนี้ล่ะนะ",
        "Neutral_9": "เราจะอยู่ที่นี่กันไป ตลอดเลยหรอ?",
        "Bad_0": "...เธอยังรักฉันอยู่... ใช่มั้ย?$s",
        "Bad_1": "*เฮ้อ*... บางทีฉันอาจ จะแต่งงานเร็วไป ก็ได้นะ$s",
        "Bad_2": "เธอยังมีความสุข เวลาที่อยู่กับฉัน หรือเปล่า?$s",
        "Bad_3": "ฉันทำอะไร ผิดรึเปล่า? ทำไมหลังๆมานี่ เธอทำตัวแปลกๆ ไปล่ะ$s",
        "Bad_4": "เธอว่าข้างนอกนั่น จะมีอะไรอย่างอื่นมั้ย?$s",
        "Bad_5": "เมื่อก่อน ดูเธอรักฉัน มากกว่านี้นะ... มันเกิดอะไร ขึ้นเนี่ย?$s#$e#ฉันรู้ตัวดีว่า เดี๋ยวนี้ฉันนะ ไม่สาวเหมือนตอนที่เรา แต่งงานกัน... เธอแต่งงาน เพราะเรื่องนี้ใช่มั้ยล่ะ?$a",
        "Bad_6": "ชีวิตเรา ก็ไม่ได้ยาว อะไรมากนะ... เราจะอยู่กัน อย่างนี้จริงๆเหรอ?$s",
        "Bad_7": "เมื่อก่อน เธอเคยหวานกับฉัน มากเลยนะ... แต่เดี๋ยวนี้ ฉันต้องทำข้าวเย็น ให้เธอกิน เธอถึงจะพออดทน กับฉันได้บ้าง... $s",
        "Bad_8": "ทำไมหลังๆ นี้เธอเย็นชา กับฉันจัง...$s",
        "Bad_9": "ฉันน่าจะทำมัน ให้ดีกว่านี้นะ$s",
        "spring_2": "แล้วฤดูนี้เราจะปลูก อะไรกันดีล่ะ?",
        "spring_1": "เสียงกระดิ่งเมื่อคืน เป็นเสียงต้อนรับ ปีใหม่ล่ะ...$l",
        "spring_15": "*เฮ้อ*... ได้เวลาทำความสะอาด ต้อนรับใบไม้ผลิ แล้วสินะ$s",
        "summer_1": "ฮ้า... หน้าร้อน! กลิ่นสไปซ์เบอร์รี (Spice Berry) มาทักทายฉัน เป็นอย่างแรก เลยนะเนี่ย$h",
        "summer_9": "ถ้าตัวฉันเปียก ก็อย่าว่ากันนะ... อากาศตอนกลางคืน มันร้อนน่ะ",
        "summer_2": "ฤดูร้อน... เดี๋ยวพวกแมลงมัน จะมาเยี่ยมบ้านเรา กันเต็มแน่เลย#$e#แต่เธอ ไม่ต้องห่วงหรอก เดี๋ยวฉันจะจัดการ มันเอง",
        "fall_1": "ฉันรักช่วง ฤดูใบไม้ผลิ ก็ตรงที่การไป เก็บเห็ดนี่แหละ แต่พวกมันมาเร็ว และไปเร็วมากเลยนะ",
        "fall_20": "เธอวางแผนเกี่ยวกับ หน้าหนาวหรือยัง ถ้ามีฟางตุน ไว้บ้างก็ดีนะ",
        "fall_2": "ฉันรู้นะว่า ฤดูที่ต้องเก็บเกี่ยว เธอจะยุ่งมาก เพราะฉะนั้น ฉันจะช่วยงานเธอ ให้มากที่สุดนะ",
        "winter_1": "หน้าหนาวแล้ว อย่างนี้เราก็มีผลไม้คริสตัล (Crystal fruit) แล้วน่ะสิ รสชาติมัน ไม่เหมือนใครเลยนะ ว่ามั้ย?",
        "winter_7": "พรุ่งนี้ ฉันจะไปแกะสลัก น้ำแข็งด้วยนะ ถึงปีนึงจะจัดกัน แค่ครั้งเดียว แต่มันก็สนุก มากเลยล่ะ!",
        "winter_28": "ปีนี่ก็เป็น อีกปีที่ดีสำหรับ ฟาร์ม %farm นะ! คืนนี้เรามาสนุก กันเถอะ [348]$h#$e#ปีหน้า จะต้องดีมากๆ เลยล่ะ ฉันรู้สึกได้นะ"
    }
}
