{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "อาจจะเป็นวัน ที่เหมาะแก่การ นั่งเล่นกีตาร์ ชิวๆ...#$e#เฮ้ ถ้าคุณอยากพัก ก็พักได้เลยนะ",
        "Rainy_Day_1": "คุณคิดว่าเซบาสเตียน กับอบิเกล จะไปด้วยกันได้ หรือเปล่า?#$e#ตอนนี้ผมแต่งงานแล้ว ก็เลยจะพยายาม ทำให้ทุกคน ได้แต่งงานด้วย",
        "Rainy_Day_2": "นี่ ผมเจอนี่กลิ้งอยู่ ด้านหลังลิ้นชักละ [90 88 86 535]#$e#ผมคิดว่าคุณ น่าจะใช้มัน ได้นะ",
        "Rainy_Day_3": "เฮ้อ พวก วันครึ้มๆแบบนี้ มันเชื่องช้า จริงๆเลย...$7",
        "Rainy_Day_4": "คุณหลับลง ได้ยังไงเนี่ย? เสียงฝนทำให้ผม ตื้อไปหมด",
        "patio_Sam": "*ถอนหายใจ* ...ผมไม่มีวันทำท่านี้ ได้แน่เลย... $s",
        "Rainy_Night_0": "นี่ วันนี้เป็นไงมั่ง? ผมแค่นอน กลิ้งไปกลิ้งมา อ่านหนังสือการ์ตูน ทั้งวัน... เยี่ยมไปเลย$h",
        "Rainy_Night_1": "เป็นวันที่ ชิวจริงๆ สำหรับผม... โคล่า พิซซ่าแช่แข็ง นั่งลงดีดกีตาร์ สักสองสามชั่วโมง ผ่อนคลายมาก",
        "Rainy_Night_2": "เมื่อกี้ ผมไปฟัง เทปบันทึกโชว์ ที่พวกเราเล่น จำได้ไหม? พวก มันดูมั่วๆ ไปหน่อย#$b#มันทำให้ผม รู้สึกประหม่าน่ะ ตอนที่คุณอยู่ด้วย ผมไม่อยาก ทำมันพัง แล้วคุณจะคิดว่า ผมเป็นพวก ขี้แพ้!$l",
        "Rainy_Night_3": "ผมหวังว่าวิทเซนท์ จะไม่รู้สึก โดดเดี่ยวหลังจาก ที่ผมออกมานะ... ผมรู้สึกว่าเด็กน้อยนั่น เป็นความรับผิดชอบ ของผม $s#$e#แต่ชีวิตก็คือ การเปลี่ยนแปลง... จริงไหม? เด็กจำเป็น ต้องเรียนรู้มัน หรือไม่อย่างงั้น ชีวิตผู้ใหญ่ จะทำลาย พวกเขา$7",
        "Rainy_Night_4": "นี่ ผมอุ่น พิซซ่าแช่แข็ง สองชิ้นในเตาล่ะ นี่ของคุณ [206]$h",
        "Indoor_Day_0": "ฟิ้วว... ผมอยากบอกคุณ อย่างหนึ่งที่ผม ไม่เคยคิดถึงเลย ในชีวิตเก่าๆ... การทำงานที่ร้านโจจ้า น่ะ",
        "Indoor_Day_1": "นี่ ผมทำแพนเค้ก ให้คุณละ ทานให้อร่อย [211]$h#$e#อะไรเล่า? ก็ผมไม่เคยเรียน ทำอาหารนี่นา... ก็แม่ของผม ทำให้ตลอดเลยนี่",
        "Indoor_Day_2": "นี่ ผมรู้ว่าผมชอบ พูดเล่นอยู่เรื่อย แต่ผมอยากบอก ให้คุณรู้ว่าผม รักคุณมากๆ เลยนะ...$l",
        "Indoor_Day_3": "คุณมีแผน สำหรับวันนี้รึยัง?#$e#โห ผมไม่คิดหรอก... ผมมักจะตัดสินใจ ว่าจะทำอะไร ก่อนหน้านั้น นิดเดียวน่ะ...",
        "Indoor_Day_4": "อืม... ผมจะช่วยคุณ ทำฟาร์ม วันอื่นนะ วันนี้ขี้เกียจจัง$s#$e#คุณไม่โกรธนะ?",
        "Indoor_Night_0": "วันนี้คุณดูเหนื่อยนะ คืนนี้ให้ผม ช่วยผ่อนคลาย โอเคมั้ย? เอาเป็นนวดละกัน",
        "Indoor_Night_1": "ผมทำอะไรบ้าง วันนี้เหรอ? ...ผมจำ ไม่ค่อยได้ล่ะนะ ผมไม่ค่อยทำอะไร ให้น่าจดจำเท่าไหร่ แค่พักผ่อน และมีช่วงเวลาที่ดี",
        "Indoor_Night_2": "นี่ ขอโทษนะ ที่ผมไม่ได้จัดเตียง คุณก็รู้ว่าผมเลินเล่อ แค่ไหน... แต่นั่นคือสิ่งที่ ทำให้คุณชอบผม ใช่ไหม?$h",
        "Indoor_Night_3": "สิ่งเดียวที่ผมคิดถึง ตอนอยู่ในบ้าน คือปลาแคสเซอโรล ของคุณแม่",
        "Indoor_Night_4": "พร้อมที่จะเข้านอน หรือยัง? จริงๆแล้ว ผมเคยจัดเตียง ครั้งนึงแหนะ...",
        "Outdoor_0": "บางทีผมควร ออกไปเล่น เสก็ตบอร์ดของผม ให้ล้อหมุนบ้าง เทศมนตรีเลวิส ไม่มีทางจับผม ทันหรอก$h",
        "Outdoor_1": "ผมคอย จับตามองท้องฟ้า ตลอดเลยนะ... คุณไม่มีทางรู้หรอกว่า จะมียูเอฟโอ ผ่านมาเมื่อไหร่",
        "Outdoor_2": "ไง @! ถ้าผมรู้อะไร เกี่ยวกับฟาร์ม มากกว่านี้ละก็ ผมก็จะช่วยคุณเอง ขอโทษนะ#$e#ผมจะพยายาม และช่วยคุณด้วยการ ให้กำลังใจนะ$h",
        "Outdoor_3": "บางอย่าง ในอากาศทำให้ผม รู้สึกดี... อาจจะเป็น กลิ่มหอมๆของ พิซซ่าจาก เตาอบของกัสก็ได้",
        "Outdoor_4": "ว้าว...คุณดูดี มากเลยวันนี้ และคราบโคลนช่วยให้มี เสน่ห์มากขึ้นไปอีก$l",
        "OneKid_0": "ผมจะเปลี่ยน ผ้าอ้อมให้ %kid1 เองนะ... อย่างห่วงไปเลย คุณยุ่ง มากพอแล้ว",
        "OneKid_1": "มันแปลกนะ แต่ ผมชอบที่ จะได้เป็น พ่อจริงๆ!$h",
        "OneKid_3": "ผมคิดว่า เราน่าจะมีลูก อีกคนนะ ทำไมถึงหยุดล่ะ?",
        "TwoKids_0": "ผมตื่นเช้ามา เพื่อป้อนข้าวลูก และเปลี่ยนผ้าอ้อม เสร็จแล้ว เราทำทุกอย่าง เรียบร้อย คุณแค่สนใจ กับการทำเงิน ให้มากๆก็พอ$h#$e#ล้อเล่นหน่า... ผมไม่ได้แต่งงาน กับคุณเพื่อ เงินสักหน่อย",
        "TwoKids_1": "เราจำเป็น ต้องทำให้แน่ใจว่า เราทำความสนใจ %kid1 มากพอนะ ทั้งที่เรามี %kid2 นะ เราไม่อยากให้ พวกเขาอิจฉา กันหรอก",
        "TwoKids_2": "สนุกจริงๆ กับการได้เห็น เด็กเล่นด้วยกัน พวกเขาจะต้อง สนิทกันมากแน่นอน",
        "TwoKids_3": "ผมไม่คาดคิด มาก่อนว่า จะได้มาเป็น พ่อคน แต่ ผมก็พอใจกับสิ่ง ที่เราสร้างขึ้นมา ที่นี่ ชีวิตกำลังไปได้ดี เลยล่ะ$l",
        "Good_1": "คุณคิดถึงตอนที่พวกเรา อยู่ด้วยกันในห้อง ของผมบ้างไหม? ผมคิดถึงนะ บ่อยมากด้วย...$l",
        "Good_2": "คุณรู้ไหม ผมคิดว่า รู้สึกว่าเรา จะได้อยู่ด้วยกัน มาตั้งแต่แรกแล้ว มันมีอะไรพิเศษ ระหว่างสองเรา$l",
        "Good_3": "ว้าว คุณดูดีมากเลยวันนี้! ไปทำอะไรกับ ผมของคุณ มาหรือเปล่า?$l",
        "Good_6": "ระวังด้วยนะ! ผมรู้ว่าบางครั้ง คุณจะเข้าไป ในถ้ำนั่น... คุณอาจ ถูกกินทั้งเป็น ก็ได้นะ!",
        "Good_4": "ที่รัก ผมเคยจะแต่งเพลง ที่เล่นคู่กับกีตาร์ ให้คุณให้คุณ แต่ตอนนี้ คุณอยู่ที่นี่และ ผมก็รู้สึก ผ่อนคลายมาก#$e#มันมักจะเล่น กีตาร์ตอนรู้สึก เหงามากกว่า",
        "Good_5": "ที่รัก คุณกับผมหน่อย! ผมสนใจฟังเรื่อง ของคุณตลอดเลย",
        "funLeave_Sam": "วันนี้ ผมจะไปเยี่ยม ครอบครัว โอเคนะ? แล้วจะกลับมา ตอนเย็นๆ",
        "funReturn_Sam": "ได้เจอครอบครัว มันเป็นเรื่องดี แต่มันก็ แอบรู้สึกหดหู่ แบบแปลกๆด้วย เหมือน... ชีวิตพวกเรา แยกกันอยู่แล้ว และ ทุกอย่างดูเป็น ทางการ กว่าที่เคยเป็น$7",
        "spring_1": "อึบ... ใบไม้ผลิ... ผมง่วง... แพ้เหลือเกิน$s",
        "spring_12": "คุณตื่นเต้น ที่จะได้ร่วมงาน พรุ่งนี้ไหม? มันต้องเยี่ยมแน่อน จะได้ไปเจอเซบาสเตียน แล้ว",
        "spring_23": "โอ...พรุ่งนี้ งานเต้นรำ สินะ? ผมคิดว่าผม ไม่อยากเข้าร่วมแล้ว เพราะเรา แต่งงานกันแล้ว#$e#เอาเถอะ มันคงจะสนุก แบบแปลกๆ ล่ะน่ะ",
        "summer_1": "เกสรดอกไม้ น้อยลงนิดหน่อย ช่วงฤดูร้อน จมูกผมค่อยดี ขึ้นหน่อย$h",
        "summer_10": "คุณคิดรึยังว่า จะใส่อะไรลงใน ซุปลัวร์?#$e#มันคงตลก ถ้าใส่อะไรแผลงๆ ว่ามั้ย ที่จะได้แกล้ง ผู้ว่า!#$e#ขอโทษครับ...",
        "summer_27": "ฤดูร้อนก็ดี แต่ผมพร้อม สำหรับใบไม้ร่วง แล้ว#$e#เราควรดู แมงกะพรุน คืนพรุ่งนี้มั้ย? มันสนุกเสมอเลย",
        "fall_1": "ดูเหมือนทั้งหมู่บ้าน จะเปลี่ยน ในชั่วข้ามคืน... ผมเดาว่าฤดูใบไม้ร่วง มาถึงแล้ว",
        "fall_15": "นี่ พรุ่งนี้มีเทศกาลล่ะ ผมต้องทำให้ หนังยางรัดข้อมือ กลับมาเป็นรูปเดิม...",
        "fall_26": "ผมสงสัยว่า แม่จะให้วินเซนท์ เขาวงกฎหลอนมั้ย ปีนี้ บางทีคงไม่...#$e#เด็กน่าสงสารเอ๊ย เขาคงจะโตขึ้น ซักวัน...",
        "winter_1": "อากาศเย็น ทำให้เจลแต่งผม ของผมแข็ง ไม่ชอบเลย$s",
        "winter_7": "เราจะแวะไปที่ เทศกาลน้ำแข็ง พรุ่งนี้มั้ย? คงจะสนุกที่จะได้เจอ ทุกๆคน อีกครั้ง...",
        "winter_28": "เรามีปีที่ดี @... มันเป็นเรื่องเศร้า ที่ปีนี้กำลังจะจบ#$e#เราจะสร้างปีใหม่ ให้ดีกว่าเดิม!$h"
    }
}
