{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Rainy_Day_0": "ที่กว้างขนาดนี้ ฉันออกกำลังกาย พร้อมเวททั้งตัว ได้สบายๆเลยนะเนี่ย",
        "Rainy_Day_1": "ฉันไม่เคยมีเพื่อนเยอะ ขนาดนี้มาก่อนเลย บางครั้งก็คิดนะว่า ถ้าเธอไม่ได้ย้ายมาที่นี่ สุดท้ายชีวิตฉัน จะเป็นยังไงกันนะ? $9",
        "Rainy_Day_2": "เห้อ... กะว่าจะออกไปวิ่ง ข้างนอกสักหน่อย แต่อากาศเป็นแบบนี้ คงออกไปไหน ไม่ได้แล้วล่ะ",
        "Rainy_Day_3": "*บ่น* เพิ่งตื่นก็รู้สึกว่า ร่างกายต้องการโปรตีน ซะแล้ว...$9",
        "Rainy_Day_4": "ฉันคิดว่า ฉันควรจะ เริ่มหาหนังสือมาอ่านดูบ้าง แต่งงานแล้วทั้งที ก็ไม่อยากอยู่บ้านเฉยๆ โดยไม่ทำอะไรเลยน่ะสิ!",
        "patio_Alex": "ฮึ้บ... หนึ่ง... ฮึ้บบ... สอง... ได้ยกน้ำหนัก ข้างนอกแบบนี้ มันดีชะมัดเลยแฮะ!$6",
        "Rainy_Night_0": "เฮ้ วันนี้โอเคดีใช่มั้ย? ถ้าวันนี้ดี ฉันว่าพรุ่งนี้ก็จะต้องดี กว่านี้อีกแน่ๆเลย$h",
        "Rainy_Night_1": "ไง เป็นไงบ้าง? ส่วนฉันก็ถือ ไอ้เจ้าลูกรักบี้นี่ มาทั้งวันเลยอะ ฮ่าฮ่าฮ่า ผู้ชายก็ต้องมีกันบ้าง...$u",
        "Rainy_Night_2": "โอ้ะ กลิ่นนี้เหรอ ขอโทษนะ พอดีวันนี้กินแต่กระเทียม ทั้งวันเลย อยากทำตัวเองให้ดู แมนๆน่ะ... ขอโทษนะ$l",
        "Rainy_Night_3": "พักนี้ฉันชอบแวะไป ดูแลบ้านหลังน้อย ให้เจ้าดัสตี้น่ะ นานๆทีก็ควรดูแล เป็นพิเศษบ้างแหละเนอะ",
        "Rainy_Night_4": "พอดีหิวนิดหน่อย ก็เลยทำอาหารเย็นกินไป แต่นี่ ฉันทำเผื่อเธอด้วยนะ [241 242 225 214 198]$h",
        "Indoor_Day_0": "ฮ๊าา... จะมีอะไรดีไปกว่า การได้นอนข้าง สามีของตัวเองอีกล่ะ!$h^ฮ๊าา... จะมีอะไรดีไปกว่า การได้นอนข้าง ภรรยาของตัวเองอีกล่ะ!$h",
        "Indoor_Day_1": "นี่ ที่รัก! ฉันทำข้าวเช้า ร้อนๆไว้ให้[195 210 211]#$e#ถ้าเธออยากแข็งแรง เธอก็ต้องกินเยอะๆ ให้สมกับที่บอก ว่าอยากนะ!",
        "Indoor_Day_2": "มานี่สิ๊ *หอม* หืมม... เพราะทำงานในฟาร์ม หนักรึเปล่านะ เฟิร์มขึ้นนะเนี่ย",
        "Indoor_Day_3": "ก็มีบ้างที่ต้องพยายาม ทำตัวให้เคยกับการ ทำอาหารแล้วก็ซักผ้า... ก็ไม่ได้ชอบสักเท่าไรหรอก แต่มันก็เป็นสิ่งที่ฉันควรทำ หลังจากเราแต่งงาน กันนี่นา$h",
        "Indoor_Day_4": "มีของรอบๆบ้าน ที่ต้องซ่อมแซมสักหน่อย ฉันเลยว่ากะจะลองดู ไม่ต้องห่วงนะ ฉันไม่เบื่อหรอก",
        "Indoor_Night_0": "เวลาได้ลงแรงทำอะไร อย่างสุดความสามารถ มันดีเนอะว่ามั้ย? เพราะเธอจะรู้สึกว่า เตียงนุ่มๆที่รออยู่ ณ ตอนสิ้นสุดของวัน มันคือรางวัลที่หามา จากความทุ่มเท ของเธอเองยังไงล่ะ",
        "Indoor_Night_1": "นี่เธอได้ไปตัดผม หรือทำอะไรมารึเปล่า ทำไมวันนี้ดูดีจัง หรืออาจจะแค่เพราะว่า อากาศวันนี้มันสดชื่นก็ได้...$l",
        "Indoor_Night_2": "ลองเล่าเรื่องที่เจอ ในวันนี้ให้ฉันฟังดูสิ มันอาจจะทำให้ เธอรู้สึกเหมือน ยกภูเขาออกจากอก เลยก็ได้นะ",
        "Indoor_Night_3": "เฮ้... ฉันเพิ่งได้กางเกงใหม่ มาหลายตัวเลย คิดว่าเธอน่าจะสนใจนะ...$l",
        "Indoor_Night_4": "ถ้าเกิดมีช่วงไหนที่เธอ ต้องการอยู่เงียบๆ กับตัวเอง ก็บอกฉันได้ ฉันเข้าใจนะ",
        "Outdoor_0": "เฮ้ พอมองดูจากตรงนี้ ฉันก็รู้สึกภูมิใจเป็นบ้าเลย เธอทำงานหนักมากเลยนะ สิ่งที่เธอทำมันสุดยอด มากๆ",
        "Outdoor_1": "ที่นี่เป็นที่ๆเหมาะ จะเลี้ยงลูก ของเราเลยล่ะ เป็นฉัน ฉันก็คงจะชอบที่จะได้เติบโต ในสถานที่แบบนี้ ห้องก็มีเยอะพอ ที่จะให้วิ่งเล่นรอบๆ ไปทั่วด้วย!",
        "Outdoor_2": "ฉันชอบที่จะได้ใช้เวลา ในการอยู่ข้างนอก ให้ได้มากที่สุด ก็นะ มันรู้สึกดีกว่า เอาแต่อุดอู้ ไม่ออกไปไหนน่ะ",
        "Outdoor_3": "ดูเราสิ ฟาร์มเล็กๆ ของเรานี่ก็ด้วย เราสองคนนี่มันเป็นคู่ที่ น่าาารักสุดๆ$h^บางทีอาจจะเพราะ แสงอาทิตย์ยามเย็น แต่ฉันว่า..วันนี้เธอสวยมาก เลยนะ$l",
        "Outdoor_4": "อ๊าา... ได้ออกมาข้างนอก แล้วดีจังเลย สตาร์ดิวแวลลี่เนี่ย สวยที่สุดแล้วจริงๆน๊า...",
        "OneKid_0": "ฉันยังต้อง ทำความคุ้นเคย กับชีวิตแบบใหม่ ที่ต้องผันตัวมาเป็นพ่อบ้าน ล่ะนะ$h",
        "OneKid_1": "เจ้าตัวเล็ก %kid1 จะต้องโตมา แข็งแรงเหมือน ปะป๊าแน่ๆ",
        "OneKid_3": "การตั้งท้องเนี่ย มันจะรู้สึก ยังไงกันนะ...?$h",
        "TwoKids_2": "บางที %kid2 อาจจะเป็น นักเล่นรักบี้มืออาชีพ คนแรกของ เมืองเพลิแกนก็ได้นะ?$h",
        "TwoKids_3": "ในที่สุดฉันก็ได้มี ชีวิตครอบครัวที่ โหยหามาตลอด ตั้งแต่เด็กสักที ขอบคุณนะ$l",
        "Good_0": "@... ฉันจะรักเธอ ตลอดไปเลย$l",
        "Good_1": "รู้มั้ยว่านายหล่อมากนะ... ฉันเคยบอกให้ฟังบ้างรึเปล่า?$l^เธอเป็นคนสวย มากเลยนะ... ฉันเคยบอกเธอ ไปรึยังเนี่ย?$l",
        "Good_6": "ฉันรู้ว่าเธอเก่ง แต่บางทีก็กลัวไง ว่าจะถูกพวกสไลม์ กินเข้าไปสักวัน หรือไม่ก็แย่กว่านั้น... ยังไงก็ระวังตัวหน่อยนะ$9",
        "funLeave_Alex": "วันนี้ฉัน จะเข้าไปในเมือง แล้วเจอกันคืนนี้นะ",
        "funReturn_Alex": "วันนี้ก็เป็นอีกวันที่ดีนะ พอได้แวะไปหาคุณปู่กับคุณย่าเป็นประจำ ก็ได้เห็นว่าพวกท่านเองก็เริ่ม แก่ตัวลงเรื่อยๆเลย..",
        "spring_1": "ในที่สุด หิมะก็ละลายไปสักที แสงอาทิตย์ สาดส่องมาอีกครั้ง ตอนนี้ร่างกายของฉัน รู้สึกดีมากๆเลย$h",
        "spring_6": "สงสัยจังว่า ผงสตาร์ดรอปจะช่วย ให้ฉันเป็นเดอะฮัลค์ ได้ไหมนะ...",
        "spring_12": "เธอตื่นเต้น กับงานเทศกาล พรุ่งนี้รึเปล่า? ฉันว่าคงจะดีน่าดู ถ้าได้ไปเก็บไข่ มาสะสมไว้เยอะๆ",
        "spring_23": "โอ้ะ... พรุ่งนี้เป็นวัน งานเต้นรำดอกไม้นี่ ใช่มั้ย ? ดูเหมือนคืนนี้ต้อง วิดพื้นให้ฟิตซะหน่อยแล้ว$9#$e#ก็ชุดรัดรูปพวกนั้น มันรัดติ้วเลย... คนดูเค้าจับตาดูเรา มากนะจะบอกให้",
        "summer_1": "ฤดูร้อนเป็นช่วงที่สดใส ที่สุดของปีเลยนะ มันทำให้ร่างกาย กระปรี้กระเปร่าสุดๆ เอาซะอยากไป ออกกำลังกายซะเดี๋ยวนี้ เลยจริงๆ",
        "summer_10": "เธอคิด จะใส่อะไร ลงในหม้อซุปลัวร์อะ?#$e#หน้าอย่างฉัน จะไปรู้อะไรล่ะ... เชฟว่าไง ผมว่าตามครับ!$h",
        "summer_27": "ไม่นะ.... จะหมดฤดูร้อนแล้วอ่า กล้ามเนื้อของฉัน ก็จะสลายหายไปตามกัน สินะ...$s",
        "fall_1": "อืม... หมดฤดูร้อนแล้ว... แต่ฉันก็คิดนะ ว่าฤดูที่อบอุ่นกว่าเดิม จะต้องย้อนกลับมา หาเราใหม่อีกครั้งเสมอ",
        "fall_15": "พรุ่งนี้มี งานเทศกาลนะ เราไปด้วยกัน ดีไหม?#$e#จริงๆก็ไม่ได้สนหรอก ฉันยังไงก็ได้",
        "fall_26": "หวังว่าคุณปู่กับคุณย่า จะสบายดีนะ กว่าปู่จะยอมเปิด เตาผิงใช้สักที เขาขี้เหนียวจน นาทีสุดท้ายเลยล่ะ",
        "winter_1": "ต้องคอย ดูแลร่างกาย ให้อบอุ่นในช่วง หน้าหนาวนี้นะ ฉันล่ะห่วงผิวอันบอบบาง ของเธอซะจริงๆเลย",
        "winter_7": "เธอก็ลงแข่ง งานตกปลา วันพรุ่งนี้ด้วยเหรอ ฉันว่าเธอ เอาชนะเค้าได้นะ!",
        "winter_28": "เป็นปีที่ดีมากเลยเนอะ @ ตั้งตารอให้ปีหน้า มาถึงจะแย่แล้วเนี่ย! ไหน ที่นี้เธอก็ขยับเข้ามาใกล้ๆ เลยมา...$l"
    }
}
