{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "พยายามต่อไป เจ้าหนู ฉันคิดว่าเธอจะโด่งดังได้#$e#ถามได้นะ ถ้าเธอต้องการอะไร",
        "Tue": "ฉันรู้ว่าเธอจะมาที่นี่สักวัน แน่นอนว่า ฉันทำให้มันยากหน่อย เพื่อให้เธอมีแรงจูงใจ ไปสู่ความเป็นเลิศ",
        "Wed": "ตอนแรกฉันก็เกิดมา เป็นแค่เด็กธรรมดา แต่ฉันได้ตัดสินใจ ตั้งแต่เนิ่นๆ เลยว่า ฉันจะเป็นคนพิเศษให้ได้",
        "Thu": "เฮ้ อย่าบอกใครนะเกี่ยวกับที่นี่ โอเค? ฉันอยากให้มัน... พิเศษ#$e#เธอจะเก็บความลับ ให้กับเพื่อนเธอ Mr.Qi ใช่ไหม?",
        "Fri": "อย่าหยุดที่จะหา ความสมบูรณ์แบบ#$e#อย่าได้หยุด กับสิ่งที่ยังไม่เป็นเลิศ กับทุกอย่างที่เธอทำ",
        "Sat": "เวลาที่เธออยากพัก ก็หยุดพักนะ",
        "Sun": "ตั้งใจต่อไป แล้วสักวันเธออาจ จะได้เป็นอย่างฉัน",
        "QiNutRoom_Mon": "There's more to this world than meets the eye, kid. Some day, you might understand.#$b#For now, just keep striving for excellence in everything you do.",
        "QiNutRoom_Tue": "I got to where I am through the force of pure willpower, kid.#$b#You see... The mind is a very powerful tool.#$b#In fact, it's the most powerful tool in all of reality... and beyond.",
        "QiNutRoom_Wed": "I'm impressed with your tenacity, kid... it took a lot of walnuts to get this far.",
        "QiNutRoom_Thu": "Wherever you go... I'm always behind the curtain, making sure the show is interesting. Hahaha...#$b#Or... am I?",
        "QiNutRoom_Fri": "Set your eyes on the furthest star, and let that be your goal.#$b#It's always within your power to go one step further than you used to believe.",
        "QiNutRoom_Sat": "Some things transcend time and space, kid. It's a unique feeling in the heart... a whisper of things beyond.",
        "QiNutRoom_Sun": "On the left, you'll find a board with my special challenges... custom-tailored for you, kid.#$b#On the right, a set of fantastic prizes for those who meet my challenge...#$b#Good luck, kid."
    }
}
