{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "พยายามต่อไป เจ้าหนู ฉันคิดว่าเธอจะโด่งดังได้#$e#ถามได้นะ ถ้าเธอต้องการอะไร",
        "Tue": "ฉันรู้ว่าเธอจะมาที่นี่สักวัน แน่นอนว่า ฉันทำให้มันยากหน่อย เพื่อให้เธอมีแรงจูงใจ ไปสู่ความเป็นเลิศ",
        "Wed": "ตอนแรกฉันก็เกิดมา เป็นแค่เด็กธรรมดา แต่ฉันได้ตัดสินใจ ตั้งแต่เนิ่นๆ เลยว่า ฉันจะเป็นคนพิเศษให้ได้",
        "Thu": "เฮ้ อย่าบอกใครนะเกี่ยวกับที่นี่ โอเค? ฉันอยากให้มัน... พิเศษ#$e#เธอจะเก็บความลับ ให้กับเพื่อนเธอ Mr.Qi ใช่ไหม?",
        "Fri": "อย่าหยุดที่จะหา ความสมบูรณ์แบบ#$e#อย่าได้หยุด กับสิ่งที่ยังไม่เป็นเลิศ กับทุกอย่างที่เธอทำ",
        "Sat": "เวลาที่เธออยากพัก ก็หยุดพักนะ",
        "Sun": "ตั้งใจต่อไป แล้วสักวันเธออาจ จะได้เป็นอย่างฉัน",
        "QiNutRoom_Mon": "โลกนี้มีอะไร มากกว่าที่ตาเห็นนะ เจ้าหนู วันนึง เธออาจจะเข้าใจ#$b#สำหรับตอนนี้ แค่ตั้งใจ มุ่งสู่ความเป็นเลิศ ในทุกอย่างที่ทำแล้วกัน",
        "QiNutRoom_Tue": "ฉันมีวันนี้ได้ ด้วยแรงใจล้วนๆ เลย เจ้าหนู#$b#คืองี้นะ... จิตใจเนี่ย เป็นเครื่องมือที่ทรงพลัง#$b#ที่จริงแล้ว มันเป็นเครื่องมือที่ทรงพลังที่สุดในสิ่งที่มีอยู่... และสิ่งที่มากกว่านั้น",
        "QiNutRoom_Wed": "ฉันประทับใจ ในความดื้อของเธอแหะ เจ้าหนู... มันต้องใช้ กึ๋นไม่ใช่น้อยเลย กว่าจะมาไกลขนาดนี้ได้",
        "QiNutRoom_Thu": "ไม่ว่าเธอจะไปไหน... จะมีฉันอยู่หลังม่าน คอยทำให้โชว์ มันน่าสนใจเสมอ ฮ่าฮ่าฮ่า...#$b#หรือว่า... ไม่ใช่ฉันกันนะ?",
        "QiNutRoom_Fri": "จงมองไปยังดวงดาวที่ไกลที่สุด และให้มันเป้าหมายของเธอ#$b#มันเป็นไปได้เสมอ ที่จะก้าวไปได้หนึ่งก้าว ไกลกว่าที่เธอเคยคิดว่าจะทำได้",
        "QiNutRoom_Sat": "บางสิ่งก็ข้ามผ่าน กาลเวลาและห้วงอวกาศนะ เจ้าหนู มันเป็นความรู้สึก ที่ไม่เหมือนสิ่งใดอยู่ในอก... เป็นเสียงกระซิบ ของสิ่งที่อยู่ไกลโพ้นออกไป",
        "QiNutRoom_Sun": "ซ้ายมือเธอ เธอจะเจอกระดาน ที่มีคำท้าทายพิเศษ ของฉันอยู่... ปรับมาเพื่อเธอ โดยเฉพาะเลยล่ะ เจ้าหนู#$b#ทางขวามือ เป็นของรางวัลยิ่งใหญ่ สำหรับคนที่ผ่าน การท้าทายของฉันได้...#$b#จงโชคดีล่ะ เจ้าหนู"
    }
}
