{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "ไง เด็กน้อย ฉันชื่อแพม#$e#ถ้าเธอไม่ทำตัวงี่เง่า เราก็จะเข้ากันได้ดี",
        "pamHouseUpgrade": "ฉันไม่อยากเชื่อ ว่าเธอจะซื้อบ้านใหม่ให้ฉัน! มีลับลมคมในรึเปล่า?#$e#โทษที ฉันไม่ค่อยคุ้น กับการที่มีคนมาทำดี ด้วยเท่าไร...$s",
        "pamHouseUpgradeAnonymous": "ฉันไม่อยากเชื่อเลยว่า จะมีใครบางคนซื้อบ้านให้ฉัน! ฉันแปลกใจมากมันเป็น การล้อเล่นอะไรรึเปล่า?#$e#โทษที ฉันไม่ค่อยคุ้น กับการที่มีคนมาทำดี ด้วยเท่าไร...$s",
        "MovieInvitation": "เดทกลางดึกกับยายแก่แพม ใช่ไหม? ฮะ!$h^เป็นผู้หญิงเที่ยวกลางคืน กับยายแก่แพม ใช่ไหม? ฮะ!$h#$b#แน่นอนสิ เด็กน้อย... แล้วเจอกันที่นั่น",
        "cc_Bus": "ไง เธอเคยได้ยิน เรื่องราวเกี่ยวกับ รถบัสคันเก่ารึเปล่า?#$b#ใช่... ฉันกลับมาขับมันอีกครั้งแล้ว เจ้าหนู... ฮ่าฮ่า รู้สึกดีจริงๆ$h",
        "Mon": "#$1 PamDrank#เอิ้ก... หัวฉัน...$k#$e#เธอรู้ไหม๊ ฉันคงกินอาหาร ที่มันดีต่อสุขภาพไปแล้ว ถ้าฉันมีเงินที่จะซื้อมัน#$e#เฮ้ เธอคงมีของอร่อยๆ ปลูกเต็มฟาร์มล่ะสิ หือ?",
        "Saloon": "ไม่มีอะไรดีไปกว่าการ จิบเหล้าเพื่อให้ความอบอุ่น แก่กระดูกแก่ๆ นี้อีกแล้ว...$h",
        "Saloon_Entry": "อาห์... ในที่สุด/ฉันอยากได้เครื่องดื่ม/กัส! ขอเหมือนเดิมนะ/เฮ้ ฉันกลับมาแล้ว!/อู้วว แหม่ ฉันหิวน้ำมาก!/ฉันคอแห้งมาก!",
        "Trailer_Entry": "เพนนี! ทำอาหารเย็นรึยัง?/เพนนี! ทำงานบ้านเสร็จยัง?/เพนนี! อยู่บ้านรึเปล่า?/เฮ้! แม่กลับมาละนะ!",
        "Saloon6": "เฮ้ เจ้าหนู ฉันจะเลี้ยงเธอนะ ถ้าฉันมีตังค์น่ะ!",
        "Saloon_Tue": "เฮ้ กัส! เอามาอีกแก้ว! *สะอึก*$h",
        "Saloon_Wed": "*เห้อ*... เฮ้ เจ้าหนู เธอยังเด็กเกินกว่าที่จะมา ซึมเศร้าอะไรแถวนี้",
        "Saloon_Thu": "*อึกอึก* ... ฉันรอเครื่องดื่มนี้ มาทั้งบ่ายเลย ฮี่ฮี่",
        "Saloon_Fri": "เอ้ย กัส! ขอแรงๆ อีกแก้วเซ่ะ!",
        "Saloon_Sat": "% แพมไม่ตอบสนอง",
        "Saloon_Sun": "% แพมดูเหมือนว่าจะ ไม่ได้สติแล้วปล่อยเธอ ไว้คนเดียวก็แล้วกัน",
        "Tue": "เฮ้ แก! อย่ามาด้อมๆ มองๆ อะไรแถวรถบ้านฉัน ตอนฉันไม่อยู่ เข้าใจ?$u#$e#โทษที พอดีฉันต้องคอยระวัง คนแปลกหน้า",
        "Tue2": "ฉันอ่านหนังสือพิมพ์เมื่อเช้า แล้วก็รู้สึกหดหู่ โลกนี้มันเน่าเฟะแล้วล่ะ เจ้าหนู#$e#รักษาตัวเองดีๆ แล้วแกจะอยู่รอดครบ 32...#$b#นั่นเป็นสิ่ง ที่พ่อฉันเคยบอกไว้ ฮี่ ฮี่ ฮี่$h",
        "Wed": "$d bus#เธอไม่รู้หรอกว่า ฉันดีใจแค่ไหน ที่รถบัสซ่อมเสร็จ พร้อมใช้งานอีกครั้ง! ฉันรู้สึก เหมือนมีชีวิตใหม่เลย|ที่ผ่านๆ มา เป็นช่วงที่ยากลำบาก ฉันต้องออกจากงานคนขับรถ ถ้าฉันได้งานกลับมา ฉันจะพาเธอไป ทะเลทรายคาลิโก้เอง",
        "Thu": "#$1 PamDrunk#บลาา... ฉันกินเบียร์ไปเยอะเมื่อคืน ไปให้พ้น$k#$e#บ้านฉันมันไม่สวยหรอก แต่อย่างน้อยก็อยู่ข้างแม่น้ำ#$e#เฮ้ เพนนีเป็นลูกฉัน ทำดีกับเธอไม่ก็ไสหัวไป เข้าใจตรงกันนะ?",
        "Thu4": "เพนนีบอกว่าฉันใช้เวลา ที่บาร์มากไป$s",
        "Thu4_inlaw_Penny": "มันทั้งน่ากลัวทั้งโดดเดี่ยว ที่ต้องอาศัยอยู่ใน รถบ้านคนเดียว...",
        "Fri2": "เธอรู้ไหม บางทีฉันก็คิด อยากหางานอดิเรกทำ อะไรก็ได้ที่นอกเหนือไปกว่า การอยู่ที่บาร์ทุกคืน#$e#เธอมีความคิดอะไรไหมล่ะ?#$e#...เอ่อ ไม่งั้นฉันจะลองเล่นหมากรุก กับตัวเองดู",
        "Fri": "ในแต่ละวัน มันก็เหมือนกันนั่นแหละ$s#$b#คงจะดีกว่านี้ ถ้าฉันเกิดมารวย...$s",
        "Sat": "ทำให้แน่ใจก่อนนะว่า รองเท้าของเธอนะสะอาด ก่อนที่จะมาเดินในบ้านของฉัน$u#$e#มันน่ารำคาญนะ ที่จะต้องมาทำความสะอาดอีก เธอน่าจะรู้ได้แล้วนะ",
        "Sat4": "ฉันหวัง ให้มีกลุ่มเอลฟ์สักกลุ่ม มาบ้านฉันตอนดึก แล้วมาจัดบ้านให้ฉัน ฮ่าฮ่าฮ่า$h#$e#ฉันจะได้ให้หัวผักกาดไป#$e#ถ้าขาฉันไม่แข็งทื่ออย่างนี้ ฉันคงไปเดินเล่นที่ภูเขา ตั้งนานแล้ว",
        "Sun": "เธอได้เป็นเพื่อนกับ กัสหรือยัง? เขาเป็นคนดีนะ#$e#วันเกิดฉัน เขาก็ให้เบียร์กินฟรี",
        "event_credit1": "เฮ้ ระวังปากหน่อย! อย่ามาสั่งฉัน!$u",
        "event_credit2": "...นั่นมัน? มันดูแย่มาก!$s#$b#...โอ้$s",
        "summer_Tue": "สวัสดี คนแปลกหน้า",
        "summer_Tue2": "โอ้ นั่นเจ้าหนู @^โอ้ นั่นเธอเองหรอ @#$e#ต้องการให้ฉัน ช่วยอะไรหรือเปล่า?",
        "summer_Tue6": "ฉันเคยมีความหวังและ ความฝันเหมือนเธอครั้งหนึ่ง... แต่ดูฉันตอนนี้สิ$s#$e#ชีวิตเนี่ย ก็ไม่ได้เป็นไปตามที่ เธอคาดหวังไว้หรอก#$e#มันต้องไปสนหรอกว่า เธอยังขาดอะไรไป",
        "summer_Wed": "การมีฟาร์มท้องถิ่น มันดีต่อเมืองเรานะ",
        "summer_Wed4": "ถ้าเธอดูแลฟาร์ม ได้ดีมากๆละก็ มันอาจจะช่วยผลักดัน เศรษฐกิจของเมือง#$e#และต่อจากนั้นทุกๆคน ก็จะมีงานทำและเราทั้งหมด ก็จะมีความสุข ใช่มั้ย?",
        "summer_Thu": "โอ้ สวัสดีเจ้าหนูชาวไร่#$e#ฉันไม่ค่อยได้คุย กับคนแปลกหน้าบ่อยหรอกนะ",
        "summer_Thu4": "ดูเหมือนว่าฉัน ก็จะไปนั่งอยู่ที่บาร์ประจำ#$e#มันอยู่ใกล้บ้านฉันมากเกินไป และมันก็ ไม่ได้ดีต่อสุขภาพด้วย",
        "summer_Fri": "...หืมม?#$e#ไอ้หนูสุดหล่อ ทำไมถึงมาเสียเวลา คุยกับป้าแก่ๆ อย่างฉันล่ะ?^แม่สาวน้อย เธอจะมาเสียเวลาคุยกับ คนอย่างฉันไปทำไมจ๊ะ?",
        "summer_Sat2": "ไม่ต้องสนใจเจ้าหมาแก่ ที่อยู่ข้างบ้านหรอก#$b#มันอาจจะมองเธอ แต่มันก็ไม่มีทางที่จะออกมา จากกล่องนั้นหรอกนะ#$b#ชื่อของมันนะหรอ? มันชื่อดัสตี้",
        "summer_Sat": "มีคนบางคนมาบ่นเกี่ยวกับ ส่วนหน้าบ้านของฉัน... เขาบอกว่า 'มันสกปรก' ใช่เธอหรือเปล่า?$u#$e#ฮืมมมม...",
        "fall_Tue": "ถ้าฉันรู้จักเธอมากกว่านี้ ฉันก็อาจจะอยากคุยมากกว่านี้",
        "fall_Tue4": "ฉันเคยเป็นสาวมาก่อน ไม่น่าเชื่อใช่มั้ยล่ะ เหอะ?#$e#เวลาน่ะ มันไปไวเมื่อเธอโตขึ้น$s",
        "fall_Wed": "*เห้อ*... ฉันเดาว่าคืนนี้ ฉันต้องกินอาหารแช่แข็ง อีกแล้วสินะ$s",
        "fall_Thu": "เพนนีเป็นสิ่งเดียวที่ฉันมี ดังนั้นเธอควรจะ ดูแลเธอดีๆนะ",
        "fall_Fri": "ทุกๆวันก็ยังคงเหมือนเดิม กิจวัตรประจำวันเดิมๆ...$s#$e#เธอเคยมีปัญหา แบบนี้รึเปล่าล่ะ เจ้าหนูชาวไร่?",
        "fall_Sat": "เธอช่วยทำความสะอาด บ้านฉันหน่อยได้หรือเปล่า?#$e#แค่ล้อเล่นน่ะ$h",
        "fall_Sun": "เธอไม่มีงานทำรึไง?#$e#เธอควรจะดีใจนะ ที่เธอมีงานทำดีกว่า ที่จะเดินเรื่อยเปื่อย ในเมืองแบบนี้",
        "fall_Sun4": "ฉันคิดถึง รถบรรทุกคันเก่าที่ฉันขับ ฉันขับมันไปทั่วๆเมือง เจอผู้คนและฟังวิทยุ#$e#แต่เวลามันเปลี่ยน มันไปแล้วล่ะ",
        "winter_Mon": "เธอมีหมูอยู่ที่ฟาร์มรึเปล่า?",
        "winter_Tue": "ต้องการอะไร จากฉันรึเปล่าหนูน้อย ลองไปหาที่อื่นดูนะ",
        "winter_Tue4": "ฉันแค่หวังว่าเพนนี จะมีชีวิตที่ดีขึ้น ในวันข้างหน้า ถ้าเธอเคยมีลูกเธอจะรู้ ว่าความรู้สึกฉันเป็นยังไง#$e#... ช่วงฤดูหนาวมันแห้งมาก ผิวของฉันรู้สึกเหมือน กับกระดาษเก่าๆเลย",
        "winter_Tue4_inlaw_Penny": "เฮ้ เธอจะจัดการทุกอย่างได้ดีขึ้น ในฟาร์มเก่าๆของเธอ เมื่อมีเพนนีคอยช่วยเหลือ เธอเป็นคนเดียวที่ฉันมี!",
        "winter_Wed": "เฮ้ หนูน้อย ทำอะไรอยู่?#$e#ฉันก็แค่ฆ่าเวลา ทุกครั้งน่ะ",
        "winter_Thu": "มันหนาวมากๆเลย ถ้าฉันไปนั่งที่บาร์ มันน่าจะอุ่นกว่านี้ เธอคิดแบบนั้นรึเปล่า#$e#ทำไมไม่ไปแวะที่ ซาลูนสักหน่อยล่ะ?",
        "winter_Fri": "เพนนีชอบหนังสือเก่าๆ ฉันคิดว่าเธอฉลาดกว่าฉัน#$e#ฉันภูมิใจจัง",
        "winter_Sat": "ฉันควรจะลองตกปลาดูบ้าง เห็นไหมว่าแม่น้ำ มันใกล้แค่ไหน",
        "winter_Sun": "*เฮ้ออ*... หน้าบ้านฉัน ทำไมสกปรกอย่างนี้$s"
    }
}
