{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้... สวัสดี! ฉันเพนนี...",
        "Resort_Entering": "เกาะนี้สวยสุดๆ!",
        "Resort_Leaving": "ฉันสนุกมากๆ เลย$h",
        "Resort_Shore": "ฉันอายนิดหน่อยนะที่ใส่ชุดว่ายน้ำ ในที่ที่มีคนเยอะๆ น่ะ$s#$b#ฉันหวังว่าจะไม่มีใครมองนะ...$s",
        "Resort_Shore_2": "น้ำที่นี่ดูต่างกันมากเลย...#$e#ฉันไม่อยากเชื่อเลยว่านี่คือ มหาสมุทรเดียวกับฉันมอง มาทั้งชีวิต",
        "Resort_Towel": "ลมมันทำให้ผิวฉันลอกเรื่อยเลย แต่ก็รู้สึกดีนะ$h",
        "Resort_Towel_2": "ฉันกำลังอ่านหนังสือเกี่ยวกับ กะลาสีคนนึงที่ไปติดอยู่บน เกาะร่างแห่งนึงน่ะ#$b#ฉันสงสัยจัง ว่าถ้าเป็นฉันจะทำยังไงใน สถานการณ์อย่างนั้น?",
        "Resort_Marriage_Towel_2": "เฮ้ ที่รัก คุณช่วยยืนชิดซ้ายหน่อยได้ไหม?#$b#ขอบคุณ แสงอาทิตย์ทำให้ฉัน อ่านยากไปหน่อยน่ะ!$h",
        "Resort": "ทรายนี้นุ่มและ ละเอียดมาก นิ้วเท้าของ ฉันรู้สึกดีมาก!$h",
        "Mon": "สวัสดี... #$e#โอ้ เธอต้องการอะไรหรือเปล่า?",
        "danceRejection": "โอ๊ะ... ไม่ล่ะ ขอบคุณนะ$s",
        "breakUp": "...$s#$b#ฉ... ฉันรู้แล้... *สูดอากาศ* ... ร... เราสามารถเป็นเพื่อนกัน ได้แล้ว$s",
        "pamHouseUpgrade": "อะไรก็ตามที่เธอทำให้ ครอบครัวของฉัน ขอบคุณในความมีน้ำใจ ของเธอมาก!",
        "pamHouseUpgradeAnonymous": "พวกนั้นเป็นคนที่ ยอดเยี่ยมที่สุดในโลกจริงๆ...",
        "dumped_Girls": "ฉันไม่สามารถทน มองเธอได้...$s",
        "divorced": "...ขอร้องล่ะ ให้ฉันอยู่คนเดียวเถอะนะ$s",
        "secondChance_Girls": "เธอทิ้งรอยแผลเป็น ไว้บนหัวใจฉัน @ ยังไงก็เถอะ... ฉันพร้อมที่จะคุยกับเธอ อีกครั้งนึงแล้วล่ะ$s",
        "Mon4": "*เห้อ*... แม่ของฉันไปที่ซาลูน บ่อยเกินไปแล้วแหล ะ$s#$q 7/8 Mon_old#แต่มันไม่ใช่เรื่องดี ที่จะคิดในแง่ลบ จริงไหมล่ะ?#$r 7 50 Mon_7#ใช่ มันจะดีกว่าถ้าคิดในแง่บวก!#$r 8 10 Mon_8#ฉันคิดว่ามันดีนะ ถ้ามันเป็นความจริง",
        "Mon_old": "#$p 7#แต่ถ้าฉันพยายามต่อไป ก็น่าจะทำให้เธอ เปลี่ยนแปลงได้นะ|มันก็จริง ถึงยังไงฉันก็คงไม่สามารถ ทำอะไรได้มากนักหรอก เพื่อให้มันเปลี่ยนแปลง",
        "Mon_7": "นั่นแหละที่ฉันรู้สึก ต่อไปคงต้องพยายาม ทำอนาคตให้ดีกว่านี้แล้วล่ะ",
        "Mon_8": "บางทีเธออาจจะพูดถูกก็ได้ เราควรจะอยู่ กับความเป็นจริงมากกว่า$u",
        "Mon8": "ฉันอยากย้ายออกมาก มันเหนื่อยนะที่ต้อง คอยกังวลเรื่องแม่ตลอดเวลา#$e#ฉันก็อยากให้เธอมีความสุข แต่ฉันอยู่ที่นี่ตลอดไป ไม่ได้หรอกนะ... รู้ไหม?$s",
        "Tue": "วันนี้ฉันมีสอนหนังสือ ให้กับวินเซนท์และแจสล่ะ... อาจจะลำบากซักหน่อย แต่มันก็ถือเป็นเรื่องที่ดีนะ",
        "Tue4": "$d bus#ฉันพยายามเก็บเงิน จากการสอนหนังสืออยู่นะ แต่เพราะแม่ฉันเองก็ว่างงาน ทำให้เงินเก็บของเรา ไม่ค่อยมีเลย | ตอนนี้แม่ของฉัน ได้งานขับรถเมล์กลับมาแล้ว ในที่สุด ฉันก็จะมีเงินเก็บเพิ่มขึ้น เหมือนจะเริ่ม มีความหวังหน่อยๆ แล้วล่ะ",
        "Tue10": "อืม @? ฟาร์มน่ะ เป็นที่ที่ดีสำหรับเด็กนะ เธอว่าไหม?$l#$e#ฉันคิดว่ามันเป็นแบบนั้นนะ$l",
        "Wed": "พวกเราไม่มีโรงเรียนที่นี่ แต่ฉันจะทำมันให้ดีที่สุด เพื่อให้วินเซนท์และแจส มีการศึกษา#$e#เด็กๆ จะได้รับโอกาส ที่จะประสบความสำเร็จ#$e#แจสเธอเก่งคณิตศาสตร์ และการอ่านมาก วินเซนท์ก็ดีนะ... ดี เขาพอมีหัวศิลป์อยู่บ้าง!",
        "Wed2": "ฉันคิดไว้ว่าจะพาเด็กๆ ไปทัศนศึกษาซักหน่อย ถ้าเป็นที่ป่าก็น่าจะดีนะ#$e#ถ้ามีวิทยากรซักคนด้วยล่ะก็... คนที่มีความรู้ เรื่องธรรมชาติเยอะๆ#$e#อ๊ะ! ขอโทษนะ แค่คิดอะไรนิดหน่อยน่ะ",
        "Wed4": "ชีวิตฉันไม่เคยออกไปไหน ไกลจากเมืองเพลิแกนเลยนะ#$e#ฉันว่าข้างนอกนั่น จะต้องมีอะไรให้ฉันไปเจอ เยอะแยะแน่ๆ เลย",
        "Thu": "ฉันว่าเราโชคดีมากนะ ที่มีห้องสมุดในเมืองเล็กๆ แบบนี้#$e#การอ่านหนังสือบางครั้ง ก็ทำให้เธอลืมความเป็นจริง ที่กำลังเผชิญอยู่ ได้เหมือนกัน$u#$e#...นี่ล่ะมั้ง คือเหตุผลที่ฉันชอบ อ่านหนังสือน่ะ$s#$e#...ขอโทษนะ ฉันคงพูดเยอะไปหน่อย",
        "Thu6": "ฉันอยากมีสวนเป็นของ ตัวเองจังแต่ที่บ้านฉัน มันคงไม่ไหว$u#$e#ฉันคิดไว้ว่าซักวัน ฉันจะไปอยู่ในที่ๆ ฉันสามารถทำสวนได้ล่ะ#$e#ถ้าเป็นฟาร์ม ก็น่าจะทำได้ล่ะมั้ง *คิก คิก*$h",
        "Fri": "ถ้าเธอขุดดินหาอะไรสักอย่าง แล้วเจอสิ่งน่าสนใจ#$e#มีอยู่ครั้งนึง ที่ฉันเจอเศษไหโบราณ ฉันเอามันไปให้กันเธอร์ แล้วเขาก็บอกว่า มันมีอายุมากกว่า 3พันปี",
        "Fri2": "ถ้าเธอขุดดินหาอะไรสักอย่าง แล้วเจอสิ่งน่าสนใจ#$e#มีอยู่ครั้งนึง ที่ฉันเจอเศษไหโบราณ ฉันเอามันไปให้กันเธอร์ แล้วเขาก็บอกว่า มันมีอายุมากกว่า 3พันปี",
        "Fri4": "จาน จาน แล้วก็จาน เฮ้อ... ถ้าแม่ไม่เมาค้าง จากไปเที่ยวผับกลางดึก เธอคงจะช่วยงานบ้านได้บ้าง ซักนิดก็ยังดี$s",
        "Sat": "เมืองนี้ค่อนข้างเล็กนะฉันว่า อยู่ไปไม่นาน ก็รู้จักทุกคนได้แล้ว#$e#ในเมืองจะ เป็นแบบนี้รึเปล่านะ?",
        "Sat2": "$d Joja#ทุกอย่าง เปลี่ยนไปมากเลยตั้งแต่ ร้านโจจ้ามาเปิดที่นี่ ธุรกิจของปีแอร์ก็แย่ลง แต่แม่ของฉันชอบร้านโจจ้านะ เธอบอกว่ามันถูกดี เธอซื้ออะไรได้เยอะ กว่าซื้อที่ร้านของปีแอร์ซะอีก | ตั้งแต่ร้านโจจ้าปิดไป แม่ของฉันก็บ่นมาตลอดเลย แต่ฉันว่ามันก็ดีไปอย่างนะ แม่จะได้เพลาโจจ้าโคล่า ลงได้เสียที",
        "Sun": "หวัดดี อืมมม...$u#$b#วันนี้อากาศดีนะ ว่ามั้ย?#$e#ขอโทษที...$u",
        "Sun4": "ฉันพยายามมากนะ ที่จะทำให้ที่นี่มันสะอาด แต่มัน ก็กลับมาเป็นเหมือนเดิมอีกละ$s#$e#มันยากที่จะทำมันทั้งหมด ด้วยตัวคนเดียว$u",
        "event_speaker_kids1": "ไม่ได้เหรอ?$l#$b#นั่นสินะ... เธอเองก็มีอย่างอื่นต้องทำ เหมือนกันนี่นา",
        "event_speaker_kids2": "... ฉันเองก็เหมือนกัน ดีใจจัง ที่เธอก็รู้สึกแบบเดียวกันเลย$7",
        "event_speaker_kids3": "ใช่แล้ว... มันไม่แปลกเลย ที่เราจะรู้สึกอยากปกป้อง และดูแลอะไรที่อ่อนแอกว่า ฉันคิดว่ามันปกติด้วยซ้ำไป",
        "event_speaker_kids4": "อ่ะ งั้นเหรอ?$s#$b#ฉันคิดว่าเธอ ต้องเป็นผู้ปกครองที่ดี ให้ลูกได้แน่ๆ$7",
        "event_speaker_kids5": "หืม...$s#$b#ถ้าทุกคนคิดแบบเธอล่ะก็ ป่านนี้คงไม่มีใคร เหลือบนโลกแล้วล่ะ$s",
        "event_speaker_kids6": "อ่าาา...$s#$b#ฉันเข้าใจที่เธอ พยายามจะสื่อนะ... ถึงมันจะดูน่าเศร้า ไปหน่อยก็เถอะ$s",
        "event_speaker_yes": "เยี่ยมเลย!$h#$b#ขอฉันเรียกเด็กๆ ก่อนนะ",
        "event_speaker_no": "จริงหรอ?... อืม... เยี่ยม ได้เลย ฉันคิดว่า ฉันจะได้พบเธอเร็วๆนี้%fork$s",
        "event_mail1": "ขอบคุณนะ...$l#$b#ฉันแค่อยากจะช่วย เท่านั้นเอง ไม่คิดว่าจอร์จจะ โกรธถึงขนาดนี้$s",
        "event_mail2": "โอ๊ะ...$l#$b#ขอโทษค่ะ คุณมุลเนอร์ฉันไม่น่าทำ แบบนั้นเลยจริงๆ$s",
        "event_mail3": "ฉันเข้าใจ",
        "event_old1": "ก็ถูกของเธอนะ... เครียดไปก็ไม่ได้ช่วย ให้มันดีขึ้นนี่นา?$u",
        "event_old2": "จริงด้วย หลายๆ คนมักจะลืมเรื่องนี้ไปเลย$u#$b#พอเราแก่ตัวลง เวลาให้คิดเยอะขึ้น มันก็ทำให้เรา รู้อะไรได้เยอะขึ้นล่ะนะ$u",
        "event_old3": "ฉันเห็นด้วยกับเธอนะ#$b#เราควรจะดูแลผู้อาวุโสของเรา ให้เหมือนกับที่เราจะหวัง ให้คนอื่นมาทำกับ เราเหมือนกัน",
        "event_old4": "ทำไมเธอถึงพูดแบบนี้! ชีวิตมันไม่ใช่สิ่งที่ จะเอามาทิ้งขว้างแบบนั้นนะ!$a",
        "event_cook1": "พูดจริงๆ งั้นเหรอ? ขอบคุณนะ! ... ได้ยินแบบนั้นก็โล่งใจ$h#$b#ฉันพยายามคิดสูตรนี้ นานมากเลยนะ และฉันภูมิใจกับมันมากๆ เลยด้วยล่ะ",
        "event_cook2": "โอ้... อื้ม แน่นอนสิ$s",
        "event_cook3": "โอ้...ฉันขอโทษ$s",
        "event_pool1": "ใช่แล้วล่ะ...$8",
        "event_pool2": "งั้นเหรอ? ฉันนึกว่าเธอจะรู้แล้ว ซะอีก...$8",
        "event_pool3": "ไม่!$9",
        "event_pool4": "...อื- @ ฉันเองก็แอบคิดว่า เธอก็รู้สึกเหมือนกัน แต่ไม่นึกว่ามันจะ เป็นความจริง$6#$b#...ฉันจะไม่มีวันลืมคืนนี้เลย$6^เธอช่างดูดีเหลือเกิน... ฉัน... *อุ๊บ*$6",
        "event_pool5": "ไ...ม่...ได้น-...?$8#$b#...!!!%fork$10",
        "event_family1": "ฉันก็ด้วย$h",
        "event_family2": "...ขอโทษ$s",
        "event_family3": "ฉันเข้าใจ$s",
        "summer_Mon": "สวัสดี... อืม อากาศดีนะ ไม่สิหรือมันไม่น่าจะดีกันนะ?",
        "summer_Mon4": "$d cc#ขอบคุณนะที่ ซ่อมศูนย์ชุมชนให้ กลับมาใช้ได้อีกครั้ง ทุกคนชื่นชม กับสิ่งที่เธอทำมากเลยนะ | สวัสดี @ ดีใจจังที่เธอสบายดี",
        "summer_Fri": "$d bus#ได้ยินมาว่าเธอ เป็นคนซ่อมรถเมล์ ให้กลับมาใช้ได้งั้นเหรอ? ขอบคุณนะ | แม่ของฉัน เคยเป็นคนขับรถเมล์ สายเมืองเพลิแกน - ทะเลทรายคาลิโก้มาก่อนนะ แต่เมื่อหลายปีก่อน รถมันก็มาเสียไปซะอย่างนั้น ท่านนายกเทศมนตรีเอง ก็พยายามหาเงินมาซ่อม หลายปีแล้ว แต่เงินก็ไม่พอก็เลย ต้องปล่อยมันไว้แบบนั้น$u",
        "summer_Sun": "นี่...เวลาว่างๆ เธอได้ตกแต่งบ้านของเธอ บ้างรึเปล่า?#$e#ถ้าฉันมีบ้าน ไว้ให้ตกแต่งเองบ้าง ก็น่าจะดีเหมือนกันนะ",
        "summer_Sat": "สวัสดี อืมมมม...$u#$b#วันนี้วิวภูเขาสวยเนอะ ว่าไหม?$u",
        "fall_Mon": "ไง... อืม เธอโอเคไหม?$u",
        "fall_Mon4": "มันน่าอายนะที่ต้องอาศัย อยู่ในรถบ้านแบบนี้ ในขณะที่คนอื่น มีบ้านอยู่กันน่ะ$u#$e#ฉันก็หวังนะว่าซักวัน ฉันจะได้อยู่ในบ้านดีๆ แบบเขาบ้าง$s",
        "fall_Tue4": "ตอนนี้ฟาร์มเธอดูดีจริงๆ$h",
        "fall_Thu6": "แม่เอง ก็ไม่ได้ดูแล ตัวเธอดีมากนัก...$u#$e#ฉันเป็นห่วงเธอจริงๆ$u",
        "fall_Fri": "ฤดูใบไม้ร่วงของปีเป็น เวลาแสนเศร้าสำหรับฉัน...$s",
        "fall_Fri6": "พ่อของฉันทิ้งฉันไป ตั้งแต่ยังเด็กแล้วล่ะ เขาบอกว่าพวกเรา เป็นเหมือน 'ภาระ' ของเขา แล้วเราก็ไม่เคย เจอเขาอีกเลย$s#$b#ขอโทษนะ ที่เล่าเรื่องอะไรแบบนี้ ให้เธอฟัง... พอเห็นอะไรๆ ในตอนนี้แล้วก็ชวน ย้อนให้นึกไปถึงตอนเก่าๆ น่ะ$u#$e#ว่าแต่... ตอนนี้ที่ฟาร์ม เป็นยังไงบ้างล่ะ?",
        "fall_Sun10": "@! ฉันกำลังนึกถึง เรื่องบางเรื่องอยู่พอดีเลย...#$e#เธอจินตนาการภาพตัวเอง ในอีกสิบปีข้างหน้า ไว้แบบไหนเหรอ?$l#$e#ของฉันน่ะนะ มีเยอะแยะเลยล่ะ...$u",
        "fall_Sat8": "ดีจ๊ะ @$h#$e#ที่บ้านของเธอ คงจะทำความสะอาดง่ายสินะ ฉันคิดว่างั้นนะ?",
        "winter_Fri": "...อะไรเหรอ?$u",
        "winter_Fri2": "เธอรู้จักลีนัสไหม? เขาอาศัยอยู่บนเขานี่เอง#$e#จริงๆ แล้วเขาเป็นคนที่ใจดีนะ... แต่แค่เป็นคนประหลาดๆ ไปหน่อย ก็เลยไม่ค่อยมีใคร อยากสุงสิงด้วย#$e#จะว่าไปช่วงนี้ก็ อากาศหนาวนะ เขาจะเป็นอะไรหรือเปล่านะ นอนในเต็นท์แบบนั้น",
        "winter_Tue4": "ฉันละรอคอย ที่จะได้เห็นฟาร์มของเธอ ตอนฤดูใบไม้ผลิไม่ไหวจริงๆ#$e#มันคงจะสดใสและ สวยงามแน่ๆเลย$h",
        "winter_Tue": "ฉันมักจะอยู่แต่ในบ้าน ในช่วงฤดูหนาว ฉันไม่ชอบอากาศเย็น เอาซะเลย",
        "winter_Thu": "โอ้... สวัสดี เธออยากคุยหน่อยไหม?$u#$e#ถ้าเธอพบของที่น่าสนใจอย่าง วัตถุโบราณหรือแร่ธาตุ กันเธอร์อาจจะยินดีที่ ได้มันมาแสดงในพิพิธภัณฑ์#$e#เขาบอกฉันว่า เขามีของขวัญพิเศษ สำหรับผู้ที่บริจาคเสมอ",
        "winter_Mon": "วันที่ 25 เราจะจัดงานเลี้ยง ฤดูหนาวกันมันเป็น หนึ่งในกิจกรรม ที่ฉันชอบ#$e#มันเป็นเวลาสำหรับขอบคุณ ทุกสิ่งดีๆ ที่เข้ามาในชีวิตของเธอ... แต่สำหรับคนทั่วไป คงเป็นเพียงเวลาพักผ่อน แล้วการแลกของขวัญ"
    }
}
