{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "เฮ้ นายคือ @ เจ้าของฟาร์มคนใหม่สินะ! ฉันชื่อปีแอร์ เป็นเจ้าของร้านที่นี่น่ะ^เฮ้ เธอคือ @ เจ้าของฟาร์มคนใหม่สินะ! ฉันชื่อปีแอร์ เป็นเจ้าของร้านที่นี่น่ะ#$b#ถ้าเธอกำลังมองหา เมล็ดพันธุ์ล่ะก็ มาที่ร้านของฉันได้เลย ฉันจะซื้อผลผลิตของเธอ ในราคาที่ดีทีเดียว!#$e#การเกษตรเล็กๆ นี่คงจะเป็นสิ่งใหม่ ในเศรษฐกิจที่นี่นะ!",
        "Resort": "I'm losing a lot of money being away from the shop...$s#$b#But, you know what? It's worth it.",
        "Resort_Shore": "Mmm... that salty smell of the sea is making me want some sashimi.",
        "Resort_Chair": "Eh, let the kids play in the sun. I'll just sit in this chair.",
        "Resort_Bar": "Drink after drink... Gus must be making a killing!",
        "cc_Complete": "นี่คือฝันที่เป็นจริง! เธอไม่สามารถจินตนาการ ได้เลยว่าความเครียดเรื่อง ร้านโจจ้า หลอกหลอนฉันยังไง#$e#สำหรับเมืองเล็กๆ แบบนี้ ร้านค้าเล็กๆ ร้านเดียว ก็พอแล้ว! ยังไงก็ตาม ก็ยังมีแรงกดดัน จากสังคมมากมาย เรื่องฉันขึ้นราคาสินค้า",
        "joja_Begin": "วันนี้เป็นวันที่แสนเศร้า สำหรับเมืองเพลิแกน ของเรา... พวกโจจ้าแปลกหน้าเข้ามา ฉันคงจะใกล้ล้มละลาย ฉันอาจจะขายร้านของฉัน ในไม่ช้านี้...$s",
        "MovieInvitation": "เฮ้ นั่นเป็นความคิดที่ดี... มันก็ดีนะ ที่ฉันจะได้ไปจาก หลังเคาน์เตอร์นี้ซะบ้าง ฉันจะไปเจอเธอที่นั่น!",
        "Mon": "ยินดีต้อนรับ! ถ้าเธอกำลังมองหา เมล็ดพันธุ์อยู่ล่ะก็ เธอมาถูกที่แล้วล่ะ!",
        "Mon_inlaw_Abigail": "สวัสดี เอ่ออ... ลูกชาย?$s^สวัสดี เอ่ออ... ลูกสาว?$s",
        "Mon4": "สวัสดี @ อยากได้เมล็ดพันธุ์หรือว่า ต้นกล้าของไม้ผลล่ะ?",
        "Mon4_inlaw_Abigail": "ว่าไง @ อบิเกลทำอะไรอยู่เหรอ? ร้านนี้ไม่เหมือนเดิม เมื่อไม่มีอบิเกลอยู่...",
        "Tue": "บางครั้ง ฉันก็มีสินค้าใหม่เข้ามา ดังนั้นก็แวะมาบ่อยๆ หน่อยล่ะ#$e#เปิดร้านนี่งานยุ่งจริงๆ เลยนะ$h",
        "Tue6": "เธอก็รู้นี่ว่าฉัน เคยเป็นนักมวย ที่มีฝีมือมาก่อน... หมัดฮุคขวาของฉันน่ะ ระดับตำนานเชียวนะ!$h",
        "Wed": "วันนี้เป็นวันหยุด ของฉันซะด้วยสิ#$e#อืมมม... ทำอะไรดีน้า...$s",
        "Wed4": "ตอนที่ฉันหนุ่มกว่านี้... ฉันมักจะหาเรื่องน่าสนใจ มาทำได้เสมอ มาตอนนี้ฉันกลับพบว่า ตัวเองเสียเวลา ไปแบบไร้สาระ ทุกครั้งที่ไม่ได้ทำงาน$s",
        "Thu": "ฉันยินดี ที่จะรับซื้อผลผลิตต่างๆ จากเธอ#$b#และในราคาที่ยุติธรรม อย่างแน่นอน!",
        "Thu2": "ฉันรู้สึกชื่นชม งานของนายจริงๆ นะ @ ฉันต้องทำงานให้หนักขึ้น และหนักขึ้นกว่านี้ จะได้มีกำไรบ้างแล้วล่ะ^ฉันรู้สึกชื่นชม งานของเธอจริงๆ นะ @ ฉันต้องทำงานให้หนักขึ้น และหนักขึ้นกว่านี้ จะได้มีกำไรบ้างแล้วล่ะ",
        "Thu8": "#$1 pierre2#อบิเกลมีอะไร เหมือนฉันบ้างมั้ยนะ? อย่าบอกเมียฉันนะ แต่บางทีฉันก็สงสัยจริง ว่าฉันเป็นพ่อเธอจริงรึเปล่า$k$s#$e#อย่าบอกเมียฉันเชียว แต่ฉันเกลียดการ ทำอาหารเย็น",
        "Fri": "#$1 pierreJoja#ธุรกิจเริ่มช้าตั้งแต่ โจจ้าเข้ามาในเมือง มันยากที่จะแข่งขันกับพวกเขา$k$s#$e#สวัสดี ฟาร์มของเธอเป็นไงบ้าง?#$e#บางทีเมล็ดของฉัน จะทำให้มันเรียบร้อยขึ้นนะ",
        "Sat": "ถ้าเธอเจอของป่า ฉันก็พร้อมจะรับซื้อจากเธอ ในราคาที่เหมาะสม",
        "Sat8": "ฉันจะบอกความลับอะไรให้นะ บางครั้ง เวลาที่ร้านไม่มีคน ฉันก็จะฝึกร้องโอเปร่า หลังเคาท์เตอร์ล่ะ$h#$e#อย่าบอกใครล่ะ",
        "Sun": "#$1 pierreBlue#*เฮ้ออ*... ฉันเบื่อที่จะต้องเฝ้าร้าน เหมือนกันนะ...$k$s#$e#ฉันอยากออกไปเดินเล่นบ้าง แต่ไม่มีใครเฝ้าร้าน#$e#ฉันได้ยินว่า ดอกไม้เริ่มบานแล้ว และอากาศก็ สดชื่นด้วย...$s",
        "Wed6": "#$1 pierre1#*เฮ้ออ*... ถึงธุรกิจของฉันจะ รุ่งเรืองมากแค่ไหน แต่ฉันก็หวังจะให้มัน ประสบความสำเร็จ มากกว่านี้ นี่ฉันเป็นบ้าหรือเปล่านะ? บางทีฉันอาจจะแค่ เบื่อชีวิตครอบครัว$s#$e#วันข้างหน้า ฉันจะเปิดร้านใหม่ในเมือง และ ประสบความสำเร็จ#$e#น่าเสียดาย ธุรกิจมันโตช้า จนฉันเก็บเงินได้ยากจริงๆ$s",
        "Thu4": "เฮ้ @ เธอเป็นลูกค้า อันดับหนึ่งของร้านฉันเลย!",
        "summer_Mon": "ฉันมีเมล็ดพันธุ์ฤดูร้อน ขายแล้วนะ! เธอซื้อไปเก็บไว้ดีกว่า",
        "summer_Wed": "ดีใจจัง ที่ได้มีวันหยุดกับเขาบ้าง",
        "summer_Thu": "ดูท่าทางแล้ว ทุกคนกำลังมีความสุข กับอากาศข้างนอก มากกว่าจะมาช้อปปิ้งสินะ... *เฮ้อ*",
        "summer_Fri": "โอ้ ไง เธอพอใจกับคุณภาพ เมล็ดพันธุ์สำหรับฤดูร้อน (Summer seeds) ของฉันรึเปล่า?",
        "summer_Sat": "หน้าร้อนเป็นเวลาที่เหมาะ กับการทานสลัดสด ว่างั้นมั้ย?",
        "summer_Sun": "ฮึ... ข้างในนี้มันร้อนซะจริง",
        "winter_Mon": "เธอไม่สามารถ ปลูกอะไรได้ในฤดูหนาว... ดังนั้นฉันไม่มี เมล็ดพืชขายให้เธอหรอก#$e#จริงๆมันต้องเป็น กำไรของเรา",
        "winter_Wed": "#$1 pierreDin#ฉันจะเซอร์ไพรซ์ แคโรไลน์ด้วยอาหารค่ำ และไวน์สตาร์ดิว ห้ามบอกใครนะ!$k#$e#ในที่สุดก็ถึงวันพักผ่อน",
        "winter_Thu": "ไง มีอารมณ์ช็อปปิ้งเล็กๆ น้อยๆ มั้ย?",
        "winter_Fri": "ส่วนใหญ่ฉันซื้อขาย เฉพาะของที่กินได้น่ะ ดังนั้นถ้าเธอมีแร่หรือไม้ เธอต้องลองเอาไปขาย ที่อื่นดูนะ",
        "winter_Sat": "มีแค่ฉันหรอที่รู้สึกหนาว?",
        "winter_Sun": "ถ้าฉันไม่ได้มีร้านนี่ล่ะก็ ฉันออกไปวิ่งข้างนอกแล้วล่ะ#$e#การได้ปาบอลหิมะเนี่ย มันน่าสนุกไม่น้อยเลย",
        "fall_Mon": "เมล็ดพันธุ์สำหรับ ฤดูใบไม้ร่วงอยู่ที่นี่แล้ว! ในฤดูหนาวน่ะ ปลูกพืชไม่ได้หรอกนะ ดังนั้น นี่เป็นโอกาสสุดท้ายแล้ว จนกว่าจะถึงฤดูใบไม้ผลิ#$b#ทำให้เต็มที่ซะล่ะ?",
        "fall_Thu": "อากาศด้านนอก ก็เริ่มหนาวแล้วสิ...#$b#หมายความว่า จะมีคนมาที่ร้านมากขึ้น เพื่อมาหาความอบอุ่นสินะ ฮี่ฮี่",
        "fall_Fri": "#$1 pierreMEGA#ความฝันของฉัน คือการขยายสาขาไปเรื่อยๆ จนกว่าจะร่ำรวย ฮี่ฮี่ฮี่$k#$e#หวัดดี ฟาร์มของเธอเป็นยังไงบ้าง?#$e#บางทีเมล็ดพืชของฉัน อาจทำให้อะไรๆ ดีขึ้นนะ$h",
        "fall_Sat": "ฉันยินดีจะซื้อของทุกอย่าง จากฟาร์มของเธอ#$e#ใช่ ฉันเอามาขายต่อ เพื่อทำกำไรนั่นแหละ... ก็ถือว่าเป็นข้อดีของ การเป็นเจ้าของร้านนะ#$e#ตอนนี้คิดอะไรไม่ออก...",
        "fall_Sun": "ถ้าฉันไม่มีร้านนี้ ที่ต้องดูแลล่ะก็ ก็จะออกไปข้างนอก เดี๋ยวนี้ล่ะ...#$e#ใบไม้ใบหญ้าช่างสวยงาม และเห็ดก็กำลัง ออกดอกอยู่",
        "Event_naga1": "ขอบคุณมากนะ ลืมสิ่งที่เธอเห็นซะนะ ตกลงไหม โอเคไหม?$h#$b#...และฉันก็จะทำเป็นลืมว่า เธอเคยดอดเข้ามา ในห้องนอนฉัน!",
        "Event_naga2": "เธอทำแบบนี้กับฉันได้ไง? แย่มาก$s#$b#เธอไม่ควรมาสอดรู้สอดเห็น ในห้องนอนฉันนะ เพื่อนบ้านที่น่ารำคาญ นี่เป็นอะไรที่ห่วยแตก ที่สุดเลย$a"
    }
}
