{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "10": "เมื่อคืนได้ดูถ่ายทอดสดไหม?#$b#เดี๋ยวนะ คุณมีทีวีใช่ไหมเนี่ย...?",
        "14": "เหวอ ผมเพิ่งเหยียบอะไร น่าขยะแขยงมาเนี่ย... รองเท้าคู่นี้เพิ่งซื้อมาเอง$s",
        "Introduction": "เฮ้ ผมชื่อแซมนะ ยินดีที่ได้รู้จัก$h",
        "danceRejection": "อืมม... ไม่รู้สิ ไว้ปีหน้าละกัน$s",
        "dumped_Guys": "...$a",
        "secondChance_Guys": "ก็ได้ ฉันเบื่อกับการ ทำเป็นเย็นชาแล้ว เรามาลืมๆ กันไปดีกว่าว่ามัน เคยเกิดขึ้น$7",
        "breakUp": "เดี๋ยว... อะไรนะ?!$8#$b#ผมนึกว่าพวกเราเข้ากันได้ ... ผมเข้าใจผิดไปไกลเลยสินะ ...เข้าใจละ$9#$b#ได้สิ แน่นอน... เรายังเป็นเพื่อนกันได้นี่นะ$9",
        "divorced": "ผมขอโทษ @ ผมไม่คิดว่าผม ยังจะสามารถเป็นเพื่อน กับคุณได้$s",
        "Mon2": "เฮ้ เป็นไงบ้าง?#$e#เมื่อคืนผมฝึกเล่นกีตาร์ 4 ชั่วโมงติดเลยน่ะ เจ็บนิ้วเป็นบ้า$s#$e#บาย ผมมีอย่างอื่นต้องไปทำ",
        "Mon": "ไง ชาวไร่",
        "Mon8": "จะบอกความลับอะไรให้... ชื่อผม 'แซม' ย่อมาจาก 'แซมสัน'$l#$e#ไม่ค่อยมีคนรู้หรอก เหยียบไว้นะ",
        "Tue": "โอ้ ไง! ดีจังที่ได้เจอกันอีก#$e#ใจร่มๆ นะ",
        "Tue4": "สวัสดี @ ออกไปเที่ยวหรือ อะไรสักอย่างกันไหม?#$e#การนอนหลับก็ดีนะ แต่บางทีก็อยากข้ามๆ มันไป... มันเปลืองเวลามากเลย",
        "Wed": "ผมกำลังแต่งเพลงใหม่ ให้วงของผมอยู่ แต่คิดไม่ออก...#$q 19/20 Wed_old#เฮ้... คุณว่าเพลงใหม่ของผม ควรเกี่ยวกับอะไรดี?#$r 20 30 Wed_20#ทำฟาร์ม, ขุดแร่,ตัดไม้#$r 8820 30 Wed_20#เมืองในทะเล#$r 8821 30 Wed_20#รถไฟ#$r 19 -50 Wed_19#เลือกเรื่องไหนก็ได้... ยังไงมันก็ไม่เพราะ",
        "Wed_old": "$p 19#แต่ผมรู้อยู่แล้วว่า คุณคิดไงกับเพลงนี้$a|เพราะคุณทำให้ผม แต่งเนื้อเพลงเสร็จแล้วล่ะ!$h",
        "Wed_19": "เอ้ย พวก... มีปัญหาอะไรฟระ? ขอโทษนะผมแค่ถามน่ะ$a",
        "Wed_20": "เฮ้ รู้อะไรไหม? มันฟังดูสมบูรณ์แบบเลย ขอบใจนะ!$h",
        "Wed6": "ผมเป็นเพื่อนกับเซบาสเตียน มาสักพักแล้วล่ะ เขาเป็นคนที่เจ๋งดีนะ#$e#ถ้าคุณสองคนไม่ได้อยู่แถวๆ นี้ ผมคงไม่มีเพื่อนสักคน ในเมืองนี้แน่ ๆ เลย",
        "Wed10": "ไงเพื่อน คุณดูคึกคักจังนะวันนี้! ^@ เอ่อ... ที่จริงผมแค่อยากจะบอกว่า... คุณน่ารักดีนะวันนี้$l",
        "Thu6_1": "ผมคิดว่าพ่อของผม จะกลับมาในปีสองปีนี้แหละ#$e#ถ้าเป็นงั้นคุณน่าจะได้เจอเขา ถ้าคุณยังอยู่ที่นี่#$e#คุณคงไม่ทิ้งฟาร์ม หลังจากลงแรงทำไปมาก ขนาดนี้หรอก!",
        "Thu6_2": "... บอกไม่ถูกว่าผมรู้สึกยังไง ที่พ่อกลับมานะ เขาดูแปลกไป $s#$b#แต่ผมว่าน่าจะเพราะ ผมไม่ได้เจอเขามาตั้ง 3 ปี... คงเพราะแบบนั้นแหละ",
        "Thu_3": "*เฮ้อ*... ผมมาทำอะไรที่นี้เนี่ย?",
        "Thu": "ช่วงนี้ของปี เมฆจะดู สวยมากเลยนะ ใช่มั้ยล่ะ?#$e#หน้าตาเหมือน ไอศกรีมวนิลา ที่ลอยอยู่บน ซอสราสเบอร์รี่ฟ้า... หรือผมแค่กำลังหิว",
        "Thu2": "พ่อของผมเป็นทหาร ที่สู้ต่อต้านจักรวรรดิโกโทโร่ นั่นแหละคือเหตุผล ว่าทำไมเขาไม่อยู่ที่นี่...#$e#เขาจะต้องกลับมา สักวันหนึ่งแน่#$e#ผมได้ยิน แต่เรื่องที่เลวร้าย เกี่ยวกับจักรวรรดิโกโทโร่...$s",
        "Thu_2": "นี่ พ่อของผม กลับมาแล้วนะ เจอเขาหรือยัง?#$b#ผมแค่ดีใจ ที่เขาสบายดี",
        "Thu2_2": "พ่อผมกลับมาแล้วล่ะ คุณได้พบเขาหรือยัง?#$b#ผมแค่ดีใจ ที่เขาสบายดีน่ะ",
        "Fri": "ผมเคยบอกคุณหรือยัง ว่าผมเคยอาศัยอยู่ ในเมืองซูซู?#$e#สิ่งที่แตกต่างที่สุด ระหว่างเมืองซูซูกับที่นี่ ก็คือเรื่องเสียงวุ่นวาย... ในเมืองน่ะ ไม่เคยเงียบสงบเลย มีผู้คนมากมายอยู่รอบตัวคุณ และเมืองก็สว่างสไวไปด้วย แสงไฟอยู่ตลอดเวลา แม้กระทั่งในตอนกลางคืน เธอจะชอบอยู่ที่ไหนมากกว่า มันก็ขึ้นอยู่กับ นิสัยของเธอน่ะนะ",
        "Fri4": "พ่อของผมอะนะ เคยเป็นคนเก็บขยะในเมือง#$e#นายไม่อยากรู้หรอก ว่าอะไรบ้างที่เขาเจอในขยะ ที่คนเราทิ้งๆ กันน่ะ",
        "Fri10": "ยิ่งอายุมากขึ้นผมก็ยิ่งชอบ ชนบทมากขึ้นล่ะนะ#$b#จริงๆ ผมอาจจะลำเอียงไปบ้าง... เพราะเหตุผล บางอย่างก็เหอะ$l#$e#แล้ว วันนี้เป็นไงบ้างล่ะ?$h",
        "Sat4": "โอ้! ผมเพิ่งนึกได้ว่า ผมต้องโทรหายายนี่ โอเค ผมจะเอายางนี้รัดข้อมือ ของผมไว้จะได้ไม่ลืม#$e#ผมน่ะต้องหาวิธี เตือนตัวเองเอาไว้ ไม่งั้นลืมทำสนิทแน่เลย$h",
        "Sat": "อืมมม ผมจำได้ว่า จะทำอะไรสักอย่างนี่... แต่ผมลืมไปแล้ว#$e#มันเป็นแบบนี้ตลอดเลย",
        "Sun8": "บางครั้งผมก็สงสัยแฮะ ว่าแม่มีความสุขจริงๆ รึเปล่า $s#$e#ผมเคยถามเธอครั้งนึงนะ แล้วก็รู้สึกได้ว่า แม่ต้องซ่อนอะไรบางอย่าง ที่เจ็บปวดไว้ข้างในแน่นอน",
        "Sun": "เฮ้ย นี่มันวันที่แจ่มแจ๋วมากเลย... ใช่ม้า?",
        "spring_21": "กลีบดอกไม้ที่ปลิวๆ ในฤดูใบไม้ผลิแบบนี้เนี่ย ทำให้ผมน้ำมูกไหล$s#$e#สำหรับผม ผมชอบฤดูร้อนที่สุด",
        "Event_band1": "นี่ คุณรู้อะไรป่าว? นั่นแหละสไตล์ที่ผมกำลัง คิดให้วงเป๊ะเลย",
        "Event_band2": "นี่ คุณรู้อะไรป่าว? นั่นแหละสไตล์ที่ผมกำลัง คิดให้วงเป๊ะเลย",
        "Event_band3": "นี่ คุณรู้อะไรป่าว? นั่นแหละสไตล์ที่ผมกำลัง คิดให้วงเป๊ะเลย",
        "Event_band4": "นี่ คุณรู้อะไรป่าว? นั่นแหละสไตล์ที่ผมกำลัง คิดให้วงเป๊ะเลย",
        "event_room1": "อ๋อ เข้าใจแล้ว",
        "spring_12": "ไอ้น้องชายตัวแสบของผม รู้สึกตื่นเต้นสุดๆ กับพวกงานเทศกาลเนี่ย เขาพูดถึงงานล่าไข่ พรุ่งนี้ทั้งวันเลย",
        "spring_23": "เฮ้อ ทำไมงานเต้นรำดอกไม้ ไม่จัดวันนี้ว้าาา ผมจะได้หยุดงาน สักวันนึงเนี่ย$s",
        "winter_7": "ครั้งนึงกัส เคยตกลงไปในแม่น้ำ ระหว่างงานเทศกาล สลักน้ำแข็ง พวกเราเลยต้อง รีบสร้างกองไฟ กองใหญ่ในซาลูน เพื่อที่จะละลายน้ำแข็ง ออกจากตัวเขา#$e#พวกเราทุกคนล่ะ รู้สึกกังวลสุดๆ กลัวจะไม่ได้กิน สุดยอดสปาเก็ตตี้ ที่เค้าทำอีกอ่ะดิ#$e#",
        "fall_26": "คืนนี้ หลังจากที่ทุกคนหลับไปแล้ว ตาเฒ่าที่อาศัยอยู่ในป่า จะตั้งเขาวงกตผีสิง เขาต้องทำให้แน่ใจเสมอว่า ไม่มีใครเห็นว่าเขา กำลังทำอะไร",
        "summer_10": "พรุ่งนี้ไม่ต้องทำงานล่ะ! รู้สึกดีเป็นบ้าเลยว้อยยยย$h",
        "winter_24": "งานเทศกาลแห่ง ดวงดาวฤดูหนาว ควรจะเป็นช่วงเวลา แสดงความขอบคุณสิ่งดีๆ ที่เกิดขึ้นในชีวิต#$b#ส่วนผมอะเหรอ? ผมสนใจอาหาร ในงานมากกว่า อิอิ$h",
        "event_room2": "ใช่... นั่นคือสิ่งที่เกิดขึ้น!",
        "event_snack1": "เขาพูดถูก... นั่นคือสิ่งที่เกิดขึ้น$s^เธอพูดถูก... นั่นคือสิ่งที่เกิดขึ้น$s",
        "event_snack2": "ใช่แล้ว... นั้นคือสิ่งที่เกิดขึ้น!",
        "event_snack3": "อะไรนะ!? เขาโกหกเหรอ!$a^อะไรนะ!? เธอโกหกเหรอ!$a",
        "summer_Mon2": "ว่าไง เป็นไงมั่ง?#$e#ผมหิวอะ#$e#เจอกันนะ",
        "summer_Mon6": "เคยไปที่ทะเลทรายรึยัง?#$e#ที่นั่นมีอะไรน่าสนใจ ให้เจอด้วยนะ พ่อเคยพาผมไปสองครั้ง ตอนที่ผมยังเด็กน่ะ",
        "summer_Mon": "หน้าร้อนจะไม่ค่อยมี ละอองเกสร... จมูกผมโล่งมากเลยล่ะ",
        "summer_Tue": "โอ๊ะ ไง! ดีใจที่ได้เจอกันอีกนะ#$e#ไปก่อนนะบะบาย",
        "summer_Tue4": "ไง @ คุณอยากไปเที่ยว หรือไปไหนดีล่ะ?#$e#ผมรู้สึกมีพลังมากในหน้าร้อน ผมแทบจะไม่ได้นอนเลยล่ะ!",
        "summer_Wed": "สวัสดี วันนี้หยุดพักหรอ?#$e#ฟังดูน่าสนใจ",
        "summer_Wed2": "เมื่อคืนผมเห็นแมงมุม ไต่อยู่บนเพดาน พวกมันต้องชอบที่อุ่นๆ แน่ๆ#$e#ผมหวังว่ามันจะไม่ไต่เข้ามา ในปากตอนผมหลับนะ$s",
        "summer_Thu": "พ่อเคยบอกผม เกี่ยวกับศัตรูแห่งชาติ... จักรวรรดิโกโทโร่ พวกเขาฟังดูโหดเหี้ยม",
        "summer_Thu6_1": "บางที ตอนกลางคืน ผมได้ยินเสียงพ่อของผม เดินวนไปวนมาในห้องโถง $s#$b#แต่พ่อไม่ยอมบอก ว่ากลุ้มใจเรื่องอะไร",
        "summer_Fri": "รู้ไหม... ผมเคยใช้ชีวิตอยู่ในเมือง และผมยอมรับเลยว่า ที่นี่ดีกว่ามากในหน้าร้อน $h#$e#ในเมืองน่ะร้อนมาก เพราะมีแต่คอนกรีต",
        "summer_Sun": "เมื่อคุณเห็นน้ำเดือดปุดๆ ในทะเล ก็รู้แล้วล่ะว่า ตอนนี้เป็นฤดูร้อน แบบเต็มเหนี่ยวแล้ว",
        "fall_Mon2": "ช่วงเวลานี้ของปี ผมชอบเดินเล่นในป่า อุณหภูมิมันช่างสบายเหลือเกิน#$e#...$h",
        "fall_Mon": "โอ้ สวัสดี ได้เป็นเพื่อนกับทุกคนในเมือง แล้วรึยังล่ะ?#$e#บาย",
        "fall_Tue": "รองเท้าของผม จะใช้งานไม่ได้แล้ว ดูนิ้วเท้าของผมสิ โผล่ออกมาตลอดเลย! $h#$e#นี่คือสิ่งที่เกิดขึ้น ถ้าคุณเล่นสเก็ตบอร์ด มากเกินไป",
        "fall_9": "ผมสั่งซื้อรองเท้าคู่ใหม่ ทางออนไลน์แล้ว มันเป็นรูปแบบเดียวกัน คิดว่าคงจะใส่ได้พอดีล่ะนะ",
        "fall_16": "ผมสั่งรองเท้าออนไลน์ มาอาทิตย์กว่าแล้วนะ! เฮ้อ มันยาวนานจริงๆ#$e#พวกเรา คงอยู่ไกลปืนเที่ยงจริงๆ แหละ$s",
        "fall_23": "อ่า ได้ใส่รองเท้าใหม่นี่ มันรู้สึกดีจริงๆ ถึงแม้รองเท้า จะกัดนิดหน่อยก็เถอะ แต่เดี๋ยวก็คงหายแล้ว หลังจากที่ผมใส่ไปวิ่งเล่น ในเขาวงกตผีสิง สุดสัปดาห์นี้น่ะ$h",
        "fall_Tue4": "ไง @ อยากจะไปหาอะไรทำ หรืออะไรทำนองนั้น ด้วยกันมั้ย?#$e#แวะมาหาได้ตลอดนะ ถ้าต้องการ",
        "fall_Wed": "เฮ้... กลิ่นดีนี่ เหมือนพิซซ่าเลย#$e#ได้กลิ่นรึเปล่า? สงสัยแม่ทำอาหาร อะไรอยู่แน่เลย",
        "fall_Thu6_1": "ผมคิดว่าพ่อผม น่าจะกลับมาปีหน้า#$e#อีกแปปเดียวเองมั้ง แปลกแฮะ",
        "fall_Thu6": "สงสัยผมคงต้องเริ่มคิดถึง เรื่องการย้ายออกจากบ้าน เร็วๆ นี้เสียแล้ว... $s#$e#...แต่ผมคงจะคิดถึง ปลาอบฝีมือแม่แน่ๆ ไม่รู้ล่ะ $s#$e#เกลียดการตัดสินใจจัง",
        "fall_Thu": "เคยสังเกตใยแมงมุมที่เกิดขึ้น ช่วงฤดูใบไม้ร่วงบ้างไหม?#$e#ถ้าคุณตื่นเช้านะ คุณจะพบว่า มันถูกปกคลุมด้วยน้ำค้าง... เหมือนกับดาวดวงน้อยๆ เลยล่ะ ",
        "fall_Fri": "ผมเคยอยู่ที่เมืองซูซู ก่อนที่จะมาอยู่ที่นี่ สิ่งที่ต่างกัน อย่างเห็นได้ชัดเลยก็คือ เรื่องเสียงนี่แหละ เสียงในเมืองใหญ่นั้น ไม่เคยที่จะเงียบลงเลย#$e#ผู้คนก็เยอะเต็มไปหมดด้วย แถมยังสว่างไสว ไปด้วยแสงไฟตลอดเวลา แม้แต่ในยามค่ำคืน#$e#จะชอบแบบไหน ก็คงขึ้นอยู่กับ แต่ละบุคคลล่ะมั้ง",
        "fall_Fri10": "ผมคิดว่าผมมาถึงจุดที่ ชอบชนบทมากกว่า ในเมืองแล้วล่ะ $h#$b#ถึงแม้ว่า ผมจะมีความลำเอียงบ้าง... ด้วยเหตุผลบางประการน่ะนะ $l#$e#แล้ว คุณเป็นยังไงบ้างวันนี้?$h",
        "fall_Sat4": "ผมโชคดี ที่ได้ห้องใหญ่ที่สุดในบ้าน เป็นของตัวเอง#$e#เดาว่าการเป็นลูกคนโต ก็มีข้อดีบ้างละมั้ง",
        "fall_Sat": "อื้มมม ผมว่าผมจะทำ อะไรซักอย่างนะ... แต่ลืมไปแล้วแฮะ#$e#ผมชอบเป็นแบบนี้เรื่อยเลย",
        "fall_Sun8": "สัปดาห์แรกของฤดูใบไม้ผลิ หมดลงแล้ว ให้ตาย ผ่านไปไวซะจริง$s#$e#ยังไงก็ตาม ผมก็ดีใจที่คุณมาเยี่ยม!#$e#มีอะไรใหม่ๆจะเล่า ให้ผมฟังไหม?",
        "fall_Sun": "มันยากนะที่จะทำตัวสนุกสนาน ในวันอาทิตย์... ในเมื่อพรุ่งนี้ ผมต้องไปทำงานแล้ว$s",
        "fall_14": "ไง @#$e#อื้มมม... ผมชักสงสัยแล้วสิ ว่าปลูกต้นกระบองเพรช ไว้ในห้องตัวเองได้ไหม?",
        "winter_Mon2": "หน้าหนาว ใครๆ ก็เอาแต่อยู่ในบ้านทั้งนั้น เพราะงั้นผมจะเล่นกีตาร์ ดังแค่ไหนก็ได้$h",
        "winter_Mon": "ว่าไง... หนาวเนอะ ว่าไหม?",
        "winter_Tue": "โอ้ ไง! ดีจริงๆ ที่ได้เจอกัน#$e#ตามสบายเลยนะ",
        "winter_Tue4": "เฮ้ @ คุณอยากออกไปเที่ยว หรือไปไหนดีละ?#$e#เยี่ยม ตอนนี้เป็นเวลาดีเลยล่ะ ที่จะนอนชดเชยเวลานอน ที่ผมพลาดไปทั้งหมดนั่น$h",
        "winter_Wed": "$d Joja#ผมโคตรเกลียด การทำงานที่ร้านโจจ้าเลย แต่ไม่งั้นผมจะทำงานอะไร เพื่อหาเงินในเมืองนี้กันล่ะ?|ผมดีใจจังที่ได้ทำงาน อยู่ที่พิพิธภัณฑ์ตอนนี้ มันน่าสนใจมากกว่า ที่ชวนหดหู่อย่าง ร้านโจจ้ามากๆ เลย",
        "winter_Thu6_1": "ผมคิดว่าคุณพ่อ จะกลับมาในฤดูใบไม้ผลิ ที่จะมาถึงนี้ล่ะ#$e#ครั้งล่าสุดที่ผมเจอเขา ก็ผ่านมาตั้งสามปีแล้ว มันจะต้องรู้สึก กระอักกระอ่วนแน่เลย",
        "winter_Thu6": "พ่อของผมกลับมาที่บ้าน ได้พักใหญ่แล้ว ผมว่าผม เริ่มรู้สึกชินแล้วละ",
        "winter_Thu": "พ่อของผมอยู่ในกองทัพ ต่อสู้กับจักรวรรดิโกโทโร่ นั่นคือเหตุผล ว่าทำไมเขาถึง ไม่ได้อยู่ที่นี่#$e#แต่ผมคิดว่าเขาคง จะกลับมาเร็วๆ นี้",
        "winter_Thu_2": "อย่างเดียวที่ดี เกี่ยวกับฤดูหนาว... คือยุงหายไปหมด",
        "winter_Fri": "สิ่งที่แย่ที่สุดของหิมะก็คือ มันจะทำให้เท้าของคุณ เปียกโชกเลย คุณช่างโชคดีที่ ใส่บูทหนานั่น",
        "winter_Sat4": "เพิ่งจะนึกได้ว่า ต้องเปลี่ยนสายกีตาร์ใหม่ แล้วล่ะ#$b#โอเค งั้นผมจะจดเอาไว้ ที่ข้อมือแล้วกัน จะได้นึกได้ออกว่า ต้องทำมันคืนนี้#$e#ผมต้องทำ อะไรไว้เตือนตัวเองสักหน่อย ไม่งั้นล่ะก็ คงจะลืมทำทั้งหมดแน่ๆ$h",
        "winter_Sun8": "คงสนุกดีเนอะถ้าเราได้ไป เล่นรถเลื่อนไถลลงเนินกัน?#$e#แต่แถวนี้ไม่มีเนินเขาดีๆ เลย$s#$e#และผมก็ไม่มีรถเลื่อนด้วย#$e#อืม งั้นช่วงนี้นายเป็นไงมั่งอ่ะ?",
        "winter_Sun": "พยายามอย่าทำให้ บ้านเลอะนะ ไม่งั้นเดี๋ยวแม่ผมโกรธแน่"
    }
}
