{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "โอ้ คุณเพิ่งจะย้ายเข้ามาใช่ไหม? เจ๋งไปเลย#$e#แต่มีที่ให้เลือกตั้งมากมาย ทำไมเลือกที่จะมา เมืองเพลิแกน ล่ะ?",
        "Resort_Entering": "ฉันชอบการนั่งเรือนะ พอถึงจุดนึง คุณก็มองไม่เห็นแผ่นดินแล้ว..",
        "Resort_Leaving": "ฉันพร้อมจะกลับบ้านละ",
        "Resort": "ชายหาดน่ะเยี่ยมเลย แต่ฉันไม่ค่อยชอบ ผู้คนเท่าไหร่",
        "Resort_Shore": "คุณคิดว่าวิลลี่จะยอมให้เอาเจทสกีมาที่นี่มั้ย?#$b#...ม่ายย$h",
        "Resort_Wander": "...เอาล่ะ ถ้าฉันเป็นกบเขตร้อน ฉันจะไปซ่อนที่ไหนกันนะ...$h",
        "Resort_Wander_2": "ฉันพนันว่าที่นี่ต้องดูเจ๋งมากๆ ท่ามกลางสายฝน",
        "Resort_Towel": "การได้ลุกออกมาจาก คอมพิวเตอร์แล้วมาเจอ โลกแห่งความเป็นจริงบ้า งเป็นบางครั้งก็ดีนะ ฉันลืมไปแล้วนะเนี่ย ว่ามันดีแค่ไหน$h",
        "Resort_Bar": "ปกติฉันจะสวมแต่สีดำนะ แต่ในความร้อนแบบนี้...",
        "danceRejection": "ไม่ล่ะ...ฉันมีคน ที่อยากจะเต้นด้วยอยู่แล้ว",
        "divorced": "ทำไมเธอยังตามรบกวนฉัน? ฉันพยายามจะลืมเธออยู่นะ$s",
        "dumped_Guys": "ฉันไม่อยากเจอเธอสักพัก...$u",
        "breakUp": "... เข้าใจแล้ว...$s#$b#เดาว่าจากนี้ คงได้เจอเธอแถวๆ นี้นะ...$s",
        "secondChance_Guys": "ไง...",
        "Mon": "อืม... ต้องการอะไรรึ?",
        "Mon4": "ถ้าอยู่ดีๆฉันหายไป มันจะมีอะไรเปลี่ยนไป ไหมนะ?$s",
        "Tue": "ฉันกำลังคิดอยู่... ผู้คนน่ะ เหมือนก้อนหิน ที่เด้งกระดอนข้ามน้ำไป#$b#สุดท้ายแล้ว พวกเราก็ต้องจม",
        "Tue6": "ฉันชอบรองเท้าบูทคู่ใหม่ ของนายมากเลย!$h^ทรงผมเธอสวยจังนะวันนี้$h#$e#ไปเดินเล่นกันหน่อยไหมล่ะ?",
        "Wed": "วันนี้ฉันจะทำอะไรดี?#$e#ก็คงจะไม่ได้ทำ อะไรเหมือนเคย",
        "Wed2": "แซม น่าจะเป็นเพื่อนเพียงคนเดียว ที่ฉันมีในเมืองนี้#$e#อืม... แอ็บบี้ก็ดีนะ แต่ว่า...$h#$e#อืม... ช่างมันเถอะ",
        "Wed2_inlaw_Abigail": "แซม คงจะเป็นเพื่อนเพียงคนเดียว ของฉันในเมืองนี้ แต่ไม่ใช่อย่างนั้น อีกต่อไปแล้วล่ะ...",
        "Wed6": "คุณและแซม อาจจะเป็นเพื่อนเพียง สองคนที่ฉันมีในเมืองนี้$s",
        "Wed10": "อืม... คุณโสดอยู่ใช่ไหม?#$e#เอ่อ... แค่สงสัยน่ะ!$l",
        "Thu": "#$1 Sebastian1#ฉันแอบเข้าไปในถ้ำเมื่อคืน แล้วก็ได้รอยข่วน น่ารังเกียจนี่มา จากพวกปูหินนั่น อย่าบอกใครล่ะ โอเค?#$e#ว่าไง#$e#... ต้องการอะไรไหม?",
        "Mountain_47_23": "ฉันมาที่นี่เพื่อหาความสงบ และความเงียบ",
        "Thu4": "ทำไมทุกๆ คนถึงชอบมารุกันขนาดนั้น? ก็จริงอยู่ที่เธอน่ะ ทั้งฉลาดทั้งเป็นมิตร แต่พวกเขา ไม่รู้กันเลยเหรอไงว่า เธอเป็นแค่พวกชอบ เรียกร้องความสนใจน่ะ?#$e#ขอโทษที...$s",
        "Thu6": "เธอนึกภาพ คนอย่างฉันอาศัยอยู่ในฟาร์ม ออกไหมล่ะ? มันฟังดูงี่เง่ามากเลย$h",
        "Thu8": "เธอนึกภาพฉัน อาศัยอยู่ในฟาร์มออกไหมล่ะ?#$e#มันฟังดูงี่เง่านะ แต่ช่วงนี้ฉันกลับ คิดถึงแต่เรื่องนี้บ่อยๆ",
        "Fri": "เอ่อ... ฉันไม่รู้จักคุณ",
        "Fri2": "*เฮ้อ*... ถ้าเกิดแก๊สไม่แพงละก็นะ วันนี้ฉันคงได้ขี่มอเตอร์ไซค์ เข้าไปในเมืองแล้ว#$e#$q 15/16 Fri_old#ปกติเวลาไม่ได้ทำงาน คุณมักจะทำอะไรล่ะ?#$r 15 0 Fri_bad#ก็ทำฟาร์มต่อ#$r 16 30 Fri_good#อ่านการ์ตูน#$r 15 -30 Fri_bad#ไปช็อปปิ้ง#$r 15 -30 Fri_bad#เล่นกีฬา",
        "Fri_old": "$p 16#เฮ้ ถ้าเบื่อละก็ มาเล่นที่ห้องฉันได้นะ...$h|คุณคงจะชอบชีวิต ในเมืองเล็กๆ มากกว่าสินะ หือ?",
        "Fri_good": "อ้อ ใช่? คุณได้อ่าน 'เคฟ ซาก้า เอกซ์' ตอนใหม่บ้างไหมล่ะ? ฉันจะไม่เล่าเนื้อหา ให้ฟังก่อนหรอกนะ... แต่มันสุดๆ ไปเลย...$h",
        "Fri_bad": "อ่อเหรอ? อืมมม... ไม่เหมาะกับฉันหรอก แต่ทุกๆคนก็คงจะมีสิ่งที่ ชอบต่างกันละมั้ง$u",
        "Sat": "อะไรนะ? ฉันไม่ได้ยินที่คุณพูด... ฉันกำลังยุ่งเพราะคิดถึง เรื่องบางเรื่องอยู่น่ะ#$e#ต้องการอะไร?",
        "Sat2": "คุณรู้ไหม ตอนนี้ฉันควรจะทำอะไร ให้มันเป็นชิ้นเป็นอัน มากกว่านี้ ฉันเป็นคนที่เสีย สมาธิเร็วเกินไป...$s#$b#บางที ฉันควรจะดื่มกาแฟ ให้มากกว่านี้?",
        "Sun": "ว่าไง คุณชื่อ @ ใช่ไหม?",
        "Sun2": "วันหยุดได้พัก สบายเลยใช่ไหม? ...ก็ดี",
        "Sun4": "ฉันมักจะอยู่แต่ในบ้าน แต่บางครั้ง ฉันก็แวะไปที่ชายหาด#$b#แต่เฉพาะช่วงนี้ฝนตกนะ#$e#เพราะอะไรก็ไม่รู้ การได้จ้องอยู่แต่มุมของห้อง ที่ดูเยือกเย็นมันทำให้ฉัน รู้สึก... ไม่รู้สิ มันทำให้รู้สึกคุ้มค่า ที่จะสู้ต่อไปละมั้ง",
        "Fri8": "เป็นไงบ้าง?$h#$e#ฉันจะไปที่บาร์คืนนี้ แล้วก็จะถล่มแซม ด้วยสนุกเกอร์ อีกครั้ง$h",
        "Sun10": "ฉันกำลังคิดถึงคุณอยู่พอดี...$l",
        "Event_game1": "โอเค ใช้ได้แล้ว",
        "Event_game2": "เลือกได้ดีนี่ นั่นจะเข้ากับบทบาท ของฉันเลย",
        "Event_cave1": "อย่าเร็วนักสิ! ฉันอยากรู้ว่ามันคืออะไร",
        "Event_cave2": "จริงรึ? มันกำลังส่งเสียงดังมากเลย!",
        "Event_cave3": "มันอันตรายเกินไป ถ้าไม่มีดาบ แต่ฉันชอบเซนส์ด้าน การผจญภัยของคุณนะ$h",
        "event_garage1": "เจ๋งไปเลย$8",
        "event_garage2": "โอเค... งั้นไม่เป็นไร$9",
        "event_garage3": "อย่าห่วงเลย ฉันจะเป็นคนสอนให้เอง ก่อนที่นายจะทำอะไร ที่มันเสี่ยงอันตรายน่ะนะ$8^ไม่มีอะไรต้องกลัวหรอก... เพราะฉันจะปกป้องเธอเอง$8",
        "event_city1": "ฮืมมม... เพี้ยนจากที่ฉันคิดไปนิดหน่อย แต่ก็เอาเถอะ",
        "event_city2": "ใช่... ฉันเองก็รู้สึกแบบนั้น เหมือนกัน$l",
        "event_city3": "โอ้... อืม บางทีนี่อาจจะไม่ใช่สถานที่ ที่เหมาะกับคุณน่ะนะ ฉันแค่คิดว่าคุณน่าจะรับรู้ ถึงความสวยงามของมัน$s",
        "event_city4": "เฮอะ... คุณพูดเหมือนแม่ฉันเลย$a#$b#...*เฮ้อ*$s#$b#แต่คุณก็พูดถูกน่ะนะ ฉันติดมันมากเกินไป มันไม่ดีเลยสักนิด$s",
        "summer_Mon": "ทำไมทุกๆคน ถึงดูมีความสุขภายใต้ ดวงอาทิตย์กันจริง ฉันไม่เข้าใจเลย",
        "summer_Mon6": "ทุกๆคน ดูมีความสุขเหลือเกิน เวลาพระอาทิตย์ขึ้น...#$e#แต่ละคน ย่อมคิดต่างกัน ละมั้ง",
        "summer_Tue": "ฉันตั้งตารอ ฤดูที่หนาวและชื้นอยู่ มันทำให้ฉันรู้สึก เหมือนได้อยู่บ้าน",
        "summer_Wed": "จะออกไปข้างนอกกัน เพื่ออะไร? ฉันเห็นมันมาหมดแล้ว",
        "summer_Wed8": "ทำไมฉันถึงกำลังยิ้มอยู่? อาจเป็นเพราะช่วงนี้ ฉันรู้สึกมีความสุขแปลกๆ ละมั้ง...$l",
        "summer_Thu": "ฉันจะไม่ไปว่ายน้ำ อย่างแน่นอน ถ้านั้นคือสิ่งที่คุณ กำลังจะถามน่ะนะ$s#$eอ้าว แค่แวะมาทักทาย หรอกเหรอ? ขอโทษที",
        "summer_Thu10": "ถ้าคุณคิดอยาก จะไปว่ายน้ำขึ้นมาบ้างล่ะก็... ฉันก็จะไปว่ายด้วย เหมือนกัน$l",
        "summer_Mountain_58_35": "#$c .5#อุณหภูมิเพิ่งจะเริ่มให้ ความรู้สึกที่สบายใน ตอนกลางคืน#$e#และจะเย็นมากกว่านี้ อีกนิดนึง ถ้ายืนอยู่ใกล้ๆ ทะเลสาบ",
        "summer_Fri": "โอ้ ว่าไง *ฮ้าววว*",
        "summer_Fri6": "เฮ้ ฉันดีใจมากเลยที่คุณแวะมา$h#$e#ช่วงนี้เป็นไงบ้างล่ะ ชินกับอากาศร้อนนี่รึยัง?",
        "summer_Sat": "ฉันหวังว่าอาหารคืนนี้ คงจะไม่ใช่เห็ดตุ๋นนะ$s",
        "spring_12": "ฉันเป็นพวกไม่ชอบ งานเทศกาล มันมีแต่ความยุ่งเหยิง พบปะผู้คนมากเกินไป เครียดมากกว่าสนุก... ในความเห็นของฉันน่ะนะ",
        "spring_23": "พระเจ้า... พรุ่งนี้เป็นเทศกาล ที่แย่ที่สุดประจำปีเลย คอยดูได้เลยว่ามัน จะทำให้ฉันดูเหมือนคนโง่ มากแค่ไหนในช่วงงานเต้นรำ",
        "fall_20": "คุณตั้งหน้าตั้งตารอ งานเทศกาลฮาโลวีน ในวันพรุ่งนี้ไหมล่ะ? มันเป็นงานเทศกาลที่ฉัน ชอบที่สุดเลย$h",
        "fall_26": "งานฮาโลวีน มีวันพรุ่งนี้แล้วสินะ ฉันหวังว่าคงจะมี พวกโครงกระดูก มาจัดแสดงอีกในปีนี้$h#$e#บางที่ฉันอาจจะรู้สึกว่า พวกเขาทั้งหมดเป็นเพื่อน ของฉันแล้วก็ได้",
        "summer_10": "ฮี่ฮี่... มันน่าจะตลกน่าดู ถ้าใส่ของชวนคลื่นไส้ ลงในหม้อซุปในวันพรุ่งนี้ แต่ไม่ได้จะวางพิษใครหรอก#$e#ทำไปเพื่ออะไร? หืมม... ฉันคิดว่าคนบางคน ก็อาจจะรู้สึก เป็นอิสระมากขึ้น เวลาได้เห็นโครงสร้าง ทางสังคมพังทลายลงเล็กน้อย หรือบางทีฉันอาจจะแค่ แปลกกว่าชาวบ้านก็ได้",
        "summer_27": "พรุ่งนี้พวกเราจะไป รวมตัวกันที่ท่าเรือ เพื่อเฝ้าดู การย้ายถิ่นฐานของพวก แมงกระพรุนแสงจันทร์ ฉันคิดว่ามันน่าจะเริ่มสักตอน 10 โมงละมั้ง",
        "winter_24": "วันนี้เป็นวันก่อนวัน ส่งท้ายดวงดาวฤดูหนาว ของปีแล้ว อย่าลืมทำให้ท้องว่าง เพื่อกินอาหาร ในวันพรุ่งนี้ด้วยล่ะ",
        "summer_Sun": "ฉันมักจะออกไปข้างนอก หลังจากมืดแล้ว มันฟังดูแปลกสำหรับคุณไหม?",
        "summer_Sun4": "เมื่อคืน ฉันเห็นฝูงค้างคาวบินวนไปมา อยู่ใกล้ๆทะเลสาบ#$e#บางที ช่วงนี้ของปี พวกมันอาจจำเป็นต้องกิน พวกยุงล่ะมั้ง?",
        "fall_Mon": "แสดงว่า... นี่เป็นฤดูเก็บเกี่ยว ครั้งใหญ่เลย ใช่ไหม?",
        "fall_Mon4": "คุณคงทำเงินได้มากมาย ในฟาร์มนั่นเลยสินะ หือ?#$e#บางที ฉันควรจะหางานทำบ้าง...$s",
        "fall_Tue": "นี่ก็ผสมฟักทอง... นั่นผสมฟักทอง... โอ้ย ฉันละเบื่อกับค่านิยมประจำ ฤดูพวกนี้จริงๆ",
        "fall_Tue6": "ดิมีเทรียสคิดว่าตัวเอง เป็นใครกัน สั่งให้ฉันทำนู่นทำนี่อยู่ได้? เขาไม่ใช่พ่อแท้ๆ ของฉันด้วยซ้ำ$a",
        "fall_Wed": "*ฮ้าววว*... นี่มันกี่โมงแล้วเนี่ย? เหมือนจะนอนเยอะ ไปหน่อยแฮะ",
        "fall_Wed8": "ดีใจจริงๆ ที่คุณมา ฉันกำลังรู้สึกเบื่อพอดี#$e#เชื่อไหมล่ะ ตอนนี้ฉันรู้สึก กระปรี้กระเปร่า ขึ้นเยอะเลยล่ะ",
        "fall_Thu": "ห้องของฉันอาจจะดู หม่นหมองน้อยลงก็ได้ ถ้าฉันมีหน้าต่างสักบานละก็นะ$s",
        "fall_Fri": "*ฮ้าววว*... ฉันอ่านหนังสือเล่มใหม่นี่ ยาวไปจนถึงตี 3 เลย#$q 62/63 fall_Fri_old#คุณอ่านหนังสือบ้างไหม @?#$r 62 -30 Fri_bad#อ่านสิ แต่แค่หนังสือทั่วไปน่ะ#$r 63 30 Fri_good#อ่านแค่แนว ไซ-ไฟ กับแฟนตาซี#$r 62 0 Fri_bad#ฉันชอบอ่านเรื่องโรแมนติกน่ะ#$r 63 -30 Fri_bad#ไม่ ฉันไม่ชอบอ่านหนังสือ",
        "fall_Fri_old": "$p 62#คุณอาจจะไม่ชอบมันหรอก$s|ฉันคิดว่าคุณน่าจะชอบมันนะ",
        "fall_Fri_good": "เฮ้คิดเหมือนฉันเลย มันไม่มีอะไรดีไปกว่า เรื่องแต่งดีๆ ที่ทำให้ความคิดของเรา ข้ามเกินขอบเขตของคำว่า จินตนาการหรอก$h",
        "fall_Fri_bad": "หือ ฟังดูน่าเบื่อชะมัด",
        "fall_Fri6": "ช่วงนี้ฉันเอาแต่อ่านหนังสือ เกี่ยวกับเกษตกร มันทำให้ฉันนึกถึงคุณขึ้นมา หลายครั้งเลย$h#$e#ขอโทษที ถ้านั้นทำให้คุณรู้สึก ขยะแยงน่ะนะ$h",
        "fall_Sat": "อีก *นิด* เดียว ฉันก็เกือบจะได้นอน อยู่บนเตียงทั้งวันอยู่แล้ว ไม่น่าลุกขึ้นมาเลย",
        "fall_Sun": "ช่วงเวลาที่มีพระอาทิตย์ มันค่อยๆ น้อยลงทุกวันๆ... เยี่ยมมาก",
        "winter_Mon": "ฉันชอบฤดู ที่ดูมืดมัวแบบนี้มากนะ... แต่ว่ามันออกจะหนาวไปหน่อย",
        "winter_Mon4": "ไม่มีอะไร ทำให้ฉันตกใจได้อีกแล้ว... ไม่มีอะไรทำให้ฉันหัวเราะ ได้อีกแล้วเหมือนกัน#$e#ใช่ ฉันรู้... ฉันกำลังเข้าโหมด ดราม่าอยู่น่ะ",
        "winter_Tue": "ฮืมมม... ฉันไม่รู้จะพูดอะไรจริงๆ เพราะฉันยังไม่รู้จักคุณดีพอ",
        "winter_Tue4": "เฮ้...#$b#บางครั้งมันก็ยากจริงๆนะ ที่จะหาเรื่องเล่าใหม่ๆ มาพูดคุยกัน แม้จะรู้จักกันแล้วก็ตาม#$e#...โทษที",
        "winter_Tue6": "ฉันเกือบจะตะคอก ใส่แม่ของฉันไปแล้ว เพราะแม่ของฉัน เพิ่งทิ้งการ์ตูนเก่าๆ ไปทั้งชุดเลย... แต่อะไรบางอย่าง มันห้ามฉันไว้#$e#ฮืมมม... วัยวุฒิมาพร้อมกับภูมิปัญญา",
        "winter_Tue10": "คุณมาที่นี่เพื่อ เจอหน้าฉันงั้นเหรอ?$l#$e#...$h",
        "winter_Wed": "%เซบาสเตียน เหมือนกำลังเหม่อลอย...",
        "winter_Wed4": "เฮ้ อย่าให้ฉันเป็นตัว ทำให้คุณอู้งานสิ#$e#แต่ถ้ากำลังว่างอยู่ละก็ ฉันก็ไม่ว่าอะไรหรอกนะ ถ้าคุณจะอยู่ใกล้ๆ$h",
        "winter_Thu": "ฉันสงสัยจริงๆว่า ข้าวเย็นคืนนี้จะเป็นอะไร... *เสียงบ่น*$s",
        "winter_Thu6": "ฉันควรหัดเรียนทำอาหารนะ มันจะต้องมีประโยชน์มากแน่ๆ",
        "winter_Fri": "มันสนุกมากเลย ที่ได้อาศัยอยู่ใกล้ๆ กับรางรถไฟ มันคอยย้ำเตื่อนว่า โลกนี้ใหญ่ขนาดไหน",
        "winter_Fri8": "ตอนที่ฉันยังเป็นเด็ก ฉันมักจะวิ่งออกไปยัง รางรถไฟเวลาที่ฉันได้ยิน เสียงรถไฟผ่านมา#$e#เกิดอะไรขึ้น กับวันวานพวกนั้นกัน...? *เฮ้อ*$s",
        "winter_Sat": "พวกกบมันดูไม่มีความสุข ในช่วงฤดูหนาวเลย#$e#น่าสงสารจริงๆ$s",
        "winter_Sat6": "ฉันชอบฤดูหนาวนะ แต่ฉันสงสารพวกสัตว์ ที่กำลังหนาวอยู่ข้างนอกนั้น#$e#แต่พวกมันคงชินกันแล้วล่ะมั้ง เหมือน...กับผม",
        "winter_Sun": "ฉันสร้างมนุษย์หิมะไว้ แต่ดิมีเทรียส บอกให้ฉันพังมันทิ้ง#$e#เขาต้องการอะไร?$u",
        "winter_Sun6": "ฉันสร้างมนุษย์หิมะ สุดสะพรึงไว้ แต่ดิมีเทรียส บอกให้ฉันพังมันทิ้ง... ขณะเดียวกันมนุษย์หิมะ สุดแสนน่ารักของมารุ กลับรอดปล่อยภัย!$a#$e#น่าขำสิ้นดี"
    }
}
