{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Mon": "ผมไม่รู้จักคุณ มาคุยกับผมทำไม?",
        "danceRejection": "...ไม่$s",
        "pamHouseUpgrade": "ผมได้ยินมาว่า คุณสร้างบ้านให้แพม... นั่นช่างมีน้ำใจจริงๆ...#$b#คุณรู้ไหมผมเองก็ ต้องการเงินซักแสนนึง...#$e#*อะแฮ่ม* ...อ่า ...แค่ล้อเล่นน่ะ ...แหะๆ",
        "pamHouseUpgradeAnonymous": "ผมได้ยินมาว่า มีคนสร้างบ้านให้แพม... *ถอยหายใจ*... แล้วแพมไปทำอะไรเหรอถึง สมควรได้รับความช่วยเหลือ แบบนั้น??",
        "divorced": "...$a#$e#...ปล่อยให้ผม อยู่คนเดียวเถอะ$a",
        "breakUp": "*อึก* อา... ใช่ ตกลง... ผมควรจะรู้ว่ามันต้องลงเอย แบบนี้เข้าสักวัน$s#$b#ผมจะ... เอ่อ... งั้นคงไว้เจอกันที่ซาลูนนะ",
        "dumped_Guys": "%เชนมีแววตาเหม่อลอย เขาไม่ยอมพูดกับคุณ",
        "secondChance_Guys": "ผมไม่เข้าใจคุณเลย... *ถอยหายใจ*...",
        "Mon2": "ผมแทบจะไม่รู้จักคุณเลย ทำไมคุณถึงมาคุยกับผมล่ะ?",
        "Mon4": "เฮ้ ขอโทษด้วยนะ ที่ทำตัวไม่ดีไป ตอนที่เราเจอกันครั้งแรกน่ะ#$e#มันต้องใช้เวลาสักหน่อย กว่าผมจะเปิดใจคุย กับคนแปลกหน้าได้น่ะ",
        "Mon10": "คุณเคยรู้สึกเหมือนโลกทั้งใบ จ้องมองคุณเหมือนกับแมลง ที่น่ารังเกียจรึเปล่า?",
        "Tue": "หา? คุณต้องการอะไร? ไปให้พ้นเลย",
        "Tue2": "คุณต้องการอะไรจากผมกัน? เงินเหรอ? ผมจะให้ทองกองใหญ่เลย ถ้าปล่อยให้ผมอยู่คนเดียว!",
        "Tue4": "ทุกครั้งที่ผมลองอะไรใหม่ ๆ มันจะผิดพลาดไปหมด มันทำให้ผมเรียนรู้ ที่จะอยู่แต่ในกระดองซะบ้าง",
        "Tue6": "ชีวิตมันก็ ไม่ได้แย่อะไรมากหรอก... อย่างน้อยผมก็ยังมี พิซซ่าแช่แข็งกับไข่ละนะ$u",
        "Wed": "ไม่ ผมไม่มีเวลามาคุยกับคุณ หรอกนะ",
        "Wed8": "ผมเริ่มผูกพันกับ มานีและแจสแฮะ พวกเราไม่มีใคร เหมือนกันเลย แต่มันรู้สึกเหมือนกับว่า เราเป็นครอบครัวประหลาดๆ เหมือนกันนะ#$e#ตอนเด็กผมก็ไม่ได้มีใคร ให้เรียกว่าครอบครัว สักเท่าไหร่$s",
        "Wed4": "$d Joja#*เฮ้อ* ...นรกที่ซ้ำแล้วซ้ำเล่า กับการสต๊อกสินค้า เลิกงานก็ไปที่บาร์ แล้วก็เมาปลิ้นมันทั้งคืน$s|ผมเกลียด ที่ต้องไปทำงานที่ร้านโจจ้า แต่พอตอนนี้ผมตกงาน มันยิ่งรู้สึกนรก ยิ่งกว่าเดิมซะอีก$s",
        "Thu": "คุณต้องการอะไรกัน? อย่ามายุ่งกับผม",
        "Thu4": "คุณนี่ดื้อจริง ๆ ผมแปลกใจจริง ๆ ที่มีคนสนใจจะคุยกับผม ขนาดนั้น",
        "Thu6": "น่าเบื่อจริง... น้ำโคล่าของโจจ้า มันไปอยู่ไหนนะ?",
        "Thu8": "คุณชอบที่จะคุยกับผมเหรอ? ผมว่าผมเชื่อคุณนะ... บางที คุณอาจจะแปลกเหมือนๆ ผมก็ได้$h",
        "Fri": "ไม่ทำงานทำการรึไง?",
        "JojaMart": "%เชนกำลังทำงาน อย่างขะมักเขม้น เขาไม่สนใจที่จะคุยกับคุณ",
        "Fri4": "$d Joja#อะไรคือความหมายของชีวิต ถ้าทั้งชีวิตทำแต่งาน?|ผมไม่มีเงินจะจ่าย ค่าเช่าห้องด้วยซ้ำ แต่ป้ามานี ก็ยังให้ผมอาศัยอยู่ ผมโชคดีจริง ๆ",
        "Fri6": "แน่นอนคืนนี้ผมจะไปที่ซาลูน มันมีอะไรอย่างอื่น ให้ทำด้วยเหรอ?",
        "Sat": "จะมากวนผมทำไม? ผมอยากอยู่คนเดียว",
        "Sat2": "#$1 ShaneJOSH#ผมล่ะแปลกใจจริง ๆ ที่คุณยังพยายาม ที่จะเป็นเพื่อนกับผม นี่ผมยังหยาบคายกับคุณ ไม่พออีกหรอ?#$e#*ถอนหายใจ*...$s",
        "Sat4": "$d Joja#ผมเช่าห้องกับป้ามานี ด้วยราคาดีมากๆ มันเล็กแต่ผมก็บ่นไม่ได้หรอก|ถ้าผม เริ่มชีวิตใหม่ได้นะ ผมอาจจะเปิดฟาร์มไก่ แน่นอนว่า ต้องเป็นฟาร์มเปิดเท่านั้น",
        "Sat8": "ผมน่ะเริ่มรู้สึก ผูกพันจริงๆจังๆ กับบรรดาไก่ของของ ป้ามานีซะแล้วล่ะ$h",
        "Sun": "ผมยุ่งอยู่ ไม่เห็นหรอ?",
        "Sun6": "...ผมคิดว่าผมต้อง อ้วนขึ้นแน่เลย$s",
        "Sun8": "ถ้าผมดูทีวีเยอะ ๆ บางทีผมอาจจะ ลืมเรื่องในชีวิตจริงไปก็ได้ แบบนั้นมันคงจะ ผ่อนคลายลงมากเลย$u",
        "Sun10": "ไง @ วันนี้เป็นวันที่ดีของผมล่ะนะ$h",
        "Sun4": "อืม... นี่มัน %time แล้ว ผมควรจะอุ่นพิซซ่าแช่แข็ง กินเลยดีไหม หรือจะรอก่อนดี?$u",
        "Sun2": "คุณอีกแล้วหรอ? จะต้องให้ผมบอกกี่ครั้ง ว่าผมอยากจะอยู่คนเดียว?$s",
        "event_room1": "โอเค... นั้นจำเป็นต้องมีบทพูดดี ๆ บางทีผมคงควรให้ เอลเลียตช่วยแนะนำ เมื่อผมเจอกับเขาที่ซาลูนนะ$s",
        "event_room2": "ฟังดูดีนี่ ผมคงต้องไปทำเอฟเฟคพิเศษ เพื่อทำให้มันดูเจ๋งเเล้วล่ะ",
        "event_noLoan1": "ผมไม่รู้มาก่อนเลย ว่าคุณเป็นคนขี้เหนียว...$s",
        "event_noLoan2": "โอเค พ่อ...$s^โอเค แม่...$s",
        "event_noLoan3": "โอ้ว ว้าววว...$s",
        "event_apologize1": "...ใช่แล้ว ผมด้วย",
        "event_apologize2": "ผมรู้... นั้นเป็นเหตุผลที่ฉันแวะมา เพื่อบอกคุณเกี่ยวกับ เรื่องนี้",
        "event_apologize3": "ว้าว มันเป็นเรื่องใหญ่ ขนาดนั้นเลยเหรอ? ผมจำมัน ไม่ค่อยได้...",
        "event_stadium1": "โอ้ว เหรอ? ผมเดาว่ามันก็สมเหตุสมผลนะ $6#$b#ผมเหรอ? บางครั้ง ผมก็เบื่อเมืองเพลิแกน#$b#แต่... ผมชอบที่คุณแตกต่าง เราเติมสมดุลซึ่งกันและกัน$l",
        "event_stadium2": "โอ้ว จริงเหรอ? ผมประหลาดใจนะ... ไม่ใช่ว่าคุณย้ายมาที่ สตาร์ดิวแวลลี่ เพื่อหนีจากเสียงวุ่นวาย ของเมืองเหรอ?$6#$b$#ผมหมายความว่า... เออ อย่าเข้าใจผมผิดนะ ผมเข้าใจจริงๆ  ชีวิตผมในเมืองเพลิแกน นั้นน่ะค่อนข้างเรียบง่ายเลย รู้ไหม"
    }
}
