{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "อะฮอย ไง! มันดีมากเลย ที่มีคนหนุ่มสาว เข้ามาในหมู่บ้านนี้นะ มันไม่ใช่เรื่องที่เจอได้บ่อย ช่วงนี้น่ะ",
        "accept_869": "Ah... That's the perfect bait for a catfish I've been tryin' to catch!#$b#Here, let me trade you this for it. I'm not sure what it is, but it washed up on the beach not too long ago.#$b#Somethin' tells me you could use it, lad.^Somethin' tells me you could use it, miss.",
        "FullCrabPond": "*ฟุดฟิด*... อาา... กลิ่นที่แสนคุ้นเคยนี่ เธอเลี้ยงปูสินะช่วงนี้?#$b#เธอนี่เป็นหนุ่มที่ ใจตรงกับฉันเลยนะ @ ฮ่าฮ่า!$h^เธอนี่เป็นสาวที่ ใจตรงกับฉันเลยนะ @ ฮ่าฮ่า!$h#$b#นี่ เอานี่ไปสิ ฉันเจอบนหาด... เก็บไว้สำหรับวันพิเศษ มานานแล้วล่ะ มันไม่ใช่ทุกวันหรอกนะ ที่ฉันจะเจอ คนที่ปลื้มปูเหมือนกัน! [797]",
        "MovieInvitation": "อ้าา... ดูหนัง เธอใจดีจัง เจ้าหนุ่ม^อ้าา... ดูหนัง เธอใจดีจัง สาวน้อย#$b#เดี๋ยวฉันเสร็จงาน จะรีบตามไป",
        "Mon": "อะฮอย ไง เจ้าลูกชาย ^ อะฮอย ไง สาวน้อย#$b#อากาศเหมาะ ตกปลาเลยใช่ม้า?",
        "Mon4": "เธอมีโชคในการตกปลา แถวนี้บ้างไหม? ดูเธอน่าจะเป็น ชาวประมงแกร่งได้นะ ถ้าเธอตั้งใจกับมันน่ะ",
        "Tue": "คนตกปลาที่แท้จริง ต้องเคารพผืนน้ำนะ... อย่าลืมซะล่ะ",
        "Tue6": "เจ้าเฒ่านั่นเคย เป็นนักตกปลานะ รู้ไหม ฉันเติบโตมากับการ ล่องเรือระหว่างเกาะเฟิร์น อยู่รอดด้วยการตกปลาไปวันๆ การใช้ชีวิตกับการ ตกปลามันลำบากนะ แต่มันก็มีบางอย่าง ที่คอยผลักดันให้เธอ ทำต่อไป",
        "Wed": "ปลาบางชนิดพบได้แค่ ในบางฤดู บางชนิดก็มา ตอนกลางคืน หรือตอนฝนตก",
        "Thu": "*งั่ม* *งั่ม* ...เอ้? ฉันอยากจะบอกนะว่า ฉันคิดยังไง แต่มันเป็นความลับ ของชาวประมงน่ะ",
        "Thu2": "มันมีข่าวลือเกี่ยวกับ ปลาที่หายากแถวๆ นี้... แต่มีแค่ชาวประมง ที่ช่ำชองเท่านั้น ที่มีหวังจะจับมันได้ และเธอก็ต้องมีเหยื่อ ที่หายากที่สุด เท่าที่จะหาได้เท่านั้น ถ้าเธออยากจะให้ปลาหายาก พวกนั้นมาติดเบ็ด",
        "Fri": "ถ้าเธออยากให้ ปลามาติดเบ็ดนะ เอาให้แน่ใจว่า เธอได้เอาเหยื่อเกี่ยว ตะขอของเธอ",
        "Sat": "ถ้าที่ตกปลาแห่งนี้ มีคนมาตกปลาเยอะขึ้นนะ ฉันอาจจะขยายโกดังร้าน ให้ใหญ่ขึ้นนะ",
        "Sat8": "การตกปลาเป็นไงบ้างสหาย? ฉันก็พยายาม จะตกปลาบ่อยๆนะ แต่มันไม่ง่ายเลยเวลาที่ เธอต้องเปิดร้านด้วยน่ะ",
        "Sun": "ถ้าเธอซื้อคันเบ็ด ที่มีคุณภาพสูงนะ เธอก็จะเอาเหยื่อและรอก ใส่ลงไปได้ เหยื่อช่วยให้ปลา เข้ามาติดเบ็ดเร็วขึ้น รอกจะช่วยให้เธอ ลากปลาขึ้นมาง่ายขึ้นมาก มันมีรอกทุกแบบเลยล่ะ แต่ละอันก็มีจุดเด่น ต่างกันไป พวกมันค่อนข้างจะ พังง่ายนิดหน่อยนะ ไม่ต้องแปลกใจถ้ามันเจ๊ง หลังใช้ไปสักพัก",
        "Sun10": "เฮ้ นั่นหัวหน้า @ ของฉันนี่นา! ฉันจะลดราคาเหยื่อ ให้เธอเลย ถ้าฉันทำได้น่ะนะ$s"
    }
}
