
{
  //SPECIAL DIALOGUE
  "Introduction": "ดูนั่นสิ? นี่มันเจ้าของฟาร์มคนใหม่ที่ทุกคนพูดถึงกัน ในที่สุดก็ย้ายไปที่หุบเขา ฉันเห็นแล้ว$1#$b#ฉันทำงานที่ฟาร์มแฟร์เฮเวนมาหลายปีแล้ว มันไม่มาก แต่เป็นงานสุจริต$0#$e#คุณโชคดีที่คุณได้รับทรัพย์สินจากคุณปู่ของคุณมาฟรีๆ$2",
		
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "AndyHouse_9_6": "ในนามของโยบะคุณทำอะไรเนี่ย!? ฉันอยู่บนเตียงนะ! ออกไปเดี๋ยวนี้!$7",
  "AndyHouse6_9_6": "ฉันพยายามที่จะหลับ กลับมาในภายหลังนะชาวไร่$5",
  "ForestWest_58_22": "ขอโทษนะ ชาวไร่ ฉันไม่มีอารมณ์ที่จะคุย$0",
  "SeedShop_37_22": "ฉันไม่เคยเชื่อในโยบะ ฉันมักจะใช้สัญชาตญาณ (ความรู้สึก) ของตัวเอง เวลาต้องการความช่วยเหลือ$2#$b#โยบะได้ช่วยฉันไว้ อย่างน้อยสิ่งที่ฉันทำได้ก็คือการแสดงความเคารพ$1",
  "JojaMart": "โจจ้ามีผลิตภัณฑ์ที่ดีที่สุดและราคาถูกที่สุด ถ้าฉันไปซื้อของที่ร้านปีแอร์ฉันจะต้องถังแตกแน่ๆ$2",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "ไม่ใช่ตอนนี้ชาวไร่ ไม่ว่าง เริ่มฤดูกาลใหม่!$1#$e#ไปทำฟารม์ไป ขอให้โชคดี$3",
  "spring_7": "หัวหอมฤดูใบไม้ผลิงอกขึ้นมาบนพื้นด้านนอกฟาร์มของฉันในช่วงฤดูใบไม้ผลิ$0#$e#ถ้าฉันสามารถเก็บพวกมันได้เยอะ ฉันสามารถทำอาหารที่ดีได้!$1",
  "spring_12": "คุณมีส่วนร่วมในการล่าไข่ในวันพรุ่งนี้ @?$3#$e#คุณควรทำสิ่งที่ถูกต้องและปล่อยให้วินเซนท์หรือแจสชนะ นั่นคือสิ่งที่ฉันจะทำ$0#$e#ฉันไม่เข้าใจว่าทำไมคุณกับแซมและอบิเกลถึงเข้าร่วม มันไม่ยุติธรรมกับเด็กๆ$2",
  "spring_18": "ฟาร์มแฟร์เฮเวนภูมิใจในการจัดหาอาหารสัตว์จำนวนมากให้กับภูมิภาคโดยรอบ$0#$b#จอร์จซื้อเฉพาะกระเทียมของฉันทั้งหมด$3#$e#จอร์จชอบกระเทียมมาก @. หากคุณต้องการที่จะได้เห็นด้านที่ดีของเขา มอบหนึ่งหรือสองกระเทียมให้ คุณจะเห็นใบหน้าที่ยิ้มแย้มสดใสของเขา$0",
  "spring_23": "เราจะเข้าไปในป่าในวันพรุ่งนี้เนื่องจากเป็นเทศกาลเต้นรำนะชาวไร่ พวกเราจะเข้าไปในป่าในวันพรุ่งนี้เพื่อไปเทศกาาลดอกไม้ ต่อให้ฉันจะหลับตาฉันก็ยังรู้ทั้งทางไปและกลับ$1#$e#ไม่แน่ขาไปฉันอาจหาของดีๆได้ที่นั่น$3",
  "spring_28": "ฉันได้ยินข่าวว่าฤดูร้อนปีนี้จะร้อนยิ่งกว่าไข่ในกะทะ$0#$e#ตรวจสอบให้แน่ใจว่าพืชของคุณได้รับการรดน้ำอย่างสม่ำเสมอ @. เพื่อไม่ให้พืชผลของคุณตาย$2",

  "Mon": "...สวัสดี$0#$e#คุณต้องการอะไร?$2#$e#ฉันไม่ได้แจกเมล็ดพันธุ์หรือพืชผลใดๆ$2",
  "Mon2": "สวัสดี @. เป็นการเริ่มต้นของสัปดาห์ใหม่$0#$e#วันนี้ฉันมีงานที่ฟาร์มมากมายที่ต้องทำให้เสร็จ$2",
  "Mon8": "สุขสันต์วันจันทร์เพื่อนชาวไร่$1#$e#การเริ่มต้นสัปดาห์ใหม่หมายถึงการเริ่มต้นภาระงานใหม่$1",
  "Tue": "%แอนดี้สังเกตเห็นคุณ แต่ไม่ได้พูดอะไรเลย",
  "Tue2": "งานของคุณเป็นอย่างไรบ้างใน ฟาร์ม %farm @?$0#$e#ดีใจที่ได้ยินอย่างนั้น$0",
  "Tue8": "ฉันพบอาหารที่ดีในวันนี้ ฉันจะกินครึ่งหนึ่งและจัดส่งที่เหลือให้$1",
  "Wed": "ต้องการอาหารในวันนี้ คำถามคือฉันจะหาอาหารในป่าหรือซื้อของที่โจจ้า?$2",
  "Wed4": "เธอมีเศษดินติดอยู่ตามตัวนะ นั่นเป็นสัญลักษณ์ของชาวไร่ที่ทำงานอย่างหนัก!$1#$e#ติดตามการทำงาน @.$0",
  "Wed10": "เฮ้ ว่าไง ดูเธอเปี่ยมไปด้วยพลังงานเลยนะวันนี้ แบ่งมาบ้างได้มั้ย?$3#$e#ฉันพยายามจะเล่นมุกน่ะ ฉันไม่ใช่คนตลกเลย$1#$e#ฉันดีใจนะชาวไร่ที่เราได้คุยกัน$3",
  "Thu": "เอ่อ หวัดดี$0#$e#%แอนดี้ไม่สนใจคุณ",
  "Thu4": "ดีใจที่ได้พบคุณ @.$3#$e#ขอให้เป็นวันที่ดีนะ$1",
  "Thu8": "เฮ้ ว่าไง คุณช่างพูดกับฉันดีจริงๆ$3#$e#ฉันมีแผนที่จะทำมากมายในวันนี้$0",
  "Fri": "หากคุณต้องการได้รับประโยชน์ของฉันคุณควรซื้อเครื่องดื่มที่บาร์สตาร์ดรอป$0",
  "Fri2": "ในที่สุดก็วันศุกร์ ตอนนี้ฉันสามารถดื่มได้โดยไม่รู้สึกผิด$2",
  "Fri8": "ฉันจะซื้อเครื่องดื่มที่บาร์สตาร์ดรอปให้คุณ การที่คุณทำงานอย่างหนัก คุณสมควรได้รับมัน$3",
  "Sat": "%แอนดี้เห็นคุณ แต่เลือกที่จะไม่พูดอะไร",
  "Sat4": "ฉันนอนตื่นสายในเช้านี้ Felt like takin' it a bit easy today because it's Saturday.$1#$e#มันไม่มีข้อแก้ตัวเลยที่จะขี้เกียจทำงานในฟาร์มของฉัน$2",
  "Sat10": "พวกเราชาวไร่ไม่ได้มีเวลาที่จะเอ้อระเหยในวันหยุดสุดสัปดาห์ มีงานมากเกินไปที่จะทำให้เสร็จ$3#$e#มีวันที่มีประสิทธิผล @. ทำสิ่งนี้ที่หุบเขานี่ด้วยความภาคภูมิใจ$1",
  "Sun": "ฉันไม่เคยเห็นคุณในช่วงเวลาสักการะบูชาในวันอาทิตย์ คุณไม่เชื่อในโยบะใช่มั้ย?$5",
  "Sun2": "หากคุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับโยบะลองมาที่นี่เพื่อสักการะบูชาในทุกๆวันอาทิตย์$0#$e#โจดี้ จอร์จ และฉัน are usually the only ones, แต่เราสามารถสอนคุณได้สองหรือสามอย่าง$3",
  "Sun8": "ฉันสนุกกับการเยี่ยมชมศาลเจ้าโยบะในวันอาทิตย์ที่ผ่านมา มันเป็นช่วงเวลาของการพิจารณา และการรู้คุณค่าของตัวเอง$1#$e#Eเพลิดเพลินไปกับวันที่เหลือของคุณนะชาวไร่$3",

  //SUMMER DIALOGUE
  "summer_1": "On days like this I wanna find a nice tree and read passages from my Yoba text.$1#$e#Passage 13:2C is one of my all-time favorites. It teaches strong life lessons.$0",
  "summer_3_1": "เมื่อคืนที่ผ่านมาเสียงของโยบะทำให้ฉันตื่น! What in tarnation was that!?$5",
  "summer_10": "พรุ่งนี้ฉันจะใส่สไปซ์เบอร์รี่คุณภาพสูงลงในซุปนั้น$1#$b#มันจะเพิ่มรสชาติในปริมาณที่ีเหมาะสม!$3",
  "summer_20": "แพมไปดื่มที่บาร์สตาร์ดรอปเมื่อหกคืนก่อน ฉันไม่คิดว่าเธอจะไหวซักเท่าไหร่นะ ควรจะไปดูหน่อยดีกว่า$2#$e#เธอมักจะดื่มสี่ถึงห้าแก้ว ต้องมีบางอย่างเกิดขึ้นแน่ๆ$0",
  "summer_28": "แมงกระพรุนเหล่านั้นจะปรากฏตัวที่ชายหาดคืนนี้ คุณจะเข้าร่วมกับเราที่นั่นมั้ย?$0",

  "summer_Mon": "โจจ้าส่งจดหมายพร้อมคูปองให้ฉัน ฉันได้รับส่วนลด 5% ในซื้อครั้งต่อไป!$0#$e#แน่นอนว่าเป็นประสบการณ์ที่ดีในการเริ่มต้นสัปดาห์$3", 
  "summer_Mon2": "Don't know how you got all this time to wander around and talk to folks with that big old plot of land you're sittin' on.$2#$e#พวกเราบางคนชอบที่จะมีสถานที่แบบนั้นเพื่อใช้เวลาทั้งวันมี่นั่น$2",
  "summer_Mon6": "เป็นไงบ้างชาวไร่?$0#$e#เอ๊ะ พืชผลไม่ได้เป็นไปตามอย่างที่ฉันหวังไว้ในฤดูกาลนี้ ปีนี้อาจจะเป็นปีที่ยากลำบาก$2",
  "summer_Mon10": "สปริงเกอร์นั้นน่าทึ่งมาก ถ้าคุณต้องการระบบจ่ายน้ำอัตโนมัติในฟาร์มของคุณ ฟาร์มแฟร์เฮเวนค่อนข้างเล็กเกินไปที่จะใช้อุปกรณ์เหล่านั้น$0#$e#ฉันไม่รังเกียจที่จะรดน้ำพืชด้วยตนเอง ฉันสนุกกับมันจริงๆ แต่ฟาร์มที่ใหญ่พอๆกับคุณ คุณควรพิจารณาก่อนจะลงทุน$0", 
  "summer_Tue": "เมื่อเช้าฉันเสียพืชผล ไปให้กับพวกอีกาของโยบะ ฉันต้องทำอะไรซักอย่างกับเรื่องนั้น$2",
  "summer_Tue2": "นายกเทศมนตรีเลวิสกับฉันไม่เห็นด้วยกับเรื่องเมื่อวานนี้ I have a strong feelin' he doesn't like me right now.$2#$e#What was it about? None of your Yoba darn business.$2",
  "summer_Tue4": "ปีแอร์ไม่ขายพืชผลหรืออาหารใดๆในร้านของเขา ฉันไม่เข้าร้านเขาเพราะเรื่องนั้น$2#$e#โอ้ ทำไมเขาไม่ทำน่ะเหรอ? เพราะเขาไม่ใช่เจ้าของร้านที่ดีไงล่ะ ทำไมเขาไม่ไปทำอย่างอื่นกันนะ?$2#$e#Times I feel like everyone but you in town just wishes I'd disappear, @.",
  "summer_Tue8": "There was a Yoba darn crow eatin' my crops this mornin'. Blasted flying thieves.$7#$e#ขอโทษนะชาวไร่ ปกติฉันจะมีเวลาให้คุณ แต่ตอนนี้ฉันไม่มีอารมณ์จะคุย$2#$e#ฉันไม่คุยด้วยในตอนนี้$5#$e#%แอนดี้ไม่สนใจคุณ",  
  "summer_Wed": "บ้าจริง วันนี้ฉันโดนผึ้งมันต่อย! ครั้งต่อไปฉันต้องสวมถุงมือตอนเก็บเกี่ยวน้ำผึ้ง$2",
  "summer_Wed6": "ฉันต้องเดินทางไปที่แกรมเพิลตันในเร็วๆนี้และมีหนึ่งในช่างไม้ที่จะทำบ้านผึ้งใหม่ให้ฉัน$0#$e#ฉันไม่ค่อยมีความเชี่ยวชาญในการทำสิ่งประดิษฐ์ของตัวเอง ฉันได้ยินมาว่าคุณเก่งในการทำสิ่งประดิษฐ์$0",
  "summer_Thu": "You can always rely on corn for steady and slow profit because it lasts for two seasons.$1#$e#นี่คือเหตุผลที่ฉันปลูกข้าวโพดในช่วงฤดูร้อน ช่วยฉันประหยัดค่าใช้จ่ายในการซื้อเมล็ดพันธุ์$0",
  "summer_Thu4": "คุณรู้หรือไม่ว่าคุณมีรอยเปื้อนบนใบหน้าของคุณ @? Might wanna check the next mirror you run into.$3#$e#การมีสิ่งสกปรกมากมายบนตัวคุณเป็นสิ่งแสดงว่าคุณเป็นชาวไร่ที่ทำงาอย่างหนักหนัก$0",
  "summer_Thu8": "ฉันแวะไปดู ฟาร์ม %farm เมื่อวันก่อน ฟาร์มของคุณก้าวหน้าไปมากเลยนี่ @.$0#$e#ฉันชอบที่จะใช้เวลาในบางครั้งมาแวะดูที่นี่ ถ้าไม่มีปัญหาอะไร$3",
  "summer_Fri": "Find anythin' good in the woods lately, farmer?$0#$e#Just don't forage too much. I rely on foragin' for part of my livelihood, y'know.$0",
  "summer_Fri8": "ฉันเจอของป่าใน ป่าซินเดอร์แซพ เพียบเลย นี่ไงของที่ฉันเจอ; ฉันคิดว่าฉันอาจทำกำไรในฤดูกาลนี้$1#$e#บายๆ ชาวไร่!$3",
  "summer_Sat": "I found some spice berries growin' on the other side of my fence this mornin'.$1#$b#ประโยชน์ของการมีฟาร์มในป่าแห่งนี้เป็นผลดี$0#$e#ขอให้เป็นวันที่ดีนะชาวไร่$0",
  "summer_Sun": "Let me know if you want to borrow my Yoba Text. I have detailed notes on the most popular passages.$3#$e#What? You don't want to borrow it? Fine.$2",
  "summer_Sat6": "There's good forage up at the summit. I reckon you could earn quite a bit of quick gold.#$e#มันสูงชันเกินไปสำหรับฉันที่จะขึ้นไปที่นั่น คุณแข็งแรงและอายุน้อย เพียงพอสำหรับการปีนเขา @.$3",

  //FALL DIALOGUE
  "fall_1": "ฤดูใบไม้ร่วงเป็นฤดูที่ดีสำหรับการหาอาหาร @. มีเห็ดจำนวนมากที่สุกงอมให้เลือกเก็บ$0#$e#Don't go grabbin' all of 'em. Save some for me.$2",
  "fall_4": "ฉันเห็นคุณกำลังเดินเข้าไปในกิลด์ของนักผจญภัยที่อยู่ในเมือง You moonlightin' as one of those monster hunters?$0#$e#นั่นเป็นงานที่อันตราย I'm thankful you're willin' to put your life on the line for folks like me, keepin' this here valley safe.$1#$b#Thank you.$0",
  "fall_10": "เด็กหญิงโซเฟียจากไร่องุ่นรับช่วงต่อหลังจากพ่อแม่ของเธอ...$0#$b#อ๊ะ ไม่มีอะไร คุณจะต้องคุยกับเธอเกี่ยวกับเรื่องนี้เอง$2#$e#คุณมีวันที่ดีนะ คุณได้ยินมั้ย?$0",
  "fall_15": "พรุ่งนี้ฉันจะจัดแสดงผลผลิตจากฟาร์มของฉันเอง ไม่ต้องกังวล ฉันไม่ได้คาดหวังว่าจะชนะ$0#$e#ฉันไม่เคยชนะแม้แต่ครั้งเดียว; ฉันไม่คิดว่าพรุ่งนี้จะมีอะไรเปลี่ยนไป...$2",
  "fall_23": "ฉันทำงานเพาะปลูกในไร่เมื่อวานนี้ และฉันเห็นผู็ชายที่เป็นทหารเดินไปยังหอคอยพ่อมด$2#$b#บรรดาเจ้าหน้าที่รัฐบาลยังคงพยายามสรรหาแม่มดและพ่อมดเพื่อเข้าร่วมทำสงครามของพวกเค้า$5#$e#หึ น่ารังเกียจ$2",
  "fall_27": "ปีแอร์แบ่งปันเหล้าแอปเปิลฟักทองของเขาในช่วงเทศกาลภูติ$3#$b#ปกติเขามักจะแบ่งปันกับเพื่อนสนิทของเขาเท่านั้น$2#$b#เป็นเรื่องดีที่ฉันจะได้ลิ้มรสบางส่วนของมันหลังจากถูกปฏิเสธมาตลอดทั้งปี$0",
  "fall_28": "พืชผลกำลังจะตายในเร็วๆนี้แล้วชาวไร่ ฤดูหนาวกำลังมา$0#$e#แล้วเจอกันใหม่$0",

  "fall_Mon": "เช้านี้ฉันเก็บเกี่ยวพืชผลที่มีคุณภาพสูง นั่นปุ๋ยโจจ้ามีผลเหมือนกับการร่ายเวทย์มนตร์ใส่ทุกครั้ง$3#$e#ฉันแนะนำให้ใช้ปุ๋ยโจจ้า @. มันจะช่วยให้คุณทำกำไรได้$0",
  "fall_Mon2": "ฉันซื้อขวานใหม่จากคลินท์เมื่อวานนี้ I broke my copper one cutting down some trees in this here forest.$0#$e#การอัพเกรดเครื่องมือของคุณเป็นสิ่งสำคัญ @. ขอให้เรื่องนี้เป็นบทเรียนสำหรับคุณ$0",
  "fall_Mon8": "ฉันมีจอบเหล็กที่คลินท์สร้างขึ้นให้ฉัน เขาทำออกมาได้ยอดเยี่ยมมาก$0#$e#จอบที่อัพเกรดแล้วช่วยประหยัดเวลาในการทำฟาร์ม คุณควรเลือกอย่างใดอย่างหนึ่งถ้าคุณยังไม่พร้อม$1",
  "fall_Tue": "ไม่มีเวลาคุยแล้วชาวไร่ พวกเราทุกคนไม่เพียงแค่มีเงินหมุนเวียนมาเท่านั้น$0",
  "fall_Tue4": "ฉันไม่เปลี่ยนพืชผลเป็นสินค้าแปรรูปเช่นเบียร์หรือไวน์ ฟาร์มแฟร์เฮเวนภูมิใจในการจัดหาพืชผลที่มีคุณภาพสูง$0#$e#บางทีคุณน่าจะช่วยสอนวิธีการใช้เครื่องมือบางอย่างให้ฉันได้บ้าง ในบางครั้ง$3",
  "fall_Wed": "ฉันพบเห็ดสีม่วงจำนวนมากในป่าเมื่อเช้านี้$1#$e#พวกมันมีคุณภาพสูงอย่างมากจริงๆ! ฉันคิดว่าพวกมันจะขายได้ราคาดี$3",
  "fall_Wed4": "ป่าซินเดอร์แซปค่อนข้างสวยในฤดูกาลนี้ มันเป็นหนึ่งในเหตุผลที่ฉันเลือกที่จะอยู่ที่นี่ พัฒนาพื้นที่ทำการเกษตรของฉัน$3#$e#ขอให้เป็นวันที่ดีนะชาวไร่$0",
  "fall_Wed8": "ฉันพบดอกแดนดิไลอน กระเทียม และพืชชนิดหนึ่ง จำนวนมากในเช้าวันนี้ ฉันพนันเลยว่าสิ่งเหล่านี้จะได้ราคาปานกลาง$1#$e#มันมักจะหาได้ตามในป่า @. คุณควรลองไปหาดูแถวๆนั้นนะ$1#$e#พวกเราสามารถไปหาอาหารด้วยกันได้ในบางครั้ง ถ้าคุณต้องการ ฉันจะแสดงอะไรดีๆให้คุณดู$2", 
  "fall_Thu": "เคยมีฟาร์มมากกว่านี้ในหุบเขานี้ก่อนที่จะเกิดภาวะเศรษฐกิจถดถอยครั้งใหญ่ ผู้ที่ไม่สามารถปรับตัวได้ก็พากันเลิกทำกิจการ$0#$e#ฉันเคยมีเพื่อนมากมายในหุบเขานี้...$0#$e#%แอนดี้ไม่สนใจคุณ เขาดูเศร้าๆ",
  "fall_Thu8": "คุณรู้มั้ยชาวไร่ เมื่อสัปดาห์ที่ผ่านมาฉันเหงามากจริงๆ แต่ตอนนี้เราเป็นเพื่อนกันแล้ว ผมรอคอยที่จะได้เจอคุณ$3",
  "Fall_Fri": "วันนี้ไม่ค่อยมีเวลาพักผ่อนเลย มีงานมากมายก่อนวันหยุดสุดสัปดาห์$2",
  "fall_Fri4": "คืนนี้ฉันจะเข้าไปที่บาร์สตาร์ดรอป @?$0#$e#บางทีฉันอาจจะเจอคุณที่นั่น$3",
  "fall_Fri8": "คุณรู้อะไรมั้ย เราออกเดินทางไปด้วยกันและตั้งแคมป์ในป่าลึก$3#$e#ใครจะรู้ว่าพวกเราสามารถหาอาหารที่หายากได้?$3",
  "fall_Sat": "%แอนดี้สังเกตเห็นคุณและโบกมือด้วยใบหน้าที่ยิ้มแย้ม เค้าดูยุ่ง",
  "fall_Sat4": "วันนี้เป็นวันที่ดีนะชาวไร่ ฉันหวังว่าในฤดูกาลนี้คุณจะทำออกมาได้ดี$0#$e#ขอให้ ฟาร์ม %farm โชคดี คุณกำลังทำสิ่งนี้ที่หุบเขาแห่งความภาคภูมิใจ$0",
  "fall_Sun": "คนที่ฉันเข้ากันได้ดีในเมืองเมืองเพลิแกนมีจอร์จและแพมเท่านั้น มีไม่กี่คนที่เข้าใจฉัน อาจจะเป็นความแตกต่างของอายุ$0#$e#นายกเทศมนตรีเลวิสเป็นไงน่ะเหรอ? เลวิสเป็นคนที่ทึ่มที่สุด เท่าที่โยบะเคยส่งมาให้แอนดี้เจอแล้วค่ะ เขาและฉันมักคิดเห็นไม่ตรงกัน$2",
  "fall_Sun6": "Livin' in Stardew Valley is the great Ferngillian dream. Beautiful land, natural resources, good people... mostly.$0#$b#What more could someone ask for?$1#$e#Well, I could use more money and land...$2",
  "fall_Sun10": "I go to the saloon every Friday night. It's important to reward yourself for workin' hard.$3#$e#Hope to see ya at the saloon tonight. We can relax and chat instead of talkin' shop.$3#$b#It's good to have a friend around.$1", 

  
  //WINTER DIALOGUE    
  "winter_1": "Winter is my favorite season. It allows me to focus on foragin' instead of managin' my farm.$1",
  "winter_7": "We're gonna be walkin' to that ice fishin' spot in the forest tomorrow, @. I'll be leadin' the way.$1#$e#I know my way in and out of the forest very well. I go in there to forage all the time.$0",
  "winter_12": "Tell me. Do you think that Olivia lady takes an interest in me? I see her eyeballin' me at the saloon sometimes.$3#$e#Maybe I should say hi one of these days.$2",
  "winter_24": "I dislike this time of year. It's a grim reminder to me I don't hold anyone special in my life.$2#$e#I'm not lookin' for your Yoba darn sympathy, farmer.$5#$e#%Andy is now ignoring you.",
  "winter_28": "Are you prepared to plant your crops for spring, farmer?#$e#Good luck to ya! I'll be doin' the same.$1",

  "winter_Mon": "Pierre still refuses to sell my crops in his store, and he wonders why I never shop there.$2#$e#...$2#$e#%Andy is ignoring you. He isn't in a good mood.",
  "winter_Mon4": "I haven't found much forage in the forest today. Is someone else takin' everything?...$2#$e#%Andy is staring at you.",
  "winter_Mon8": "Marnie let me use her seedmaker and I turned my low-quality produce into a lot of seeds.$1#$e#I need to get me one of those machines soon. It'd save me a lot of money.$2#$e#Woodcrafters in Grampleton sell 'em for 6,000G. Expensive, but may be worth the gold in the long run.$0#$e#What? You say maybe you can craft me one sometime? Well, that'd be mighty generous of you.$1",
  "winter_Tue": "Joja sent me several coupons in the mail this mornin'. They treat loyal customers with great care.$1#$e#I need to go to the library and use one of those 'computers'. Needa use their website.$2",
  "winter_Tue8": "Sleepin' in is a luxury I can only afford durin' this season. Not much work to be done around the farm.$0#$e#I see you walkin' up to those mines. You fightin' those monsters?$2#$e#Good luck to ya. There are dangerous creatures in there. Stay safe, @.$0",
  "winter_Wed":  "Ever tried that Blue Moon wine before? I'm not particularly fond of wine, but Sophia does a good job makin' it.$0",
  "winter_Wed4": "I'll never understand how Susan can live right by those there railroad tracks up in the mountain.$2#$b#Those Yoba darn trains would keep me up every night.$2",
  "winter_Wed8": "My drink of choice is Grampleton wheat ale. It's the finest craft beer you'll find in the region.$1#$e#I'll grab ya a bottle next time I pick some up and we can have a sit-down some weekend.$2",
  "winter_Thu": "I dug up several winter roots and snow yams today in this here forest. These'll fetch a nice price.$1",
  "winter_Thu6": "Winter is a mighty fine season to spend time foragin' around the forest. No crops or bee houses to manage!$1#$e#I imagine you appreciate the extra time too, @.$0",
  "winter_Fri": "It's Yoba darn freezin' today. Stay warm, farmer.$0",
  "winter_Fri8": "I recently read a passage in my Yoba text that enlightened me, @: 'Think not ill of others but help them overcome'.$0#$e#There are amazin' lessons to be learned in this here book. Maybe I can share some of my favorite passages with ya, sometime.$3",
  "winter_Sat": "I sometimes see flashy lights comin' from the Wizard's Tower at night. I wonder what he's doin' in there.$2",
  "winter_Sat4": "Tried to chat with Mayor Lewis today and he pretended he didn't even hear me.$2#$e#Won't be mendin' that bridge anytime soon, I s'pose.$2",
  "winter_Sat8": "Too many people these days speakin' nonsense and bein' disrespectful to us older people.$2#$e#I gotta say, I appreciate you act your age instead of your shoe size.$0#$e#You have a great day, @. Keep up the good work on %farm Farm.$0",
}
