{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Maru0": "ฉันตื่นเต้นมากจริงๆนะ$h#$b#เพราะฉันจะได้กลา",
        "Maru1": "ฉันต้องเตรียมใจสำหรับการ",
        "Leah0": "...$l#$e#ฉันรู้สึกังวลนิดหน่อย แ",
        "Leah1": "ฉันฝันมาตลอดเลยหล่ะว่า อยากจะใช้ชีวิต อยู่ในฟาร์มสัก",
        "Haley0": "ฉันมีความสุขมากเลยนะ!$h#$e#มันเป็นสิ่งท",
        "Haley1": "ไม่เป็นไรหรอก ฉันรู้ดีว่าพวกเรา คงจะไม่มีเวลาไปฮันนีมูนด้วยกัน เพราะเธอจะต้อ",
        "Penny0": "@.. ฉันรู้สึกกลัวนิดหน่อย เพราะนี่น่ะเป็นการเปลี่ยนแปลง ครั้งใหญ่ในชีวิตฉันเลยนะ!#$e#แต่ไม่ต้องห่ว",
        "Penny1": "พวกเรากำลังจะกลายเป็น ครอบครัวฟาร์มเล็ก เร็วๆนี้แล้วสิ",
        "Abigail0": "แฮะแฮะ ฉันเนี่ยนะ? แต่งงาน? ฉันไม่เคยคิดมาก่อนเลยว่า มันจะเกิดขึ้นจริง",
        "Abigail1": "ฉันกำลังหมั้นกับ ชาวไร่งั้นเหรอเนี่ย ว้าว!$h#$e#ชีวิ",
        "Sam0": "มีความสุขชะมัด ที่จะได้เป็นสามี",
        "Sam1": "ไม่คิดไม่ฝันเลย ว่ามันจะเกิดขึ้นได้ นี่มันโชคด",
        "Sebastian0": "อีกไม่กี่วัน ฉันจะได้ไปใช้ชีวิต อยู่ในฟาร์มแล้วส",
        "Sebastian1": "ตอนเจอคุณครั้งแรกในเมือง ผมไม่เคยคิดมาก่อนว่า เร",
        "Harvey0": "โอ้พระเจ้า! ผมต้องเตรียมอะไรหลายๆอย่าง สำหรับงานแต่งงานนี่เลยนะ ผมแทบจะบ้าเลยหล่ะ$l#$e#แต",
        "Harvey1": "ผมรู้สึกมีความสุขจริงๆนะ$h#$e#นี่เป็นความ",
        "Elliott0": "ที่ฟาร์มจะต้องเป็นสถานที่ ที่เหมาะสำหรับเขียนแน่ๆ ฉัน",
        "Elliott1": "นี่ดูราวกับการออกผจญภัยเลย! ผมรู้สึกตื่นเต้นมาก แล้วคุณล่ะ",
        "Alex0": "@ นี้เป็นสิ่งที่ดีที่สุด ที่เคยเกิดขึ้น",
        "Alex1": "ฉันเริ่มรักการเ",
        "Shane0": "บางส่วนของผม กำลังแปลกใจ ว่านี่ไม่ใช่การ เล่นตลกบางอย่าง ใช่ไห",
        "Shane1": "@...โอ้ว หัวฉันหมุนติ้ว อาจจะเพราะ",
        "Emily0": "เธอเชื่อไหมว่า เรากำลังจะได้อยู่ ด้วยกัน? ฉันไม่เคยอาศัย อยู",
        "Emily1": "ฉันรู้มาตลอดว่า จะมีบางอย่าง สำคัญมากๆ เกิดขึ้นกับเรา... ฉันแค่ไ"
    }
}