{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Maru0": "ฉันตื่นเต้นมากจริงๆนะ$h#$b#เพราะฉันจะได้กลายเป็น ภรรยาของเธอแล้วยังไงล่ะ ฮี่ฮี่$l",
        "Maru1": "ฉันต้องเตรียมใจสำหรับการเป็น ภรรยาเจ้าของฟาร์ม แล้วแหละ",
        "Leah0": "...$l#$e#ฉันรู้สึกังวลนิดหน่อย แต่ก็มีความสุขนะ$h",
        "Leah1": "ฉันฝันมาตลอดเลยล่ะว่า อยากจะใช้ชีวิต อยู่ในฟาร์มสักแห่งนึง$h#$e#เพราะฉะนั้นตอนนี้ ฉันก็เลยมีความสุขมากๆ เลยล่ะ",
        "Haley0": "ฉันมีความสุขมากเลยนะ!$h#$e#มันเป็นสิ่งที่ฉันเฝ้าฝันถึง ตลอดเวลาเลยล่ะ$l",
        "Haley1": "ไม่เป็นไรหรอก ฉันรู้ดีว่าพวกเรา คงจะไม่มีเวลาไปฮันนีมูนด้วยกัน เพราะเธอจะต้องคอย ดูแลฟาร์มของเธอ#$e#แต่ตอนนี้ฉันเอง ก็กลายมาเป็นคนดูแลฟาร์ม กับเธอแล้วเหมือนกัน!",
        "Penny0": "@.. ฉันรู้สึกกลัวนิดหน่อย เพราะนี่น่ะเป็นการเปลี่ยนแปลง ครั้งใหญ่ในชีวิตฉันเลยนะ!#$e#แต่ไม่ต้องห่วงหรอก เพราะขณะเดียวกัน มันก็เป็นการเปลี่ยนแปลง ที่ทำให้ฉันมีความสุขที่สุด ในชีวิตเหมือนกัน$h",
        "Penny1": "พวกเรากำลังจะกลายเป็น ครอบครัวฟาร์มเล็กๆ เร็วๆนี้แล้วสินะ$l#$e#ฉันดีใจจริงๆนะ ที่เธอมีความรู้สึก กับฉันแบบนี้$h",
        "Abigail0": "แฮะแฮะ ฉันเนี่ยนะ? แต่งงาน? ฉันไม่เคยคิดมาก่อนเลยว่า มันจะเกิดขึ้นจริงๆ$h#$e#แบบนี้พวกเรา คงมีเรื่องสนุกๆมากมาย รอพวกเราอยู่เลยล่ะซิ๊$h",
        "Abigail1": "ฉันกำลังหมั้นกับ ชาวไร่งั้นเหรอเนี่ย ว้าว!$h#$e#ชีวิตของพวกเราคงจะเปลี่ยน ไปอีกมากเลยนับจากนี้$l",
        "Sam0": "มีความสุขชะมัด ที่จะได้เป็นสามีของคุณ @ $l#$e#มันตื่นเต้นมาก",
        "Sam1": "ไม่คิดไม่ฝันเลย ว่ามันจะเกิดขึ้นได้ นี่มันโชคดีจริงๆ$l#$e#ผมรอแทบไม่ไหวแล้ว สำหรับงานแต่งงาน$h",
        "Sebastian0": "อีกไม่กี่วัน ฉันจะได้ไปใช้ชีวิต อยู่ในฟาร์มแล้วสินะ ผมไม่อยากจะเชื่อเลย$h#$e#แต่ยังไงผมก็มีความสุขนะ$l",
        "Sebastian1": "ตอนเจอคุณครั้งแรกในเมือง ผมไม่เคยคิดมาก่อนว่า เราจะได้แต่งงานกัน$l#$e#ชีวิตเรานี่ก็แปลกนะว่ามั้ย?$h",
        "Harvey0": "โอ้พระเจ้า! ผมต้องเตรียมอะไรหลายๆอย่าง สำหรับงานแต่งงานนี่เลยนะ ผมแทบจะบ้าเลยล่ะ$l#$e#แต่หลังจากที่พวกเราทั้งหมด ย้ายไปอาศัยอยู่ด้วยที่ฟาร์มแล้ว ผมคงจะรู้สึกโล่งขึ้นเยอะเลย$h",
        "Harvey1": "ผมรู้สึกมีความสุขจริงๆนะ$h#$e#นี่เป็นความปรารถนา ที่ไม่เคยบอกใครมาก่อนเลยล่ะ$l",
        "Elliott0": "ที่ฟาร์มจะต้องเป็นสถานที่ ที่เหมาะสำหรับเขียนแน่ๆ ฉันเตรียมการไว้ล่วงหน้า แล้วแหละ$h#$e#เราจะต้องเป็นคู่ที่ดีแน่ๆ$l",
        "Elliott1": "นี่ดูราวกับการออกผจญภัยเลย! ผมรู้สึกตื่นเต้นมาก แล้วคุณล่ะ?$h#$e#เราจะใช้บ้านที่ชายหาดเป็น บ้านพักตากอากาศ ก็ได้นะ$l",
        "Alex0": "@ นี้เป็นสิ่งที่ดีที่สุด ที่เคยเกิดขึ้นมาเลยล่ะ$l#$e#ฉันแทบจะรอไม่ไหวแล้ว$h",
        "Alex1": "ฉันเริ่มรักการเป็นชาวสวน แล้วล่ะ$h",
        "Shane0": "บางส่วนของผม กำลังแปลกใจ ว่านี่ไม่ใช่การ เล่นตลกบางอย่าง ใช่ไหม#$e#ผมไม่อยากเชื่อเลยว่า เธอต้องการจะแต่งงาน กับคนอย่างผมจริงๆ",
        "Shane1": "@...โอ้ว หัวผมหมุนติ้ว อาจจะเพราะวันนี้ ผมยังไม่ได้กินเบียร์",
        "Emily0": "เธอเชื่อไหมว่า เรากำลังจะได้อยู่ ด้วยกัน? ฉันไม่เคยอาศัย อยู่กับคนอื่นมาก่อนเลย นอกจากครอบครัวฉัน#$e#มัน...  น่าตื่นเต้นนะ",
        "Emily1": "ฉันรู้มาตลอดว่า จะมีบางอย่าง สำคัญมากๆ เกิดขึ้นกับเรา... ฉันแค่ไม่คิด ว่ามันจะเป็น เรื่องนี้!$h#$e#เจ้านกแก้ว มันตื่นเต้นสุดๆ",
        "Krobus0": "@... ข้าเกรงว่าเราจะต้องเก็บเรื่องนี้ไว้เป็นความลับ... ทั้งสิ่งมีชีวิตแบบข้าและโลกของเจ้าต่างก็ไม่ยอมรับการอยู่ร่วมกันของพวกเรา",
        "Krobus1": "เจ้ารู้ใช่หรือไม่ว่าข้าคือสิ่งที่ประหลาดที่สุดที่จะใช้ชีวิตอยู่ด้วยกัน ข้าไม่สามารถออกจากบ้านได้..."
    }
}
