{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "สวัสดี!^ฉันมีไม้วางไว้รอบ ๆ เยอะเลย... ฉันคิดว่าคุณอาจจะได้ใช้มัน รักษาตัวเองด้วย!  ^   -Robin %item object 388 50 %%",
        "Demetrius": "สวัสดี @^ เมื่อวันก่อน ผมได้ลงไปสำรวจภาคสนามมา แล้วก็เจอตัวอย่างแปลกๆ ด้วยล่ะ ^ หวังว่าคุณเองก็จะสนใจมันเหมือนผมนะ     ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%",
        "Linus": "สวัสดีเพื่อนยาก ^ช่วงนี้ทะเลสาปบนภูเขาช่างเมตตากับผมจริง ๆ ผมอยากจะแบ่งโชคลาภนี้ให้คุณด้วยนะ  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%",
        "Pierre": "เรียนท่านลูกค้าผู้มีอุปการะคุณ ^ขอขอบคุณที่ได้มาเยี่ยมเยียน 'ปิแอรส์(Pierre)'! สิ่งที่แนบมาด้วยคือ 'เงินกลับคืน (Cash-back) ' จากการรีเบท (rebate)  เชิญใหม่ในโอกาสหน้า! ^   -Pierre^  ปล. ขออภัยหากข้อความนี้ รบกวนท่าน @ ขอให้มีความสุข! %item money 250 601  %%",
        "Caroline": "สวัสดี @^ นี่เป็นผักจากสวนน้อย ๆ ที่ฉันแอบทำล่ะ ตอนนี้คุณอาจจะมีผักเยอะจนไม่รู้จะเอาไปทำอะไร แต่ก็... เอาเหอะเนอะ   ^   -Caroline%item object 190 1 192 1 24 1 %%",
        "George": "เจอหินคุณภาพดีล่ะ ^ บางทีคุณน่าจะนำมันไปสร้างของ หรืออะไรทำนองนั้นได้นะ  ^   -George %item object 390 35 %%",
        "Evelyn": "สวัสดี ฉันหวังว่าฟาร์มของเธอคงไปได้ดีนะ. ^ นี่เป็นสิ่งของเล็กน้อยจากในครัวฉัน หวังว่ามันจะไม่แตกในซองซะก่อนนะ  ^   -Evelyn  %item object 216 1 220 1 223 1 %%",
        "Pam": "เฮ้ ^ ฉันเจอนี่ในลิ้นชัก เธอน่าจะลองเอาไปใช้ดูนะ   ^   -Pam %item object 346 1 349 1 787 1 %%",
        "Lewis": "@^ ดีใจจริงๆที่คุณได้ย้ายมาอยู่ที่นี่ ผมแนบเช็คเบิกเงินมา 500 G จากกองทุนการเกษตรของ Stardew Valley เพื่อเป็นกำลังใจในการทำงานของคุณ ^ บางทีคุณควรจะไปซื้อเมล็ดมาลองปลูกดูนะ  ^  ด้วยความจริงใจ, Mr. Lewis%item money 500 501 %%",
        "Gus": "@!^นายต้องเลี้ยงฉันสักหน่อยนะที่บาร์ เช้านี้ เข้าใจ๊!   ^   -สหาย, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%",
        "Clint": "เอ่ออ สวัสดี...     ^ ขอโทษทีลายมือฉันมันแย่ไปหน่อย ฉันทำแท่งโลหะเหลือน่ะ ฉันคิดว่าคุณน่าจะต้องการมันนะ  ^   -Clint, ช่างตีเหล็ก %item object 334 1 335 1 336 1 %%",
        "Jodi": "สวัสดี @^ ฉันสั่งปุ๋ยมามากเกินไปน่ะ! ฉันพนันได้เลยว่าคุณคงจะนำไปใช้ประโยชน์ได้ ดูแลตัวเองดีๆนะ  ^   -Jodi %item object 368 5 369 5 370 5 %%",
        "Kent": "สวัสดี @^ เจ้านี้มันฝุ่นเกาะอยู่ชั้นเครื่องมือน่ะ ผมคิดว่าคุณคงจะใช้มันได้นะ บางที  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%",
        "Emily": "ไง! ^ เป็นยังไงบ้าง? หวังว่านายจะชอบของขวัญที่ฉันส่งไปนะ... อืม... บ๊ายบาย! +   ^   -Emily %item object 397 1 428 1 440 1 %%",
        "Marnie": "สวัสดี @^ คุณเป็นเพื่อนบ้านที่ดีมาก ฉันคิดว่า ฉันน่าจะส่งอาหารสัตว์ไปให้บางส่วน เพื่อให้คุณทำงานง่ายขึ้นนะ สู้ๆ! ^   -Marnie %item object 178 30 %%",
        "Shane": "เฮ้ ^ผมคิดว่ามันน่าจะสนุกได้ส่งจดหมายมาให้ ก็ไม่รู้หรอกว่าจะเขียนอะไร แต่ก็นะ^เอ้า มีของขวัญจะให้ด้วยนะ อย่าไปบอกใครล่ะ ฉันแอบเอามันมาจากคลังของ JojaMart เมื่อนานมาแล้ว ^โอเค ไว้เจอกันนะ  ^   -Shane %item object 215 1 206 1 %%",
        "Wizard": "ไง คนเก่ง ^ ฉันแนบของมาในแพคนี้ด้วย มันเป็นความลับมากนะ ใช้ดีๆล่ะ      ^   -M. Rasmodius, Wizard%item object 422 1 82 1 84 1 70 1 %%",
        "Sandy": "สวัสดีจากทะเลทรายCalico! ^ มาหาหน่อย เบื่อที่นี่มาก :( เข้ามาเอาของที่นี่ได้เลย แล้วก็มาขอบคุณฉันด้วยล่ะ   ^   -Sandy %item object 88 1 90 1 218 1 %%",
        "afterSamShow": "@^ โชว์โคตรร็อคเลย ฉันอยากจะบอกว่า ขอบคุณอีกครั้งสำหรับความช่วยเหลือ ในการสร้างวงดนตรีที่ตื่นตาตื่นใจนี้ เราคงทำไม่ได้ถ้าไม่มีคุณ   ^   -Sam",
        "afterArtShow": "สวัสดี @^ ฉันขอขอบคุณอีกครั้งที่มางานแสดงศิลปะของฉันนะ ฉันดีใจที่มันสำเร็จ ฉันขายงานศิลปะของฉันเกือบหมดเลยล่ะ ทุกคนชมฉันและให้กำลังใจฉัน หวังว่าจะพบกันอีกนะ  ^   -Leah",
        "haleyGarden": "@^ ฉันว่ามันน่าสนุกดีนะที่เขียนจดหมายหาคุณแบบนี้ ^ ฉันสนุกมากตอนอยู่วัวเมื่อวานน่ะ... ฉันเริ่มเข้าใจว่าทำไมคุณเลือกที่จะเป็นเกษตรกร หวังว่าจะเจอกันอีกนะ  ^   -Haley",
        "PennyCleanTrailer": "ขอโทษเกี่ยวกับเรื่องที่บ้านฉันเมื่อวานนะ... แม่ของฉันเธอขี้โมโหไปหน่อยน่ะ ^ ลืมๆมันไปเถอะ  ^   -Penny",
        "Duck": "สวัสดี @^ คุณได้พิสูจน์แล้วว่าสามารถเลี้ยงไก่ได้ เพราะฉะนั้น ฉันจึงเริ่มขายเป็ดที่ร้านของฉันแล้ว!      ^   -Marnie",
        "Rabbits": "สวัสดี @^ ตอนนี้ฉันมีกระต่ายขายในร้านแล้วนะ มันจะให้ขนนุ่มๆกับเธอได้เยอะเลย       ^   -Marnie",
        "Sheep": "สวัสดี @^ คุณได้พิสูจน์แล้วว่าสามารถเลี้ยงวัวได้ ฉันเลยเริ่มขายแกะที่ร้านของฉันแล้วนะ!       ^   -Marnie",
        "Goats": "สวัสดี @^ ตอนนี้ที่ร้านของฉันมีแพะขายแล้วนะ เธอทำได้ดีมากๆ        ^   -Marnie",
        "Pigs": "สวัสดี @^ คุณมาได้ไกลมากเทียบกลับตอนที่มาใหม่ ผลก็คือฉันตัดสินใจเริ่มขายหมูที่ร้าน ลองมาดูสิหมูพวกนี้มันถูกฝึกมา เอาไว้หาเห็ดทรัฟเฟิลล่ะ       ^   -Marnie",
        "SeaAmulet": "@^ ผมจะให้คำแนะนำกับคุณนะ เพราะผมชอบคุณ และผมต้องการให้คุณอยู่ในเมือง Pelican ต่อ ถ้าคุณอยากจะแต่งงาน คุณจะต้องให้ \"สร้อยนางเงือก\" ไม่ต้องกังวลว่าคนจะมองยังไง คนในเมืองนี้เข้าใจดีว่ามันหมายถึงอะไร มันเป็นประเพณีเก่าน่ะ ขอให้โชคดี! ^   -Lewis",
        "Bouquet": "@^ เหมือนว่าคุณกำลังเริ่มเข้าหาผู้คนแล้วนะ ถ้าคุณแสดงว่ารักใครละก็ มาซื้อดอกไม้ที่ร้านฉันสิ ราคาย่อมเยา ถูกใจทุกคน ถ้าอยากมีครอบครัวละก็ นี่ล่ะ ก้าวแรก! ^   -Pierre",
        "RobinCooking": "สวัสดี @^ นี่เป็นสูตรเก่าแก่ของคุณย่าฉันเอง ขอให้อร่อยนะ!   ^   -Robin%item cookingRecipe %%",
        "DemetriusCooking": "อยากมากล่าว 'ขอบคุณ' ที่สนใจในงานของฉัน นี่เป็นสูตรอาหารที่ฉันชอบหน่ะ ^   -Demetrius%item cookingRecipe %%",
        "LinusCooking": "@^ เป็นอย่างไรบ้าง? ฉันมีสูตรการทำอาหารเกี่ยวกับปลามาให้น่ะ ^   -Linus%item cookingRecipe %%",
        "PierreCooking": "ลับสุดยอด: ^ นี่เป็นสูตรการทำทาร์ตบลูเบอรี่ล่ะ อย่าบอกใครนะ ฉันให้คุณเพราะคุณเป็นเพื่อนที่ดีมากเลยล่ะ ^   -Pierre%item cookingRecipe %%",
        "CarolineCooking": "สวัสดี @^ ไม่มีอะไรที่น่าพอใจไปกว่าการทำอาหาร ด้วยผักสดๆจากผักที่ปลูกเองหรอก นี่แล้ว ฉันได้แนบสูตรอาหารมาให้แล้วนะ ดูแลตัวเองด้วย ^   -Caroline%item cookingRecipe %%",
        "GeorgeCooking": "ฉันคิดว่า ฉันน่าจะให้สูตรของฉันที่วางทิ้งไว้แถวนี้  อย่าเผามันล่ะ ^   -George%item cookingRecipe %%",
        "EvelynCooking": "สวัสดี @^ ฉันมักจะไม่ให้สูตรใครนะ แต่ตั้งแต่คุณเข้ามา คุณก็ดีกับจอร์จมาตลอด ฉันเลยเอามาให้ ^   -Evelyn%item cookingRecipe %%",
        "PamCooking": "สวัสดี ไอ้หนู, ^ นี่เป็นสูตรที่ค่อนข้างน้อยของพ่อฉันน่ะ มันเป็นเค้กนะ ทำช้าๆล่ะ ^   -Pam%item cookingRecipe %%",
        "LewisCooking": "@^ อย่าลืมว่าต้องกินอาหารที่มีประโยชน์ หรือไม่ก็จะไม่มีพลังงานในการทำงาน ในฉันรวบรวมสูตรโปรดมาให้ ดูให้ดีล่ะว่าใช้มะเขือเทศสุกน่ะ! ^   -Lewis%item cookingRecipe %%",
        "GusCooking": "สวัสดี @^ นี่เป็นสูตรจากร้านของฉัน ฉันจะให้มันกับเพื่อนฉันอย่างเดียวนะ ^   -Gus%item cookingRecipe %%",
        "ClintCooking": "เอ่อ ฉันรู้ว่าฉันมีสูตรอาหารไม่มาก ^ ฉันจะส่งให้คุณอันนึงละกัน ^ มันน่าจะช่วยคุณในการขุดแร่ ดูแลตัวเองดีๆล่ะ ^   -Clint%item cookingRecipe %%",
        "JodiCooking": "@^ สูตรนี้ทำให้ฉันชนะเลิศในการแข่งทำอาหารล่ะ หวังว่าคุณจะชอบมันนะ ขอบคุณที่เป็นเพื่อนกัน ^   -Jodi%item cookingRecipe %%",
        "KentCooking": "นี่เป็นสูตรอาหารจากต่างประเทศ ^ อยากบอกขอบคุณที่ทำให้ฉันรู้สึกยินดีนะ ^^   -Kent%item cookingRecipe %%",
        "EmilyCooking": "@!^ กลับหัวจดหมายดูสิ มันเป็นสูตรอาหารซึ่งดีต่อสุขภาพมากๆล่ะ! ^ มันจะทำให้คุณรู้สึกตื่นตัว แล้วเจอกัน  ^   -Emily%item cookingRecipe %%",
        "MarnieCooking": "ถึงเพื่อนบ้าน ^ เมื่อฉันไม่ได้ดูแลสัตว์ ฉันก็ทำอาหารล่ะ ได้เวลาแบ่งปันสูตรให้แล้ว ^ หวังว่าคุณจะชอบนะ! ^   -Marnie%item cookingRecipe %%",
        "ShaneCooking": "@^ ฉันพบนี่ในนิตยสารน่ะ และฉันคิดว่ามันน่าสนใจดี ฉันจะดีใจมากถ้าคุณให้ฉันชิมเมื่อคุณทำมันเสร็จนะ ฮิฮิ ^   -Shane%item cookingRecipe %%",
        "SandyCooking": "สวัสดี @^ ฉันเบื่อมากที่ต้องอยู่ที่นี่ในทะเลทรายเลยต้องเขียนจดหมายมา ฉันมีสูตรซุปแสนอร่อยแนบมาล่ะ  มาเยี่ยมกันบ้างนะ! ^   -Sandy%item cookingRecipe %%",
        "WillyCooking": "สวัสดี @^ ฉันอยากแบ่งสูตรอาหารของพ่อฉันให้น่ะ มันต้องใช้ปลาสดๆเท่านั้นนะ  ^   -Willy%item cookingRecipe %%",
        "mom1": "สวัสดี @^ เป็นยังไงบ้างลูก แม่คิดถึงลูกมากตั้งแต่ลูกไปอยู่นั่น หวังว่าชีวิตการทำฟาร์มจะเป็นไปด้วยดีนะ ^ รัก แม่   ^ ป.ล. แม่ส่งคุกกี้ของโปรดลูกไปให้ด้วยนะ < %item object 223 1 %%",
        "mom2": "\n        สวัสดี @^ นานแล้วนะตั้งแต่แม่ได้ยินข่าวจากลูก บางสิ่งที่นั่นอาจจะทำให้ลูกเหมือนได้กลับบ้านแล้ว คิดถึงลูกมากๆ ^ รัก แม่ ^ ป.ล.แม่เจอซองเงินที่ปู่ทิ้งไว้ให้น่ะ %item money 500 501 %%",
        "mom3": "สวัสดี @^ แม่เห็นบทความที่เกี่ยวกับลูกในหนังสือพิมพ์ ดูเหมือนว่าชีวิตในชนบทเหมาะกับลูกนะ แม่ภูมิใจในตัวลูกนะ ดูแลตัวเองดีๆ รัก แม่",
        "mom4": "ถึง @^ เป็นอย่างไรบ้าง? ลูกคงกำลังสร้างทรัพย์สมบัติอยู่ที่ฟาร์ม. อย่าลืมแม่แก่ ๆ คนนี้ของลูกตอนที่ลูกเป็นมหาเศรษฐีละ! ^  รัก, แม่   ^   ปล. ทานเค้กให้อร่อยนะ!%item object 221 1 %%",
        "dad1": "สวัสดี @ ลูกรัก^  ปรับตัวเข้ากับชีวิตใหม่ได้รึยังล่ะ? ไม่อยากจะเชื่อเลยว่าลูกจะโตเป็นผู้ใหญ่ขนาดนี้แล้ว.... เวลาก็ผ่านไปเร็วนะ พอลูกออกไปแล้ว พ่อก็มีเงินเหลืออยู่เยอะเลยส่งมาให้เป็นของขวัญเล็ก ๆ น้อย ๆ ล่ะนะ ^  ด้วยรัก, พ่อ%item money 500 501 %%",
        "dad2": "ถึง @ ^ วิถึชีวิตชนบทเป็นยังไงบ้างสำหรับลูกล่ะ? ที่นี่ดูเหงาๆพอไม่มีลูกนะ แต่พ่อก็ภูมิใจในสิ่งที่ลูฟทำ ^ รัก จากพ่อ ^ ป.ล.พบซองจดหมายกับเงินที่ปู่ทิ้งไว้สำหรับลูก %item money 500 501 %%",
        "dad3": "ถึง @ ^ พ่อได้อ่านบทความเกี่ยวกับลูกในหนังสือพิมพ์ท้องถิ่น! พ่อประทับใจกับความคืบหน้าในฟาร์มมาก! เก็บนี่ไว้และพ่อแก่ๆสุดที่รักของลูกอาจออกจากบังกะโลหรูในเกาะเฟิร์นหลังจากนี้ ;) . ^ รัก จากพ่อ",
        "dad4": "ถึง @ ^ รู้ได้ว่า พ่อรู้ว่าลูกกำลังยุ่งอยู่กับฟาร์ม และนั่นคือเหตุผลที่ลูกมาเยี่ยมไม่ได้ พ่อเข้าใจ ลูกทำงานหนักมาก...ทำต่อไปแล้วลูกจะทำอะไรให้สำเร็จได้ทุกอย่าง ^ รัก จากพ่อ ^ ป.ล.รวมถึงหินคุณภาพดีนี่ด้วย %item object 390 30 %%",
        "newsstory": "สวัสดี @.^ มันเป็นความยินดีอย่างยิ่งของเราที่จะแจ้งให้คุณทราบว่า ฟาร์มของคุณนั้นจะถูกนำเสนอในสัปดาห์ถัดไปของคอลัมน์ใน สื่อสาธารณะ Stardew Valley ขอแสดงความยินดี เราประทับใจกับความก้าวหน้าอย่างรวดเร็วของคุณ ^   -SVT",
        "pierreBackpack": "(โฆษณา)  ^ 'ฉันเจอของดีมาก ๆ แต่กลับพบว่า กระเป๋าไม่มีที่จะใส่!' ^^คุณเคยประสบปัญหา เช่นนี้หรือไม่? ปิแอร์ช่วยคุณได้! เพียงแวะร้านขายของชำ ของปิแอร์วันนี้ เราพร้อมขาย กระเป๋าขนาด 24 ช่องให้กับคุณเสมอ!^ ไว้เจอกัน!",
        "pierreHours": "(โฆษณา)   ^^ ร้านค้าทั่วไปของ Pierre เปิด 7 วันต่อสัปดาห์แล้ว!",
        "robinKitchenLetter": "ถึงคุณเจ้าของฟาร์ม^@^^ฉันอยากขอโทษที่ล้อคุณเรื่อง กระท่อมเก่าๆของปู่คุณ ตอนที่เราเจอกันครั้งแรก มันเป็นบ้านเล็ก ๆ ที่ดูดีน่ะ!^^ยังไงซะ, คุณอาจต้องใช้พื้นที่ มากขึ้นซักวัน. นั้นแหละที่ฉันช่วยได้. ถ้าคุณเอาวัตถุดิบมาแล้วจ่ายค่าจ้าง,  ฉันสามารถขยายบ้านคุณได้.^(มีต่อหน้าถัดไป)^^การขยายขั้นแรกของฉันคือ ห้องครัว. ด้วยห้องครัว, คุณสามารถทำอาหารตามสูตรที่มีได้!^^อย่างไรก็ตาม, หวังว่าคงจะเริ่มรู้สึกเหมือนบ้านใน Stardew Valley!^^    ช่างไม้ท้องถิ่นแถวนี้, ^        Robin ",
        "taxPassed": "ถึง @^ ภาษี การจัดส่งผ่านแล้ว โดยในวันนี้ ภาษี 3% จะถูกหักออกจากกำไรการจัดส่งสินค้าทั้งหมดของคุณ นอกจากนี้ค่าธรรมเนียมสำหรับการบริการสาธารณะยังคงมีผลอยู่ เจอกันใหม่เร็วๆนี้!! ^   -นายกเทศมนตรี",
        "taxRejected": "ถึง @ ^ ภาษีจัดส่งนั้นถูกปฏิเสธ กำไรจากการจัดส่งสินค้าของคุณยังอยู่เหมือนเดิม ค่าธรรมเนียมสำหรับการบริการสาธารณะจะยังคงเหมือนเดิมเช่นกัน เจอกันใหม่เร็ว ๆ นี้  ^   -นายกเทศมนตรี",
        "quest10": "@^ผมได้ยินมาว่าคุณไปช่วยคนบางคนในเมืองมาแล้วหนิ ทุกคนรู้สึกขอบใจมาก ผมให้รางวัลคุณในเดือนนี้ด้วย \"รางวัลเพื่อนบ้านดีเด่น\" (รวมถึงเงินเล็กน้อย) ทำต่อไปนะ! ^   -นายกเทศมนตรี%item money 500 501 %%",
        "quest35": "ถึง @^คุณได้ช่วยเหลือคนมากมายตั้งแต่ย้ายเข้ามาอยู่ที่นี่ ผู้คนได้บอกกับผมเสมอเกี่ยวกับที่ดีๆที่คุณได้ทำลงไป! โปรดรับนี่เป็นรางวัลตอบแทน ^   -Mayor%item money 2500 2501 %%",
        "quest100": "@^เรามีความยินดีที่ประกาศว่าคุณได้รับเลือกให้รับรางวัล \"เพื่อนบ้านแห่งปี\"! และคุณจะได้รับรางวัลเป็นเงินจำนวน 10,000g ทางเราขอแสดงความยินดี! และทุกคนในเมืองต้องการที่จะ'ขอบคุณ'สำหรับทุกสิ่งที่คุณได้ทำ ^   -Mayor%item money 10000 10001 %%",
        "hero_update": "@^ถึงเวลาจัดอันดับแรงค์ของ Stardew Hero! ฉันได้แนบไว้ในซองจดหมายแยกต่างหากแล้ว. โชคดี ในฤดูกาลนี้นะ!  ^   -นายกเทศมนตรี",
        "hero_update1": "%update",
        "CF_Fish": "สวัสดี @^ ฝีมือตกปลาของเธอดีกว่าพ่อของฉันซะอีก... น่าประทับใจ. ^ Stardrop นี้เป็นมรดกตกทอดต่อกันมาในตระกูลวิลลี่เป็นเวลา... โอ้, ก็ประมาณพันกว่าปีแล้ว.^และฉันก็ไม่มีลูกหลาน... เลยอยากให้เธอเก็บมันไว้^^ -Willy   ^  %item object 434 1 %%",
        "adoptionLetter": "สวัสดี @ และคู่ครอง,^ขอแสดงความยินดีด้วย!! คำร้องขออุปการะเด็กของคุณได้รับการอนุมัติแล้ว^เรากำลังทำงานกันอย่างหนักเพื่อคัดเลือกทารกที่เหมาะสมกับพวกคุณมากที่สุด^สมาชิกใหม่ในครอบครัวคุณจะมาถึงภายใน 2 สัปดาห์^^ -Ferngill Adoption Agency",
        "stardewHeroMine": "ข้อความลับ: ถ้าคุณสามารถไปถึงด้านล่างสุดของเหมืองอีกครั้ง ความลับกำลังรอคุณอยู่ ระวัง เหมืองจะอันตรายมากขึ้น",
        "fertilizers": "ถึงเพื่อนบ้าน,^ผมหวังว่าคุณจะมีความสุขกับบ้านใหม่ของคุณนะ ที่ผมเขียนจดหมายมาถึงคุณ เพราะผมจะแจ้งให้ทราบว่าที่ร้าน Pierre ของผม ได้นำ'ปุ๋ย'มาวางขายแล้ว ทำไมคุณไม่ลองแวะมาดูหน่อยล่ะ คุณอาจจะสนใจซื้อมันสักถุงก็ได้นะ?  ^   -Pierre ",
        "fertilizers2": "ถึง @^ตอนนี้ฉันขายปุ๋ยที่คุณภาพสูงขึ้น, รวมถึงพืชพันธุ์ใหม่ๆอีกด้วย! แล้วเจอกัน ^   -Pierre",
        "abbySpiritBoard": "สวัสดี @^สักวันใดวันหนึ่งคุณควรจะมาที่ห้องของฉันตอนค่ำๆ... บางทีประมาณ 2 ทุ่ม ^ฉันมีอะไรบางอย่างอยากไห้คุณดู ^   -Abby",
        "pennySpa": "มาเจอฉันในโรงอาบน้ำตอนมืดนะ ^   -Penny",
        "incubator": "Dear @^^ ขอบคุณสำหรับการซื้อเล้าแบบใหม่ นอกจากจะเพื่่มกำลังการผลิตไข่ของคุณแล้ว ฉันยังได้ติดตั้งตู้อบให้คุณด้วย^การใช้ตู้อบนั้น  เพียงแค่วางไข่ภายใน ถ้าคุณมีพื้นที่ว่างพอในเล้าของคุณไข่จะฟักเองภายในไม่กี่วัน!^^ เหมือนเคย,ขอบคุณสำหรับธุรกิจของคุณ,^-Robin",
        "hatter": "หวัดดี^^เราขายหมวกล่ะ เข้าใจตรงกันเนอะ?^^มาที่บ้านร้างเก่าโคตรเก่านั่นแหละ เอาเงินมาด้วยล่ะ^^-hat mouse",
        "Beat_PK": "ขอแสดงความยินดี!! ^ ^ คุณชนะ 'Journey Of The Prairie King', และถูกสุ่มในการจับรางวัลของผู้ชนะพิเศษของเรา! ^คุณชนะ Prairie King Arcade System!^ในตอนนี้เชิญคุณสนุกไปกับ 'Journey Of The Prairie King' ที่บ้านของคุณได้เลย^^คุณสมควรได้รับมัน!.^-ทีมพัฒนา Prairie King %item bigobject 141 %%",
        "JunimoKart": "ขอแสดงความยินดี!! ^ ^ คุณชนะระดับทั้งหมดใน 'JunimoKart'...จริง ๆ แล้ว คุณเป็นคนแรกใน Ferngill Republic ที่ทำได้! ^ รางวัล: Junimo Kart สำหรับภายในบ้าน! ^ ^ ขอให้สนุก!^-ทีมพัฒนา Junimo Kart %item bigobject 159 %%",
        "elliottReading": "@^ฉันมีข่าวดี... นิยายฉันเสร็จแล้ว!! ฉันจะอ่านที่ห้องสมุดเย็นวันนี้. หวังว่าจะเจอเธอที่นั่น! ^   -Elliott",
        "elliottBoat": "ช่วยมาพบฉันที่ท่าเรือตอนเช้าวันอาทิตย์ ฉันคิดอะไรได้บางอย่าง ^   -Elliott",
        "harveyBalloon": "@^ผมมีอะไรจะเซอร์ไพรส์คุณล่ะ มาเจอกันที่ทางรถไฟนะ ^   -Harvey",
        "samMessage": "@^มาเจอกันที่หน้าบ้านผมหลังพระอาทิตย์ตกดิน ^   -Sam",
        "joshMessage": "@^มาเจอกันที่saloonหลังพระอาทิตย์ตกดินนะ ^   -Alex",
        "lewisStatue": "@,^^ในภายหน้า, ฉันจะขอบคุณอย่างมาก ถ้าคุณเลิกวางของส่วนตัวของฉัน ไว้ในเมืองให้ทุกคนเห็น!!^^ฉันไม่พอใจมาก!!^^เอาเงินนี่ไป และอย่าพูดถึง 'โครงการ' ของฉันกับทุกคน จำไว้!%item money 750 751 %%",
        "marnieAutoGrabber": "@^ฉันมีสินค้าใน สต็อกมาใหม่ด้วย ...เรียกว่า \"Auto-Grabber\".^^สิ่งนี้จะช่วยคุณรีดนมวัว นมแพะ ตัดขนแกะของคุณ ทั้งหมดได้อัตโนมัติ!!^^ถือว่าเป็น 'เครื่องมือสุดหรู' ดังนั้น ฉันจะขายคุณเพียง 25,000g เท่านั้น.^^    -Marnie",
        "EmilyClothingTherapy": "@^ฉันมีความคิดใหม่ที่บ้ามาก ฉันอยากจะเชิญคุณไป.... มันเรียกว่า \"ตู้ลองชุดหรรษา\".^^ได้โปรดมาที่บ้าน นายกเทศมนตรี ในวันนี้ด้วยนะ ฉันมีอะไรจะให้คุณชม^^ รักนะ, Emily",
        "EmilyCamping": "@^ไปตั้งแคมป์กัน! ^^ มาพบฉันที่ป่าลับ หลัง 10pm^^ ด้วยรัก Emily",
        "EmilyDoneCamping": "ขอบคุณที่มาพบฉันเมื่อคืน... เป็นช่วงเวลาที่มีค่าสำหรับฉัน^ฉันดีใจที่มีหมีปรากฏตัวขึ้น!^^แล้วพบกันใหม่^^  ด้วยรัก Emily",
        "foundLostTools": "ถึง @^มีคนเอาเครื่องมือ ของคุณไปและฉัน ไปพบในถังขยะ เมื่อคืน^^ฉันเอาไปวางไว้ ข้างเตียงคุณแล้วนะ^หวังว่าไม่ได้ ทำให้คุณตื่นนะ... ^^  -นายกเทศมนตรี Lewis",
        "fishing2": "ฉันมีสินค้าใหม่เข้ามา...^ เบ็ดตกปลาแบบหรูหรา และพวกเหยื่อที่คุณ สามารถใส่มันเข้าไปได้!^คุณสามารถใช้เหยื่อ เพื่อที่จะทำให้ปลา กินเบ็ดไวขึ้น หวังว่าจะได้เจอกันเร็ว ๆ นี้! ^   -Willy",
        "fishing6": "มาที่ร้านฉันแล้วลองดูเบ็ดคันใหม่ที่ฉันเอามาขายดูซิ.^มันดีที่สุดแล้วที่เงินจะซื้อได้... และคุณสามารถแต่งมันเพิ่มด้วยอุปกรณ์แต่งเบ็ด!^หวังว่าจะเจอกันเร็วๆนี้! ^   -Willy",
        "wizardJunimoNote": "แหล่งข้อมูลของฉันบอกฉันว่า เธอได้เข้าไปเดินด่อมๆมองๆในศูนย์ชุมชมเก่าๆนั้นสินะ ^ ทำไมไม่มาเยี่ยมฉันสักหน่อยหล่ะ? ^  ที่พำนักของฉันอยู่ที่ตะวันตกของป่าติดลำธาร ในหอคอยเก่าๆ ฉันอาจจะมีข้อมูลอะไรบางอย่างที่ช่วยตอบคำถามเกี่ยวกับ 'หนูตัวปัญหา' ของเธอก็ได้นะ^   -M. Rasmodius, Wizard %item quest 1 true %%",
        "winter_18": "ถึง @^ ฉันอยากจะให้ข้อมูลอะไรบางอย่างกับเธอ เกี่ยวกับเทศกาลที่จะถึงนี้สักหน่อยนะ ที่เรียกว่างานฉลองดาวฤดูหนาวหน่ะ มันถึงเวลาแล้วที่ชุมชนของเราจะรวมตัวกัน แล้วคิดย้อนไปถึงสิ่งดีๆที่พวกเราได้รับในปีนี้ ^ สิ่งที่พวกเราทำกันเป็นประจำในเทศกาลนี้คือ การ \"แลกของขวัญ\" ที่ซึ่งทุกๆคนในเมืองจะถูกสุ่มให้มอบของขวัญให้กับคนนั้นๆ ซึ่งในวันเทศกาลนั้น ทุกๆคนจะนำของขวัญมามอบให้เพื่อนลับนั้น และเซอร์ไพส์เขาหรือเธอด้วยอะไรบางอย่างที่วิเศษ! ^^ ปีนี้ เพื่อนลับของเธอคือ:^ %secretsanta ^ อย่าบอกใครหล่ะ! งานจะเริ่มในวันที่ 25 เวลา10 โมงเช้า จนถึงบ่าย 2 ที่ศูนย์กลางของเมืองนะ แล้วเจอกัน! ^   -นายกเทศมนตรี Lewis",
        "ccBulletinThankYou": "ถึง @^ ตอนนี้ทุกๆคนในเมืองต่างพูดถึง ความเอื้ออาทรของเธอเลยนะ! ^ เหมือนจะมีบรรจุภัณฑ์บางอย่างปรากฏขึ้นในบ้านของแต่ละคน ที่พวกเขาเคยอยากได้และเขียนติดไว้ที่ป้ายแถลงการณ์ในศูนย์ชุมชน และบรรจุภัณฑ์เหล่านั้นก็ส่งมาจากฟาร์มของเธอทั้งหมดเลย! ^ ขอบคุณมากนะ ที่เธอเสียเวลาไปกับอะไรเล็กน้อยเหล่านี้... แต่พวกเราทุกคนรู้สึกดีเป็นอย่างมาก! ^   -นายกเทศมนตรี Lewis ",
        "guildQuest": "ฉันเห็นคุณกำลังสำรวจอยู่ที่เหมือง คุณเป็นคนที่มีจิตวิญญาณแห่งการผจญภัย, ฉันสามารถบอกได้เลย^ถ้าคุณสามารถกำจัด สไลม์ 10 ตัวได้ล่ะก็, คุณจะได้มาเป็นส่วนหนึ่งของกิลด์นักผจญภัยของฉัน.^ดูแลตัวเองด้วย    -Marlon %item quest 15 true %%",
        "skullCave": "เธอได้เขาไปในถ้ำหัวกระโหลกแล้วสินะ ^ แต่ฉันมีอะไรที่ท้าทายกว่านั้นเจ้าหนู ไปให้ได้อย่างต่ำ 25 ชั้นสิ  ฉันยินดีมอบเงินก้อนโตเป็นภูเขาให้เธอเลย ถ้าเธอไปถึงได้หน่ะนะ ^ เพื่อนของคุณ, Mr. Qi %item quest 20 %%",
        "robinWell": "Robin เอง! ^ ฉันรู้ดีว่ารอบๆฟาร์มของเธอมีหินระเกะระกะเป็นจำนวนมาก ^ ถ้าเธอมีมากเกินไปละก็ เธออาจจะอยากให้ฉันสร้างบ่อเก็บน้ำให้เธอก็ได้นะ ^ บ่อเก็บน้ำเนี่ย สามารถวางได้ทุกที่บนฟาร์มของเธอเลยหล่ะ และทำประโยชน์ด้วยการเติมน้ำให้บัวรดน้ำของเธอไง ^^ เมื่อเธอพร้อมแล้ว แค่แวะเวียนมาที่ร้านของฉันด้วยหินจำนวน 75 ก้อน และเงินอีก 1000 เท่านั้นเอง^-Robin",
        "landslideDone": "ถึงผู้มีอุปการคุณทุกท่าน:^ทางเรา JojaMart ได้แก้ปัญหาดินถล่ม อันเนื่องมาจากการขุดเจาะใกล้แหล่งน้ำ บนภูเขาของทางบริษัทแล้ว อย่างไรก็ตามทางบริษัทมีความประสงค์ที่จะแจ้งท่านว่า การกระทำของทางบริษัทนั้นอยู่ภายใต้กฎหมาย (อ้างอิงตามใบอนุญาตก่อสร้างเลขที่ L61091, ฝ่ายพัฒนาJojaCo). การติดตามดูแลสภาพแวดล้อม ของท้องถิ่นเป็นสิ่งที่ทางบริษัทให้ ความสำคัญเป็นอันดับแรก ^^ ทางบริษัทขออภัยในความ ไม่สะดวกที่เกิดขึ้นอันเนื่องมาจาก อุบัติเหตุในครั้งนี้ ^ ทางเราขอขอบคุณ ท่านผู้มีอุปการคุณที่ให้ ความสนับสนุนทางบริษัทเรา อย่างต่อเนื่อง^^-Morris^ตัวแทนฝ่ายบริหารความพึงพอใจของลูกค้า",
        "QiChallengeComplete": "คุณทำได้^ ฉันประทับใจมากเลย^ ขอให้สนุกกับของรางวัลของคุณ^   -Qi. %item money 10000 %%",
        "spring_2_1": "ไง สวัสดี^ฉันเพิ่งกลับมาจาก การตกปลา^เธอควรมาที่ชายหาดบ้างนะ ^ฉันมีบางอย่างจะให้^  -Willy %item quest 13 true %%",
        "spring_12": "แด่ @^ในวันพรุ่งนี้ เราจะมีงาน Egg Festival ในจัตุรัสกลางเมือง  ^^ซึ่งคุณมาร่วมสนุกกับเราได้ตั้งแต่เวลา 9 โมงเช้าถึงบ่าย 2 ^อย่าพลาดกับกิจกรรมเกมล่าไข่ล่ะ^  -นายกเทศมนตรี Lewis",
        "spring_15_1": "สวัสดี, ที่รัก...^^ฉันรู้ว่าเธอพึ่งเริ่มต้นกับการเป็นชาวไร่, ฉันเลยอยากให้คำแนะนำนิดหน่อย^^พืชส่วนใหญ่โตแค่ฤดูกาลเดียว เมื่อฤดูร้อนมาถึง, พืชในฤดูใบไม้ผลิจะตายทั้งหมด ^เพราะฉะนั้นวางแผนดีๆละ^^ -คุณยาย Evelyn",
        "spring_23": "สวัสดี @^พรุ่งนี้พวกเราทุกคน ได้รับเชิญไปในเทศกาล Flower Dance^^ถ้าคุณอยากหาคู่ใจ ต้องการเต้นรำกับคุณ!^งานเต้นรำจัดอยู่ที่ป่า ตะวันตกของเมือง  มาถึงระหว่าง 9 โมงเช้าถึงบ่าย 2 ถ้าคุณสนใจ^  -นายกเทศมนตรี Lewis",
        "summer_10": "ถึง @^พรุ่งนี้เราจะมีการรวมตัวกันที่ ชายหาดประจำปีกับงาน Pelican Town Luau^^ไฮไลท์ของงานคือจะมีของกิน จากทุกคน แน่ใจนะว่าคุณจะนำบางอย่าง ที่ดีมารวมด้วย! ผู้ว่าการรัฐก็จะเข้าร่วมงานนี้ด้วย ขอให้คุณประพฤติตัวดีๆ^มาที่ชายหาดได้ตั้งแต่เวลา 9 โมงเช้าถึงบ่าย 2^   -นายกเทศมนตรี Lewis ",
        "summer_28": "ถึง @^คืนนี้ เวลาประมาณ 10PM จะมีปรากฏการณ์ที่สวยงาม และหาดูได้ยากเกิดขึ้น^^กระพรุนแสงจันทร์จะลอยผ่านมา ที่เมืองเพลิแกน ระหว่างการเดินทางอพยพ ไปทางใต้ในฤดูหนาว^^พวกเราทุกคนจะไปรวมตัวกัน เพื่อไปคอยดูที่ชายหาด คุณต้องไม่อยากพลาดแน่ ๆ!^แล้วเจอกันคืนนี้นะ^ -Demetrius",
        "fall_9": "ถึง @^หนึ่งสัปดาห์จากวันนี้ เราจะมีงาน Stardew Valley Fair ที่จตุรัสกลางเมือง!^มันเป็นงานที่ใหญ่ที่สุดของปี  ผู้คนจากทั้งประเทศจะเข้ามาที่ เมืองเล็กๆของเรา^ถ้าคุณต้องการ คุณสามารถตั้งร้านแสดงสินค้า จากฟาร์มของคุณในงานนี้ แค่นำของที่ดีที่สุดมา 9 ชิ้น มันจะแสดงถึงความสามารถของคุณ  คุณจะได้รับการตัดสินจากคุณภาพ และความหลากหลายของ การจัดโชว์ของ^งานจะเริ่มเวลา 9 โมงเช้า... อย่าพลาดล่ะ!^   -นายกเทศมนตรี Lewis",
        "fall_15": "ถึง @^ผมแค่อยากจะเตือนคุณว่า Stardew Valley Fair จะจัดขึ้นในวันพรุ่งนี้.^อย่าลืมที่จะนำวัตถุดิบของคุณ 9 อย่างสำหรับ ตั้งร้านแสดงสินค้า^จำไว้นะ, งานจะเริ่มเวลา 9โมงเช้า ที่ทาวน์สแควร์ แล้วเจอกัน!^   -นายกเทศมนตรี Lewis",
        "fall_26": "ถึง @^รู้สึกได้ถึงบรรยากาศ อันเย็นยะเยือกนี้มั้ย? มันอาจจะเป็นเพียงแค่สัญญาณ การกลับมาของลมหนาว...^หรืออาจจะมีพลังงานบางอย่าง ซ่อนอยู่ก็เป็นได้  มาร่วมงานฉลองในวันพรุ่งนี้ กับพวกเราสิ... กับงานเทศกาล Spirit's Eve^ถ้าอยากจะเข้าร่วม ก็ให้มาที่กลางเมืองตอน เวลา 4 ทุ่ม นะ^  -นายกเทศมนตรี Lewis  ",
        "winter_7": "ถึง @^พรุ่งนี้เราจะรวมตัวกันที่ หน้าบ้านMarnieสำหรับ Festival of Ice^^มันเป็นงานฉลองในฤดูหนาว... จะมีมนุษย์หิมะ การแกะสลักน้ำแข็ง  และการแข็งขันตกปลา ในน้ำแข็ง!^งานมีตั้งแต่ 9 โมงเช้าถึงบ่าย 2 นะ ถ้าคุณอยากมีส่วนร่วมกับเรา^  -นายกเทศมนตรี Lewis",
        "winter_14": "เริ่มพรุ่งนี้แล้ว, ^ที่กองทัพเรือสินค้าจะมาเทียบท่าที่เมือง Pelican เพื่อพร้อมสำหรับ'ตลาดราตรี'ที่จัดขึ้นเป็นประจำทุกปี^^ตลาดจะเปิดเวลา 5 โมงเย็น และจะอยู่ที่ท่าเรือเป็นเวลา 3 วัน!^^โปรดมาเยือนชายหาดหลัง 5 โมงเย็นเป็นต้นไป เพื่อเข้าร่วมมหกรรมครั้งนี้. ^  มีกาแฟฟรี!",
        "spring_11_1": "ประกาศของหาย:^ฉันทำขวานอันโปรดหาย! หากคุณเจอมัน, โปรดส่งคืนให้เร็วที่สุด ฉันลำบากมากถ้าไม่มีมัน. มีรางวัล 250g สำหรับคนที่หามันเจอ^   -Robin%item quest 100 %%",
        "spring_19_1": "คุณชาวไร่ @^ฉันมีเรื่องขอร้องคุณ ฉันต้องการต้นกะหล่ำดอก (cauliflower)สดๆสำหรับ สูตรอาหารที่อยากจะทำ เอามาให้ซักอันได้ไหม?^   -Jodi%item quest 101 %%",
        "summer_3_1": "@^มันน่าอายจริงๆที่จะพูดเรื่องนี้กับคุณ... คือฉันหากางเกงสีม่วงนำโชคไม่เจอ ชั้นไม่รู้จะบอกยังไงกับใครดี เว้นแต่คุณ คุณคือคนเดียวที่ฉันไว้ใจ .^ถ้าคุณเจอมันแล้ว, นำมาให้ฉัน\"อย่างระมัดระวัง\"ด้วย. แล้วฉันจะยินดีจ่ายให้อย่างงามเลย.^ขอบคุณ^   -นายกเทศมนตรี Lewis%item quest 102 %%",
        "summer_14_1": "เฮ้ เด็กน้อย^คอป้าแห้งจนเหลือแต่กระดูกแล้ว ป้ากระหายเบียร์อ่อนจริงๆ หนูพอจะมีไหม? ป้าไม่เอาเบียร์เก่านะ ต้องเบียร์อ่อนๆ เท่านั้น^   -Pam%item quest 103 %%",
        "summer_20_1": "@^ฉันรวบรวมข้อมูลความสัมพันธ์ ระหว่างความด่างในดินกับ ระดับน้ำตาลในพืช เรื่องมันยาว ฉันต้องการเมล่อน(melon)สด จากฟาร์มของคุณ  ถ้าเอามาให้ฉันได้ลูกหนึ่ง ฉันจะขอบคุณมาก^   -Demetrius%item quest 104 %%",
        "summer_25_1": "ถึงเจ้าของฟาร์ม @:^อาการเจ็บของเข่าฉัน มันเริ่มมาอีกแล้วหล่ะ แล้วเจ้ารู้หรือปล่าวอะไรช่วยได้? ^ใช้เจ้าพริกที่เผ็ดร้อนถูๆไงหล่ะ.^ ปัญหาคือ, ทรัพยากรฉันหมดไปแล้ว ถ้านายมีซักอันที่จะให้ ฉันก็จะเป็นหนี้บุญคุณเธอเลยหล่ะ^   -George %item quest 105 %%",
        "fall_3_1": "สวัสดี @ฉันต้องการให้วัวของฉันรักษาเป็นพิเศษ พวกเขากำลังดีขึ้น และหิว คุณสามารถนำ amaranth มาให้ฉันได้ไหม พวกเขารักสิ่งนี้มาก ^ขอบคุณนะ^   -Marnie %item quest 106 %%",
        "fall_8_1": "สวัสดี^ ช่วงนี้เป็นฤดูของแบล็คเบอร์รี่เลยนะ พุ่มไม้เต็มไปด้วยผลของมัน ฉันอยากจะเก็บมันสักหน่อย แต่ว่าฉันทำตะกร้าของฉันหายไป ช่วยฉันหน่อยได้ไหม?^   -Linus%item quest 107 %%",
        "fall_19_1": "@^ฉันอยากจะซื้อ ฟักทองจากเธอหน่ะ ลูกสาวของฉันกับฉันอยากจะทำ โคมไฟจากฟักทอง สำหรับงานSpirit's Eve ที่จะถึงนี่ ^   -Caroline%item quest 108 %%",
        "winter_2_1": "เฮ้ ฉันมีเรื่องท้าทายเล็กน้อยมาฝากนะ^ จับปลาหมึกมาให้ฉัน^ เธอสามารถตกมันได้แถวๆทะเล ในเวลากลางคืน แต่ว่าพวกมันจะโผล่มาเฉพาะ ในฤดูหนาวเท่านั้นนะ^   -Willy%item quest 109 %%",
        "winter_6_1": "ฉันมีเรื่องแปลกๆจะขอร้องหน่อยนะ ช่วยเก็บเป็นความลับด้วยได้ไหม?^ ฉันอยากให้เธอส่งเอเมทิสไปให้เอมิลี่ เพราะว่ามันเป็นหินที่เธอชอบมาก แล้วบอกเธอด้วยหล่ะว่า ฉันเป็นคนส่งมาให้^   -Clint %item quest 110 %%",
        "winter_12_1": "@^ตอนนี้ข้ากำลังศึกษาเกี่ยวกับ ศาสตร์แห่งการทำนายเงาที่สูญหายไปอยู่ ข้าต้องการของสิ่งหนึ่งที่เรียกว่า 'Void Essence'. นำมันมาให้ข้า แล้วเจ้าจะได้รับ การตอบแทน.^ -M. Rasmodius, Wizard %item quest 111 %%",
        "winter_17_1": "@^ขอโทษนะที่รบกวนคุณอีก, แต่ฉันมีบางอย่างให้ช่วย.^ฉันได้ค้อนใหม่มาและฉันต้องการ ทดสอบความแข็งกับแร่หลายๆชนิดดู^รบกวนช่วยหลอมIron bar แล้วนำมาให้ฉันหน่อยนะ? ^ขอบคุณมาก^ -Clint %item quest 112 %%",
        "winter_21_1": "@^เป็นไงบ้าง? หวังว่าฤดูหนาวจะไม่โหดร้าย กับคุณมากเกินไปนะ^เอาล่ะ ฉันเขียนนี่มาเพื่อจะขอไม้ จากคุณสักหน่อย ถ้าคุณมีอยู่ ฉันก็ต้องการสัก10ชิ้น^ถ้าไม่มีก็ไม่เป็นไรนะ รักษาตัวด้วยล่ะ!^  -Robin%item quest 113 %%",
        "winter_26_1": "ถึง @^ฉันอยากทำสตูว์ปลา, แต่ฉันต้องการปลา albacore! ฉันรู้ว่ามันเกือบจะหมดฤดูแล้ว... ขอโทษที่บอกช้าไป. จับมาให้ซักตัวได้ไหม?^   -Gus%item quest 114 %%",
        "spring_1_2": "แจ้งให้ทราบ:^^ราคาของวัตถุดิบที่ร้านของ Robin และ Clint เพิ่มขึ้น",
        "spring_6_2": "@^ฉันกำลังต้องการแอปริคอท สดๆอย่างมาก. ฉันหาไม่ได้ซักอันที่ร้านค้า, ฉันก็เลยมาถามคุณ. จะจ่ายให้อย่างงามเลยล่ะ!^   -Emily%item quest 115 %%",
        "spring_15_2": "ถึง @^ฉันอยากให้ของขวัญ เซอไพรซ์สามีฉัน. เขาชอบต้นหอมมาก. ช่วยนำมาให้ฉันหน่อยได้ไหม?^   -คุณยาย Evelyn%item quest 116 %%",
        "spring_21_2": "ประกาศ^นี่Pierreเอง... ฉันอยากกิน sashimiมากๆเลย. ฉันจ่ายแพงแน่นอน สำหรับคนที่เอามาให้^   -Pierre%item quest 117 %%",
        "summer_6_2": "ต้องการนักตกปลา^ฉันต้องการตัวอย่าง ปลาปักเป้าที่ใช้ได้. ฉันกำลังทดลองเกี่ยวกับ พิษที่ปล่อยจากปลาปักเป้า.^รางวัล: 1000g^ -Demetrius%item quest 118 %%",
        "summer_15_2": "ถึงเจ้าของฟาร์ม @^ฉันอยากให้มะเฟืองกับภรรยาฉัน ในวันครบรอบของเราน่ะ. คุณปลูกมันไว้ในฟาร์มคุณ หรือเปล่า? ถ้าคุณเอามาให้ฉันซักอัน, ฉันจะดีใจมากเลย^   -Kent%item quest 119 %%",
        "summer_21_2": "@^ฉันต้องการน้ำมันเห็ดทรัฟเฟิล. (truffle oil) อย่าถามว่าทำไม ^ -นายกเทศมนตรี Lewis%item quest 120 %%",
        "fall_6_2": "ต้องการ: ลอบส์เตอร์ 1 ตัว สำหรับซุปครีมกุ้งที่ฉัน กำลังทำอยู่^จาก: Gus, เจ้าของ Stardrop Saloon^รางวัล: 800g %item quest 121 %%",
        "fall_19_2": "ประกาศ^ใครพอจะมี แบตเตอรีสักแพ็คบ้าง? รีโมทโทรศัพท์ของฉัน มันแบตหมด และมันก็ยุ่งยากมากๆ ที่จะต้องคอยลุก ออกจากโซฟา เพื่อไปเปลี่ยนช่อง^  -Pam%item quest 122 %%",
        "winter_5_2": "@^ตอนนี้ฉันกำลังทำ enchanted staff of phenomenal power อยู่^แต่ยังขาดของบางอย่างอยู่:  แท่งอิลลิเดียม.^ฉันเต็มใจที่จะจ่ายให้ 5 เท่าของราคาตลาดเลย สะดวกเมื่อไหรก็เอามาเลยนะ ^ -M. Rasmodius, Wizard %item quest 123 %%",
        "winter_13_2": "ฉันมีการท้าทายใหม่: จับปลา Lingcod มาให้ฉัน^มันไม่ได้จับง่ายๆหรอก แต่ฉันรู้ว่าทำได้^  -Willy%item quest 124 %%",
        "winter_19_2": "ถึง @^ฉันมีปัญหาที่แก้ไม่ตกจริงๆ. ฉันอยากจะทำ Coco-no-no มากๆเลยที่saloon, แต่ฉันไม่รู้จะไปหาที่ไหนน่ะสิ!^ช่วยฉันหน่อยนะ?^  -Gus%item quest 125 %%",
        "winter_24": "ถึง @^วันพรุ่งนี้ก็จะเป็นงาน Winter Star แล้ว^เธอเตรียมของขวัญสำหรับ 'เพื่อนลับ'... %secretsanta แล้วหรือยัง?^เทศกาลจะเริ่มตอน 9 โมงเช้า ในจตุรัสกลางเมือง. แล้วเจอกัน! ^   -นายกเทศมนตรี Lewis",
        "passedOut1_Billed_Male": "เรียนมิสเตอร์ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เราดีใจที่คุณไม่เป็นไร!^^(คุณได้รับการเรียกเก็บเงิน {0}g สำหรับบริการนี้)^^-Morris^ตัวแทนฝ่ายบริหารความพึงพอใจของลูกค้า",
        "passedOut1_Billed_Female": "เรียนคุณ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เราดีใจที่คุณไม่เป็นไร!^^(คุณได้รับการเรียกเก็บเงิน {0}g สำหรับบริการนี้)^^-Morris^ตัวแทนฝ่ายบริหารความพึงพอใจของลูกค้า",
        "passedOut1_NotBilled_Male": "เรียนมิสเตอร์ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เราดีใจที่คุณไม่เป็นไร!^^เนื่องจากคุณไม่มีเงิน, ทางเราจึงไม่ได้คิด ค่าใช้จ่ายในการ ใช้บริการนี้^^-Morris^ตัวแทนฝ่ายบริหารความพึงพอใจของลูกค้า",
        "passedOut1_NotBilled_Female": "เรียนคุณ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เราดีใจที่คุณไม่เป็นไร!^^เนื่องจากคุณไม่มีเงิน, ทางเราจึงไม่ได้คิด ค่าใช้จ่ายในการ ใช้บริการนี้^^-Morris^ตัวแทนฝ่ายบริหารความพึงพอใจของลูกค้า",
        "passedOut2": " @ ^ คุณโชคดี ที่ฉันพบคุณเมื่อคืน! คุณหมดสติและมีคน กำลังค้นกระเป๋าของคุณ. ฉันไม่รู้ว่าพวกเขา เอาเงินไปได้เท่าไหร่... ^พวกเขาวิ่งหนีทันที ตอนฉันกำลังเข้าไปหา. ^ระมัดระวังด้วย!^^-Linus",
        "passedOut3_Billed": " @^ มีคนทิ้งคุณไว้ที่คลินิกเมื่อคืน. คุณหมดสติเนื่องจากความอ่อนเพลีย!^ คุณควรดูแลตัวเองให้มากกว่านี้ และควรกลับไปที่เตียง เมื่อถึงเวลาพอเหมาะ.^ผมเรียกเก็บเงินจากคุณ {0}g เป็นค่าใช้จ่าย ทางการแพทย์ของคุณ.^^-Dr. Harvey",
        "passedOut3_NotBilled": " @^ มีคนทิ้งคุณไว้ที่คลินิกเมื่อคืน. คุณหมดสติเนื่องจากความอ่อนเพลีย!^ คุณควรดูแลตัวเองให้มากกว่านี้ และควรกลับไปที่เตียง เมื่อถึงเวลาพอเหมาะ.^เนื่องจากคุณไม่มีเงิน, ผมจึงไม่คิดค่าใช้จ่าย ที่ใช้ในการรักษาคุณ^^-Dr. Harvey",
        "passedOut4": "@, ^^Found you face-down in the mud during my 3:00 AM sweep.^^You should try to make it home a little earlier next time!^^     -Marlon[#]Note From Marlon",
        "elliottLetter1": "@, my love,^^I've just arrived in Grampleton, to start the tour. I've forgotten how hectic the city is! The streets are packed with people... they either seem in a mad hurry, or lost in a daze, unaware of their surroundings. I miss Pelican Town already!^^I begin the tour this evening, at a local bookstore. I must admit, I'm becoming a bit nervous at the thought of public speaking... my stomach feels as if it's been twisted into a soft pretzel and doused with spicy cheese dip. Wish me luck!^^-Love, Elliott^^P.S. I hope you had a peaceful night, and weren't too scared all alone in that big house! %item conversationTopic ElliottGone2 0 %%[#]Letter From My Husband",
        "elliottLetter2": "My dear @,^^The first reading went well, though the audience was a bit smaller than I'd hoped. Still, I sold enough copies of the book to pay for my (bug-infested) hotel room!^^In a few hours, I leave for Zuzu City. If yesterday's reading was a warm-up, this next one will be a true napalm blast...^^I miss you very much. Remember to eat well! Oh, and don't forget the leftover crab cakes I put in the fridge...^-Love, Elliott %item conversationTopic ElliottGone3 0 %%[#]Letter From My Husband 2",
        "elliottLetter3": "My sweet @,^^Last night in Zuzu City was quite the experience! It seems there's a large literary scene here... a few dozen people showed up at my reading!^^I even signed a couple of autographs... it's strange to be seen as someone important. It's all a matter of framing, a grand illusion... for truly I am no one special. Only your devoted Elliott, as always.^^Currently I'm alone, in my hotel room, 'ingesting' a Joja Value Meal...^^Should this be called 'food'?^Or 'edible matter'?^I needn't long brood^It must be the latter^^I look forward to returning home soon. Hope you enjoyed the crab cakes.^^-Love, Elliott %item conversationTopic ElliottGone4 0 %%[#]Letter From My Husband 3",
        "elliottLetter4": "In dreams, when graced with lofty view^I gaze upon the sunlit sea^What distant shores I've travelled to^But time now clouds my memory^^There is but one eternal place^Where I shall someday pass beyond^In Valley dear, where my love waits:^Our little home beside the pond^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Letter From My Husband 4",
        "elliottLetter5": "My dear @,^^I won't bore you with any more details about my readings. They are mostly the same.^^I'm sure your time has been much more exciting! I can't wait to return and see what progress has been made.^^On these long travels between towns, I amuse myself by closing my eyes and envisioning the farm... I see kegs pulsing with sweet wine, a furnace ablaze with precious ore, and our little kitchen with the smell of cinnamon and nutmeg. There's a lot to enjoy!^^Just don't stay out too late in the mines, my love. It's dangerous in there! If you must go... bring plenty of food.^^-Love, Elliott %item conversationTopic ElliottGone6 0 %%[#]Letter From My Husband 5",
        "elliottLetter6": "My dear @,^^This will be my last letter before I return home. I've had a fine trip... though nothing too exciting. It's been nice to meet people who enjoy my work, but I'm eager to return home.^^I look forward to the comfort of our little house, the satisfying farm work, a home-cooked meal, and most of all, cozying into the flannel sheets with you.^^See you soon!^-Love, Elliott %item conversationTopic ElliottGone7 0 %%[#]Letter From My Husband 6",
        "MarlonRecovery": "@,^Found your lost item.^^Be more careful next time!^   -Marlon%item itemRecovery %%[#]Marlon Found Your Item",
        "RarecrowSociety": "Dear @,^^Your dedication is truly impressive...^^Only a select few manage to acquire the complete Rarecrow collection!^^Please accept this blueprint to commemorate your achievement.^   -The Z.C. Rarecrow Society%item craftingRecipe Deluxe_Scarecrow %%[#]From The Rarecrow Society",
        "CarolineTea": "Dear @,^^Thanks for stopping by my sunroom yesterday. I usually drink tea alone, but it was fun to share with you!^^I've enclosed instructions on how to prepare and grow your own tea. No pressure, but if you do end up growing some, make sure to bring me a cup!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Caroline's Tea Note",
        "WoodChipper": "Hey @,^^Just wanted to let you know about a new item I'm carrying... it's called a 'Wood Chipper'.^^You can use it to break hardwood into several pieces of regular wood!^^I know wood can be hard to come by in the winter, so if your supply gets low, consider picking one up.^       -Robin[#]Wood Chipper Notice"
    }
}
