{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Robin": "สวัสดี!^ฉันมีไม้วางไว้รอบ ๆ เยอะเลย... ฉันคิดว่าคุณอาจจะได้ใช้มัน ",
        "Demetrius": "สวัสดี @^ เมื่อวันก่อน ผมได้ลงไปสำรวจภาคสนามมา แล้วก็เจอตัวอย่างแปลกๆ ด้วยล่ะ ^ หวังว่าคุณเองก็จ",
        "Linus": "สวัสดีเพื่อนยาก ^ช่วงนี้ทะเลสาปบนภูเขาช่างเมตตากับผมจริง ๆ ผมอยากจะแบ่งโชคลาภนี้ให้คุ",
        "Pierre": "เรียนท่านลูกค้าผู้มีอุปการะคุณ ^ขอขอบคุณที่ได้มาเยี่ยมเยียน 'ปิแอรส์(Pierre)'! สิ่งที่แนบมาด้วยคือ 'เงินกลับคืน (Cash-back) ' จากการรีเบท (rebate)  เชิญใหม่ในโอกาสหน้า! ^   -Pier",
        "Caroline": "สวัสดี @^ นี่เป็นผักจากสวนน้อย ๆ ที่ฉันแอบทำล่ะ ตอนนี้คุณอาจจะมีผักเยอะจนไม่รู้จะเอา",
        "George": "เจอหินคุณภาพดีล่ะ ^ บางทีคุณน่าจะนำมันไปสร้างของ หรืออะไ",
        "Evelyn": "สวัสดี ฉันหวังว่าฟาร์มของเธอคงไปได้ดีนะ. ^ นี่เป็นสิ่งของเล็กน้อยจากในครัวฉ",
        "Pam": "เฮ้ ^ ฉันเจอนี่ในลิ้นชัก เธอน่าจะลองเอาไปใช้ดูนะ   ^   -Pam %item object 346 1 349 1 787 1 %%",
        "Lewis": "@^ ดีใจจริงๆที่คุณได้ย้ายมาอยู่ที่นี่ ผมแนบเช็คเบิกเงินมา 500 G จากกองทุนการเกษตรของ Stardew Valley เพื่อเป็นกำลังใจในการทำงานของค",
        "Gus": "@!^นายต้องเลี้ยงฉันสักหน่อยนะที่บาร์ เช้านี้ เข้าใจ๊!   ^   -สหาย, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%",
        "Clint": "เอ่ออ สวัสดี... ^ ขอโทษทีลายมือฉันมันแย่ไปหน่อย ฉันทำแท่งโลหะเหลือน่ะ ฉันคิดว่าคุณน่าจ",
        "Jodi": "สวัสดี @^ ฉันสั่งปุ๋ยมามากเกินไปน่ะ! ฉันพนันได้เลยว่าคุณคงจะนำไปใช้ประโยช",
        "Kent": "สวัสดี @^ เจ้านี้มันฝุ่นเกาะอยู่ชั้นเครื่องมือน่ะ ผมคิดว่าคุณคงจะใช้มันได้นะ บ",
        "Emily": "ไง! ^ เป็นยังไงบ้าง? หวังว่านายจะชอบของขวัญที่ฉันส่งไปนะ... อืม... บ๊ายบาย! +   ^   -Emily %item object 397 1 428 1 440 1 %%",
        "Marnie": "สวัสดี @^ คุณเป็นเพื่อนบ้านที่ดีมาก ฉันคิดว่า ฉันน่าจะส่งอาหารสัตว์ไปให้",
        "Shane": "เฮ้ ^ผมคิดว่ามันน่าจะสนุกได้ส่งจดหมายมาให้ ก็ไม่รู้หรอกว่าจะเขียนอะไร แต่ก็นะ^เอ้า มีของขวัญจะให้ด้วยนะ อย่าไปบอ",
        "Wizard": "ไง คนเก่ง ^ ฉันแนบของมาในแพคนี้ด้วย มันเป็นความลับมากนะ ใช้ดีๆล่ะ      ^   -M. Rasmodius, Wizard%item object 422 1 82 1 84 1 70 1 %%",
        "Sandy": "สวัสดีจากทะเลทรายCalico! ^ มาหาหน่อย เบื่อที่นี่มาก :( เข้ามาเอาของที่นี่ได้เลย แล้วก็มาขอบค",
        "afterSamShow": "@^ โชว์โคตรร็อคเลย ฉันอยากจะบอกว่า ขอบคุณอีกครั้งสำหรับความช่วยเหลือ",
        "afterArtShow": "สวัสดี @^ ฉันขอขอบคุณอีกครั้งที่มางานแสดงศิลปะของฉันนะ ฉันดีใจที่มันสำเร็จ ฉันขาย",
        "haleyGarden": "@^ ฉันว่ามันน่าสนุกดีนะที่เขียนจดหมายหาคุณแบบนี้ ^ ฉันสนุกมากตอนอยู่วัวเมื่อวานน่",
        "PennyCleanTrailer": "ขอโทษเกี่ยวกับเรื่องที่บ้านฉันเมื่อวานนะ... แม่ขอ",
        "Duck": "สวัสดี @^ คุณได้พิสูจน์แล้วว่าสามารถเลี้ยงไก่ได้ เพราะฉะ",
        "Rabbits": "สวัสดี @^ ตอนนี้ฉันมีกระต่ายขายในร้านแล้วนะ มั",
        "Sheep": "สวัสดี @^ คุณได้พิสูจน์แล้วว่าสามารถเลี้ยงวัวได้ ฉั",
        "Goats": "สวัสดี @^ ตอนนี้ที่ร้านของฉันมีแพะขายแ",
        "Pigs": "สวัสดี @^ คุณมาได้ไกลมากเทียบกลับตอนที่มาใหม่ ผลก็คือฉันตัดสินใจเริ่มขายหม",
        "SeaAmulet": "@^ ผมจะให้คำแนะนำกับคุณนะ เพราะผมชอบคุณ และผมต้องการให้คุณอยู่ในเมือง Pelican ต่อ ถ้าคุณอยากจะแต่งงาน คุณจะต้องให้ \"สร้อยนางเงือ",
        "Bouquet": "@^ เหมือนว่าคุณกำลังเริ่มเข้าหาผู้คนแล้วนะ ถ้าคุณแสดงว่ารักใครละก็ มาซื้อดอกไม้",
        "RobinCooking": "สวัสดี @^ นี่เป็นสูตรเก่าแก่ของคุณย่าฉันเอง ขอให้อร่อยนะ!   ^ ",
        "DemetriusCooking": "อยากมากล่าว 'ขอบคุณ' ที่สนใจในงานของฉัน นี่เป็นสูตรอาหารที่",
        "LinusCooking": "@^ เป็นอย่างไรบ้าง? ฉันมีสูตรการทำอาหารเกี่ยวกับปลามาใ",
        "PierreCooking": "ลับสุดยอด: ^ นี่เป็นสูตรการทำทาร์ตบลูเบอรี่ล่ะ อย่าบอกใครนะ ฉันให้",
        "CarolineCooking": "สวัสดี @^ ไม่มีอะไรที่น่าพอใจไปกว่าการทำอาหาร ด้วยผักสดๆจากผักที่ปลูกเองหรอก นี่",
        "GeorgeCooking": "ฉันคิดว่า ฉันน่าจะให้สูตรของฉันที่วางทิ้งไว้แถวนี้",
        "EvelynCooking": "สวัสดี @^ ฉันมักจะไม่ให้สูตรใครนะ แต่ตั้งแต่คุณเข้ามา คุณก็ดีก",
        "PamCooking": "สวัสดี ไอ้หนู, ^ นี่เป็นสูตรที่ค่อนข้างน้อยของพ่อฉันน่ะ ",
        "LewisCooking": "@^ อย่าลืมว่าต้องกินอาหารที่มีประโยชน์ หรือไม่ก็จะไม่มีพลังงานในการทำงาน ในฉัน",
        "GusCooking": "สวัสดี @^ นี่เป็นสูตรจากร้านของฉัน ฉันจะให้มันกับเพ",
        "ClintCooking": "เอ่อ ฉันรู้ว่าฉันมีสูตรอาหารไม่มาก ^ ฉันจะส่งให้คุณอันนึงละกัน ^ มันน่",
        "JodiCooking": "@^ สูตรนี้ทำให้ฉันชนะเลิศในการแข่งทำอาหารล่ะ หวังว่าคุณจะช",
        "KentCooking": "นี่เป็นสูตรอาหารจากต่างประเทศ ^ อยากบอกขอบคุณที่ทำ",
        "EmilyCooking": "@!^ กลับหัวจดหมายดูสิ มันเป็นสูตรอาหารซึ่งดีต่อสุขภาพมากๆล่ะ! ^ มันจะท",
        "MarnieCooking": "ถึงเพื่อนบ้าน ^ เมื่อฉันไม่ได้ดูแลสัตว์ ฉันก็ทำอาหารล่ะ ได้เวลาแบ่ง",
        "ShaneCooking": "@^ ฉันพบนี่ในนิตยสารน่ะ และฉันคิดว่ามันน่าสนใจดี ฉันจะดีใจมากถ้า",
        "SandyCooking": "สวัสดี @^ ฉันเบื่อมากที่ต้องอยู่ที่นี่ในทะเลทรายเลยต้องเขียนจดหมายมา ฉัน",
        "WillyCooking": "สวัสดี @^ ฉันอยากแบ่งสูตรอาหารของพ่อฉันให้น่ะ มันต้องใช",
        "mom1": "สวัสดี @^ เป็นยังไงบ้างลูก แม่คิดถึงลูกมากตั้งแต่ลูกไปอยู่นั่น หวังว่าชีวิตการทำฟาร์มจะเป็",
        "mom2": "\n        สวัสดี @^ นานแล้วนะตั้งแต่แม่ได้ยินข่าวจากลูก บางสิ่งที่นั่นอาจจะทำให้ลูกเหมือนได้กลับบ้านแล้ว ",
        "mom3": "สวัสดี @^ แม่เห็นบทความที่เกี่ยวกับลูกในหนังสือพิมพ์ ดูเหมือนว่",
        "mom4": "ถึง @^ เป็นอย่างไรบ้าง? ลูกคงกำลังสร้างทรัพย์สมบัติอยู่ที่ฟาร์ม. อย่าลืมแม่แก่ ๆ คนนี้ของลูกตอนท",
        "dad1": "สวัสดี @ ลูกรัก^  ปรับตัวเข้ากับชีวิตใหม่ได้รึยังล่ะ? ไม่อยากจะเชื่อเลยว่าลูกจะโตเป็นผู้ใหญ่ขนาดนี้แล้ว.... เวลาก็ผ่านไปเร็ว",
        "dad2": "ถึง @ ^ วิถึชีวิตชนบทเป็นยังไงบ้างสำหรับลูกล่ะ? ที่นี่ดูเหงาๆพอไม่มีลูกนะ แต่พ่อก็ภูมิใจในสิ่ง",
        "dad3": "ถึง @ ^ พ่อได้อ่านบทความเกี่ยวกับลูกในหนังสือพิมพ์ท้องถิ่น! พ่อประทับใจกับความคืบหน้าในฟาร์มม",
        "dad4": "ถึง @ ^ รู้ได้ว่า พ่อรู้ว่าลูกกำลังยุ่งอยู่กับฟาร์ม และนั่นคือเหตุผลที่ลูกมาเยี่ยมไม่ได้ พ่อเข้าใจ ลูกทำงานหนัก",
        "newsstory": "สวัสดี @.^ มันเป็นความยินดีอย่างยิ่งของเราที่จะแจ้งให้คุณทราบว่า ฟาร์มของคุณนั้นจะถูกนำเสนอในสัปดาห์ถัดไปของค",
        "pierreBackpack": "(โฆษณา)  ^ 'ฉันเจอของดีมาก ๆ แต่กลับพบว่า กระเป๋าไม่มีที่จะใส่!' ^^คุณเคยประสบปัญหา เช่นนี้หรือไม่? ปิแอร์ช่วยคุณได้",
        "pierreHours": "(โฆษณา)   ^^ ร้านค้าทั่วไปของ Pierre เปิด 7 วันต",
        "robinKitchenLetter": "ถึงคุณเจ้าของฟาร์ม^@^^ฉันอยากขอโทษที่ล้อคุณเรื่อง กระท่อมเก่าๆของปู่คุณ ตอนที่เราเจอกันครั้งแรก มันเป็นบ้านเล็ก ๆ ที่ดูดีน่ะ!^^ยังไงซะ, คุณอาจต้องใช้พื้นที่ มากขึ้นซักวัน. นั้นแหละที่ฉันช่วยได้. ถ้าคุณเอาวัตถุดิบมาแล้วจ่ายค่าจ้าง,  ฉันส",
        "taxPassed": "ถึง @^ ภาษี การจัดส่งผ่านแล้ว โดยในวันนี้ ภาษี 3% จะถูกหักออกจากกำไรการจัดส่งสินค้าทั้งหมดของคุณ น",
        "taxRejected": "ถึง @ ^ ภาษีจัดส่งนั้นถูกปฏิเสธ กำไรจากการจัดส่งสินค้าของคุณยังอยู่เหมือนเดิม ค่าธรรมเ",
        "quest10": "@^ผมได้ยินมาว่าคุณไปช่วยคนบางคนในเมืองมาแล้วหนิ ทุกคนรู้สึกขอบใจมาก ผมให้รางวัลคุณในเดือนนี้",
        "quest35": "ถึง @^คุณได้ช่วยเหลือคนมากมายตั้งแต่ย้ายเข้ามาอยู่ที่นี่ ผู้คนได้บอกกับผมเสมอเกี",
        "quest100": "@^เรามีความยินดีที่ประกาศว่าคุณได้รับเลือกให้รับรางวัล \"เพื่อนบ้านแห่งปี\"! และคุณจะได้รับรางวัลเป็นเงินจำนวน 10,000g ทางเราข",
        "hero_update": "@^ถึงเวลาจัดอันดับแรงค์ของ Stardew Hero! ฉันได้แนบไว้ในซองจดหมายแยกต่างห",
        "hero_update1": "%update",
        "CF_Fish": "สวัสดี @^ ฝีมือตกปลาของเธอดีกว่าพ่อของฉันซะอีก... น่าประทับใจ. ^ Stardrop นี้เป็นมรดกตกทอดต่อกันมาในตระกูลวิลลี่เป็นเวลา... โอ้, ก็ประมา",
        "adoptionLetter": "สวัสดี @ และคู่ครอง,^ขอแสดงความยินดีด้วย!! คำร้องขออุปการะเด็กของคุณได้รับการอนุมัติแล้ว^เรากำลังทำงานกันอย่างหนัก",
        "stardewHeroMine": "ข้อความลับ: ถ้าคุณสามารถไปถึงด้านล่างสุดของเหมืองอ",
        "fertilizers": "ถึงเพื่อนบ้าน,^ผมหวังว่าคุณจะมีความสุขกับบ้านใหม่ของคุณนะ ที่ผมเขียนจดหมายมาถึงคุณ เพราะผมจะแจ้งให้ทราบว่าที่ร",
        "fertilizers2": "ถึง @^ตอนนี้ฉันขายปุ๋ยที่คุณภาพสูงขึ้น, รวมถึง",
        "abbySpiritBoard": "สวัสดี @^สักวันใดวันหนึ่งคุณควรจะมาที่ห้องของฉันตอนค่ำๆ... บาง",
        "pennySpa": "มาเจอฉันในโรงอาบ",
        "incubator": "Dear @^^ ขอบคุณสำหรับการซื้อเล้าแบบใหม่ นอกจากจะเพื่่มกำลังการผลิตไข่ของคุณแล้ว ฉันยังได้ติดตั้งตู้อบให้คุณด้วย^การใช้ตู้อบนั้",
        "hatter": "หวัดดี^^เราขายหมวกล่ะ เข้าใจตรงกันเนอะ?^^มาที่บ้านร้",
        "Beat_PK": "ขอแสดงความยินดี!! ^ ^ คุณชนะ 'Journey Of The Prairie King', และถูกสุ่มในการจับรางวัลของผู้ชนะพิเศษของเรา! ^คุณชนะ Prairie King Arcade System!^ในตอนนี้เชิญคุณสนุกไปกับ 'Journey Of The Prairie King' ที่บ้านของคุณได้เลย^^คุณสมควรได้รับมัน!.^-ทีมพัฒนา Prairie King %item bigobject 141 %%",
        "JunimoKart": "ขอแสดงความยินดี!! ^ ^ คุณชนะระดับทั้งหมดใน 'JunimoKart'...จริง ๆ แล้ว คุณเป็นคนแรกใน Ferngill Republic ที่ทำได้! ^ รางวัล: Junimo Kart สำหรับภายในบ้าน! ^ ^ ขอให้สนุก!^-ทีมพัฒนา Junimo Kart %item bigobject 159 %%",
        "elliottReading": "@^ฉันมีข่าวดี... นิยายฉันเสร็จแล้ว!! ฉันจะอ่านที่ห้องสมุด",
        "elliottBoat": "ช่วยมาพบฉันที่ท่าเรือตอนเช้าวันอ",
        "harveyBalloon": "@^ผมมีอะไรจะเซอร์ไพรส์คุณล่ะ ม",
        "samMessage": "@^มาเจอกันที่หน้าบ้านผมห",
        "joshMessage": "@^มาเจอกันที่saloonหลังพระอาทิ",
        "lewisStatue": "@,^^ในภายหน้า, ฉันจะขอบคุณอย่างมาก ถ้าคุณเลิกวางของส่วนตัวของฉัน ไว้ในเมืองให้ทุกคนเห็น!!^^ฉันไม่พอใ",
        "marnieAutoGrabber": "@^ฉันมีสินค้าใน สต็อกมาใหม่ด้วย ...เรียกว่า \"Auto-Grabber\".^^สิ่งนี้จะช่วยคุณรีดนมวัว นมแพะ ตัดขนแกะของคุณ ทั้งหมดได้อัตโนมัติ!!^^ถือ",
        "EmilyClothingTherapy": "@^ฉันมีความคิดใหม่ที่บ้ามาก ฉันอยากจะเชิญคุณไป.... มันเรียกว่า \"ตู้ลองชุดหรรษา\".^^ได้โปร",
        "EmilyCamping": "@^ไปตั้งแคมป์กัน! ^^ มาพบฉันที่ป่าลับ หล",
        "EmilyDoneCamping": "ขอบคุณที่มาพบฉันเมื่อคืน... เป็นช่วงเวลาที่มีค่าสำหรับฉัน^",
        "foundLostTools": "ถึง @^มีคนเอาเครื่องมือ ของคุณไปและฉัน ไปพบในถังขยะ เมื่อคืน^^ฉันเอาไปวางไว้ ",
        "fishing2": "ฉันมีสินค้าใหม่เข้ามา...^ เบ็ดตกปลาแบบหรูหรา และพวกเหยื่อที่คุณ สามารถใส่มันเข้าไปได้!^คุณ",
        "fishing6": "มาที่ร้านฉันแล้วลองดูเบ็ดคันใหม่ที่ฉันเอามาขายดูซิ.^มันดีที่สุดแล้วที่เงินจะซื",
        "wizardJunimoNote": "แหล่งข้อมูลของฉันบอกฉันว่า เธอได้เข้าไปเดินด่อมๆมองๆในศูนย์ชุมชมเก่าๆนั้นสินะ ^ ทำไมไม่มาเยี่ยมฉันสักหน่อยหล่ะ? ^  ที่พำนักของฉันอยู่ที่ตะวันตก",
        "winter_18": "ถึง @^ ฉันอยากจะให้ข้อมูลอะไรบางอย่างกับเธอ เกี่ยวกับเทศกาลที่จะถึงนี้สักหน่อยนะ ที่เรียกว่างานฉลองดาวฤดูหนาวหน่ะ มันถึงเวลาแล้วที่ชุมชนของเราจะรวมตัวกัน แล้วคิดย้อนไปถึงสิ่งดีๆที่พวกเราได้รับในปีนี้ ^ สิ่งที่พวกเราทำกันเป็นประจำในเทศกาลนี้คือ การ \"แลกของขวัญ\" ที่ซึ่งทุกๆคนในเมืองจ",
        "ccBulletinThankYou": "ถึง @^ ตอนนี้ทุกๆคนในเมืองต่างพูดถึง ความเอื้ออาทรของเธอเลยนะ! ^ เหมือนจะมีบรรจุภัณฑ์บางอย่างปรากฏขึ้นในบ้านของแต่ละคน ที่พวกเขาเคยอยากได้และเขียนติดไว้ที่ป้ายแถลงการณ์ใน",
        "guildQuest": "ฉันเห็นคุณกำลังสำรวจอยู่ที่เหมือง คุณเป็นคนที่มีจิตวิญญาณแห่งการผจญภัย, ฉันสามารถบอกได้เลย^ถ้าคุณสามารถกำจัด",
        "skullCave": "เธอได้เขาไปในถ้ำหัวกระโหลกแล้วสินะ ^ แต่ฉันมีอะไรที่ท้าทายกว่านั้นเจ้าหนู ไปให้ได้อย่างต่ำ 25 ชั้นสิ",
        "robinWell": "Robin เอง! ^ ฉันรู้ดีว่ารอบๆฟาร์มของเธอมีหินระเกะระกะเป็นจำนวนมาก ^ ถ้าเธอมีมากเกินไปละก็ เธออาจจะอยากให้ฉันสร้างบ่อเก็บน้ำให้เธอก็ได้นะ ^ บ่อเก็บน้ำเนี่ย สามารถวางได้ทุกที่บ",
        "landslideDone": "ถึงผู้มีอุปการคุณทุกท่าน:^ทางเรา JojaMart ได้แก้ปัญหาดินถล่ม อันเนื่องมาจากการขุดเจาะใกล้แหล่งน้ำ บนภูเขาของทางบริษัทแล้ว อย่างไรก็ตามทางบริษัทมีความประสงค์ที่จะแจ้งท่านว่า การกระทำของทางบริษัทนั้นอยู่ภายใต้กฎหมาย (อ้างอิงตามใบอนุญาตก่อสร้างเลขที่ L61091, ฝ่ายพัฒนาJojaCo). การติดตามดูแลสภาพแว",
        "QiChallengeComplete": "คุณทำได้^ ฉันประทับใจมากเลย^ ขอให้สนุกกับของรา",
        "spring_1_1": " ยินดีต้อนรับสู่ Stardew Valley Mod ภาษาไทย^ ใช้กับ Stardew Valley 1.3.20Beta เท่านั้น!! ^  --Mod update&Status--^ -Dialogue NPC -90%^ -Mail Box -98%^ -NPCGiftTastes -100%^ -Marriage Dialogue-98%^ -Dialogue ทั่วไป -70%^ -Festivals -98%^ -Events -80%^ -Extra Dialogue -40%^^ จัดทำโดย.^ SORNZiLLATE , NoTSoXDream , JASON^^ ขอขอบคุณทีมงานเดิม^ Artdekdok, cybertorns , MiXEL.SC , NoTSoXDream ,^ Pigter , sornzilla และ superogira%item money 500 501 %%",
        "spring_2_1": "ไง สวัสดี^ฉันเพิ่งกลับมาจาก การตกปลา^เธอควรมาที่ชายหาด",
        "spring_12": "แด่ @^ในวันพรุ่งนี้ เราจะมีงาน Egg Festival ในจัตุรัสกลางเมือง  ^^ซึ่งคุณมาร่วมสนุกกับเราได้ตั้งแต่เวลา 9 โ",
        "spring_15_1": "สวัสดี, ที่รัก...^^ฉันรู้ว่าเธอพึ่งเริ่มต้นกับการเป็นชาวไร่, ฉันเลยอยากให้คำแนะนำนิดหน่อย^^พืชส่วนใหญ่โตแ",
        "spring_23": "สวัสดี @^พรุ่งนี้พวกเราทุกคน ได้รับเชิญไปในเทศกาล Flower Dance^^ถ้าคุณอยากหาคู่ใจ ต้องการเต้นรำกับคุณ!^งานเต้นรำจัดอย",
        "summer_10": "ถึง @^พรุ่งนี้เราจะมีการรวมตัวกันที่ ชายหาดประจำปีกับงาน Pelican Town Luau^^ไฮไลท์ของงานคือจะมีของกิน จากทุกคน แน่ใจนะว่าคุณจะนำบางอย่าง ที่ดีมารวมด้วย! ผู้",
        "summer_28": "ถึง @^คืนนี้ เวลาประมาณ 10PM จะมีปรากฏการณ์ที่สวยงาม และหาดูได้ยากเกิดขึ้น^^กระพรุนแสงจันทร์จะลอยผ่านมา ที่เมืองเพลิแกน ระหว่างการเดินท",
        "fall_9": "ถึง @^หนึ่งสัปดาห์จากวันนี้ เราจะมีงาน Stardew Valley Fair ที่จตุรัสกลางเมือง!^มันเป็นงานที่ใหญ่ที่สุดของปี  ผู้คนจากทั้งประเทศจะเข้ามาที่ เมืองเล็กๆของเรา^ถ้าคุณต้องการ คุณสามารถตั้งร้านแสดงสินค้า จากฟาร์มของคุณในงานนี้",
        "fall_15": "ถึง @^ผมแค่อยากจะเตือนคุณว่า Stardew Valley Fair จะจัดขึ้นในวันพรุ่งนี้.^อย่าลืมที่จะนำวัตถุดิบของคุณ 9 อย่างสำหรับ ตั้งร้านแสดงสินค",
        "fall_26": "ถึง @^รู้สึกได้ถึงบรรยากาศ อันเย็นยะเยือกนี้มั้ย? มันอาจจะเป็นเพียงแค่สัญญาณ การกลับมาของลมหนาว...^หรืออาจจะมีพลังงานบางอย่าง ซ่อนอยู่ก็เป็นได้  มาร่วมงา",
        "winter_7": "ถึง @^พรุ่งนี้เราจะรวมตัวกันที่ หน้าบ้านMarnieสำหรับ Festival of Ice^^มันเป็นงานฉลองในฤดูหนาว... จะมีมนุษย์หิมะ การแกะสลักน้ำแข็ง  และการแข็งขันตกปลา ",
        "winter_14": "เริ่มพรุ่งนี้แล้ว, ^ที่กองทัพเรือสินค้าจะมาเทียบท่าที่เมือง Pelican เพื่อพร้อมสำหรับ'ตลาดราตรี'ที่จัดขึ้นเป็นประจำทุกปี^^ตลาดจะเปิดเวลา 5 โมงเ",
        "spring_11_1": "ประกาศของหาย:^ฉันทำขวานอันโปรดหาย! หากคุณเจอมัน, โปรดส่งคืนให้เร็วที่สุด ฉันลำบาก",
        "spring_19_1": "คุณชาวไร่ @^ฉันมีเรื่องขอร้องคุณ ฉันต้องการต้นกะหล่ำดอก (cauliflower)สดๆสำหรับ สูตรอาหา",
        "summer_3_1": "@^มันน่าอายจริงๆที่จะพูดเรื่องนี้กับคุณ... คือฉันหากางเกงสีม่วงนำโชคไม่เจอ ชั้นไม่รู้จะบอกยังไงกับใครดี เว้นแต่คุณ คุณคือคนเดียวที่ฉันไ",
        "summer_14_1": "เฮ้ เด็กน้อย^คอป้าแห้งจนเหลือแต่กระดูกแล้ว ป้ากระหายเบียร์อ่อนจริงๆ หนูพอจ",
        "summer_20_1": "@^ฉันรวบรวมข้อมูลความสัมพันธ์ ระหว่างความด่างในดินกับ ระดับน้ำตาลในพืช เรื่องมันยาว ฉันต้องการเมล่",
        "summer_25_1": "ถึงเจ้าของฟาร์ม @:^อาการเจ็บของเข่าฉัน มันเริ่มมาอีกแล้วหล่ะ แล้วเจ้ารู้หรือปล่าวอะไรช่วยได้? ^ใช้เจ้าพริกที่เผ็ดร้อนถูๆ",
        "fall_3_1": "สวัสดี @ฉันต้องการให้วัวของฉันรักษาเป็นพิเศษ พวกเขากำลังดีขึ้น และหิว คุณสามารถนำ amaran",
        "fall_8_1": "สวัสดี^ ช่วงนี้เป็นฤดูของแบล็คเบอร์รี่เลยนะ พุ่มไม้เต็มไปด้วยผลของมัน ฉันอยากจะเ",
        "fall_19_1": "@^ฉันอยากจะซื้อ ฟักทองจากเธอหน่ะ ลูกสาวของฉันกับฉันอยากจะทำ โคมไฟจากฟักทอง",
        "winter_2_1": "เฮ้ ฉันมีเรื่องท้าทายเล็กน้อยมาฝากนะ^ จับปลาหมึกมาให้ฉัน^ เธอสามารถตกมันได้แถวๆทะเ",
        "winter_6_1": "ฉันมีเรื่องแปลกๆจะขอร้องหน่อยนะ ช่วยเก็บเป็นความลับด้วยได้ไหม?^ ฉันอยากให้เธอส่งเอเมทิสไปให้เ",
        "winter_12_1": "@^ตอนนี้ข้ากำลังศึกษาเกี่ยวกับ ศาสตร์แห่งการทำนายเงาที่สูญหายไปอยู่ ข้าต้องการของสิ่งหนึ่งที่เรียกว่า 'V",
        "winter_17_1": "@^ขอโทษนะที่รบกวนคุณอีก, แต่ฉันมีบางอย่างให้ช่วย.^ฉันได้ค้อนใหม่มาและฉันต้องการ ทดสอบความแข็งกับแร",
        "winter_21_1": "@^เป็นไงบ้าง? หวังว่าฤดูหนาวจะไม่โหดร้าย กับคุณมากเกินไปนะ^เอาล่ะ ฉันเขียนนี่มาเพื่อจะขอไม้ จากคุณสักห",
        "winter_26_1": "ถึง @^ฉันอยากทำสตูว์ปลา, แต่ฉันต้องการปลา albacore! ฉันรู้ว่ามันเกือบจะหมดฤดูแล้ว... ขอโท",
        "spring_1_2": "แจ้งให้ทราบ:^^ราคาของวัตถุดิบที่ร้าน",
        "spring_6_2": "@^ฉันกำลังต้องการแอปริคอท สดๆอย่างมาก. ฉันหาไม่ได้ซักอันที่ร้านค้า, ฉั",
        "spring_15_2": "ถึง @^ฉันอยากให้ของขวัญ เซอไพรซ์สามีฉัน. เขาชอบต้นหอมมาก. ช่วยนำ",
        "spring_21_2": "ประกาศ^นี่Pierreเอง... ฉันอยากกิน sashimiมากๆเลย. ฉันจ่ายแพงแน่นอน สำหรับคนที่เอาม",
        "summer_6_2": "ต้องการนักตกปลา^ฉันต้องการตัวอย่าง ปลาปักเป้าที่ใช้ได้. ฉันกำลังทดลองเ",
        "summer_15_2": "ถึงเจ้าของฟาร์ม @^ฉันอยากให้มะเฟืองกับภรรยาฉัน ในวันครบรอบของเราน่ะ. คุณปลูกมันไว้ใน",
        "summer_21_2": "@^ฉันต้องการน้ำมันเห็ดทรัฟเฟิล. (truffle oil) อย่าถามว่าทำไม ^ -นายกเทศมนตรี",
        "fall_6_2": "ต้องการ: ลอบส์เตอร์ 1 ตัว สำหรับซุปครีมกุ้งที่ฉัน กำลังทำอยู่^จาก: Gus, เจ้าของ Stardrop Saloon^ร",
        "fall_19_2": "ประกาศ^ใครพอจะมี แบตเตอรีสักแพ็คบ้าง? รีโมทโทรศัพท์ของฉัน มันแบตหมด และมันก็ย",
        "winter_5_2": "@^ตอนนี้ฉันกำลังทำ enchanted staff of phenomenal power อยู่^แต่ยังขาดของบางอย่างอยู่:  แท่งอิลลิเดียม.^ฉันเต็มใจที่จะจ่ายให้ 5 เท่าของราคาตลาดเลย สะดวกเมื่",
        "winter_13_2": "ฉันมีการท้าทายใหม่: จับปลา Lingcod มาให้ฉัน^มันไม่ได้จับง่ายๆห",
        "winter_19_2": "ถึง @^ฉันมีปัญหาที่แก้ไม่ตกจริงๆ. ฉันอยากจะทำ Coco-no-no มากๆเลยที่saloon, แต่ฉันไม่รู้จะไปหา",
        "winter_24": "ถึง @^วันพรุ่งนี้ก็จะเป็นงาน Winter Star แล้ว^เธอเตรียมของขวัญสำหรับ 'เพื่อนลับ'... %secretsanta แล้วหรือยัง?^เทศกาลจะเริ่มตอน 9 โมง",
        "passedOut1_Billed_Male": "เรียนมิสเตอร์ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เ",
        "passedOut1_Billed_Female": "เรียนคุณ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เราดี",
        "passedOut1_NotBilled_Male": "เรียนมิสเตอร์ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เราดีใจที่ค",
        "passedOut1_NotBilled_Female": "เรียนคุณ @^คืนก่อน, สมาชิกทีมคนนึ่งของJojaมาพบคุณ ตอนได้รับบาดเจ็บ. ทีมแพทย์ถูกส่งไป เพื่อนำตัวคุณส่งถึงบ้าน อย่างปลอดภัย.^เราดีใจที่คุณไ",
        "passedOut2": " @ ^ คุณโชคดี ที่ฉันพบคุณเมื่อคืน! คุณหมดสติและมีคน กำลังค้นกระเป๋าของคุณ. ฉันไม่รู้ว่าพวกเขา เอ",
        "passedOut3_Billed": " @^ มีคนทิ้งคุณไว้ที่คลินิกเมื่อคืน. คุณหมดสติเนื่องจากความอ่อนเพลีย!^ คุณควรดูแลตัวเองให้มากกว่านี้ และควรก",
        "passedOut3_NotBilled": " @^ มีคนทิ้งคุณไว้ที่คลินิกเมื่อคืน. คุณหมดสติเนื่องจากความอ่อนเพลีย!^ คุณควรดูแลตัวเองให้มากกว่านี้ และควรกลั"
    }
}