{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.Int32, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.Int32Reader",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "1": "Location/Meet The Wizard/มีจดหมายถึงคุณ จากพ่อมดท้องถิ่น. เขาอ้างว่า มีข้อมูลเกี่ยวกับ ศูนย์ชุมชนเก่า (old community center)./ไปที่หอคอยพ่อมด (wizard's tower)./WizardHouse/-1/0/-1/false",
        "2": "Basic/The Mysterious Qi/ในกล่องปริศนานี้, คุณพบโน้ตเกี่ยวกับ คำแนะนำแปลกๆ. ลงนามโดย 'Mr. Qi'./โยน Rainbow shell ในกล่องที่สถานีรถไฟ./null/-1/0/-1/false",
        "3": "Basic/The Mysterious Qi/คุณได้พบโน๊ตแปลกๆ ที่เขียนขึ้นโดย 'Mr.Qi' คำขอนี้ยิ่งผิดปกติ มากขึ้นในเวลานี้/ใส่ 10 Beets ในตู้เย็นบ้าน นายกลูอิส./null/-1/0/-1/false",
        "4": "Basic/The Mysterious Qi/คุณได้พบโน้ตแปลกๆ อีกอันนึงในตู้เย็นของลูอิส. ครั้งนี้คำแนะนำ มันดูคลุมเคลือมากๆ./\"ให้อาหารมื้อสุดท้ายของเขากับมังกรทราย.\"/null/-1/0/-1/false",
        "5": "Basic/The Mysterious Qi/คุณได้พบโน้ตแปลกๆ ในดวงตาของมังกรทราย. ดูเหมือนว่า การล่าสมบัติที่แปลก ประหลาดของ Mr. Qi ได้สิ้นสุดลงแล้ว./ตรวจสอบกองไม้ ข้างบ้านของคุณ./null/-1/0/-1/false",
        "6": "ItemHarvest/Getting Started/ถ้าคุณต้องการ เป็นชาวไร่ละก็, คุณต้องเรียนรู้ พื้นฐานซะก่อน. ใช้จอบเพื่อพรวนดิน, จากนั้นหว่านเมล็ด ใส่ในดินที่พรวนแล้ว. รดน้ำทุกวันจนกว่าพืชผล จะพร้อมสำหรับ การเก็บเกี่่ยว./ปลูกและเก็บเกี่ยว หัวผักกาด (Parsnip)./24/h7 8/100/-1/true",
        "7": "Building/Raising Animals/โรบิ้น, เธอเป็นช่างไม้ท้องถิ่น, อาศัยอยู่ทางตอนเหนือของเมือง. สำหรับการแลกเปลี่ยน วัสดุกับเงินนั้น, เธอจะสร้างสิ่งก่อสร้าง ในฟาร์มของคุณ. คุณจะต้องให้เธอ สร้างเล้าหรือโรงนาให้ เพื่อที่คุณจะ สามารถเลี้ยงสัตว์ได้./ก่อสร้าง Coop(เล้า)./Coop/-1/100/-1/true",
        "8": "Crafting/Advancement/ในขณะที่คุณ ได้รับประสบการณ์, คุณจะค้นพบวิธี ประดิษฐ์(craft)สิ่งใหม่ๆ เพื่อที่จะสร้างกำไร และทำให้ชีวิตง่ายขึ้น. อย่างเช่น, หุ่นไล่กา(scarecrow),จะปกป้องพืชผลจากอีกา ที่จะมากินพืชผล อันมีค่าของคุณ./สำเร็จ Farming level 1 และคราฟหุ่นไล่กา (scarecrow)./8 true/-1/100/-1/true",
        "9": "Social/Introductions/มันจะดีมากเลยนะ ถ้าคุณไปแนะนำตัว กับคนอื่นๆ รอบๆ เมือง. บางคนอาจจะ รู้สึกกังวัลที่จะได้พบ ชาวสวนคนใหม่ ก็ได้นะ././null/25/0/-1/true",
        "10": "Basic/Copper Ore/คุณค้นพบเศษ แร่ทองแดง(copper ore). คุณไม่แน่ใจว่า จะใช้งาน เศษชิ้นส่วนนี้ยังไง, แต่ช่างตีเหล็ก ท้องถิ่นรู้วิธี./นำเศษ แร่ทองแดง(copper ore) ไปที่ Clint's blacksmith shop././-1/0/-1/false",
        "11": "Crafting/Forging Ahead/หากคุณตั้งใจ จะขุดเหมืองต่อไปละก็, คุณน่าจะสร้างเตาเผานะ./คราฟ Furnace สักชิ้น./13 true/12/0/-1/true",
        "12": "ItemHarvest/Smelting/ตอนนี้คุณได้สร้าง เตาเผาแล้ว, สามารถถลุงแร่ บางอย่างได้. ตามคำแนะนำของคลินท์, ถ้าคุณใส่ แร่ทองแดง(copper ore) 5 ก้อน และ ถ่าน(coal) 1 ก้อน ในเตาเผาล่ะก็, คุณจะได้รับแท่งทองแดง(copper bar) 1 แท่ง./ใช้งาน furnace เพื่อสร้าง Copper Bar สักชิ้น./334 1/-1/0/-1/true",
        "13": "Basic/To The Beach/บางคนที่ชื่อ Willy ได้ชวนคุณไปที่ ชายหาดทางตอนใต้ ของเมือง. เขาบอกว่า มีของบางอย่าง จะให้กับคุณ./ไปที่ริมชายหาด ก่อน 5 โมงเย็น./-1/-1/0/-1/true",
        "14": "Basic/Explore The Mine/มีเหมืองเก่าๆ อยู่ที่ภูเขา ทางเหนือของเมือง. อาจพบแร่ล้ำค่าข้างใน, แต่ Marlon บอกว่า มันค่อนข้างที่จะ อันตราย./ลงไปชั้นที่ 5 ของเหมือง./17/17/0/-1/false",
        "15": "Monster/Initiation/ถ้าคุณฆ่า สไลม์ 10 ตัวได้, คุณจะได้รับตำแหน่ง ในสมาคมนักผจญภัย (Adventurer's Guild)./ฆ่า 0 ใน10 สไลม์./Green_Slime 10/16/0/-1/false",
        "16": "Location/Initiation/คุณประสบความสำเร็จ ในการฆ่า!! 10 สไลม์แล้ว. ตอนนี้คุณสามารถ เข้าไปใน สมาคมนักผจญภัย (Adventurer's Guild)ได้แล้ว./เข้าไปใน สมาคมนักผจญภัย./AdventureGuild/-1/0/-1/false",
        "17": "Basic/Deeper In The Mine/ดูเหมือนว่า ลิฟท์ของเหมือง ยังคงทำงานอยู่. มันจะช่วยให้คุณ สามารถกลับไปชั้นที่คุณ ค้นพบได้อย่างรวดเร็ว ในการลงไปชั้นลึกๆ./ลงไปชั้นที่ 40 ของเหมือง./18/18/0/-1/false",
        "18": "Basic/To The Bottom?/จนถึงตอนนี้, ไม่มีร่องรอยของชั้นสุดท้าย. มันลึกแค่ไหนกันนะ?/ลงเหมืองถึงชั้นสุดท้าย./-1/-1/0/-1/false",
        "19": "Basic/The Skull Key/คุณพบกุญแจรูปร่างแปลกๆ ที่ใต้เหมือง ./หาวัตถุประสงค์ของกุญแจรูปหัวกะโหลก./-1/-1/0/-1/false",
        "20": "Basic/Qi's Challenge/คุณถูกท้าทายให้ลง ถ้ำหัวกะโหลกถึงชั้นที่ 25 คุณจะได้รางวัลมากมาย หากคุณทำสำเร็จ./ลงไปชั้น 25 ที่ Skull Cavern./-1/-1/0/-1/false",
        "21": "Basic/Marnie's Request/มาร์นีย์มาที่ฟาร์มและถามคุณว่า พอจะหาแครอทถ้ำ (Cave Carrot)ได้ไหม. เธอกำลังพยายาม ฝึกให้แพะให้พูด และพวกมันดูเหมือนจะชอบแครอทถ้ำ เป็นของว่างมาก./พก แครอทถ้ำ(Cave Carrot)สักอัน ไปที่ร้านของ Marnie./-1/-1/0/-1/true",
        "22": "Basic/Fish Casserole/โจดี้ต้องการให้คุณ ไปกินข้าวเย็นด้วยกันตอน 1 ทุ่ม. เธอมีเพียงคำขอเดียว คือให้คุณนำ ปลากระพงปากกว้าง(Largemouth bass) มาให้เธอสำหรับทำหม้อตุ๋นปลา./นำปลากระพงปากกว้าง(Largemouth bass)สักตัว ไปหา Jodiที่บ้านตอน 1 ทุ่ม (19:00)./-1/-1/0/-1/true",
        "23": "Location/Archaeology/คุณพบวัตถุที่ดูโบราณ มันอาจเป็นสิ่งประดิษฐ์ ชนิดหนึ่งเมื่อนานมาแล้ว? บางทีกุนเธอร์ผู้ดูแล พิพิธภัณฑ์ท้องถิ่นอาจมีคำตอบ./พูดคุยกับ Gunther ที่พิพิธภัณฑ์/ArchaeologyHouse/-1/0/-1/true",
        "24": "Basic/Archaeology/กุนเธอร์ขอให้คุณ บริจาคศิลปวัตถุหรือแร่ที่คุณเจอ ไปที่พิพิธภัณฑ์ เขาบอกว่า เขาจะให้ของหายากกับคุณ เป็นครั้งคราว./บริจาควัตถุโบราณหรือแร่ให้กับทางพิพิธภัณฑ์./-1/-1/250/-1/true",
        "25": "Basic/How To Win Friends/การมอบ ของขวัญ เป็นวิธีที่ดีในการ สร้างมิตรภาพ. เรียนรู้รสนิยม ของแต่ละคน แล้วจะทำให้คุณ เป็นที่นิยมใน เวลาไม่นาน./มอบของขวัญให้ใครสักคน./-1/-1/100/-1/true",
        "26": "Basic/\"Rat Problem\"/มีบางอย่างแปลกๆ กำลังเกิดขึ้นใน Community Center.../สำรวจด้านในของ Community Center/-1/-1/0/-1/true",
        "27": "Basic/Goblin Problem/มีก็อบลินมาขวางเส้นทาง ไปยังกระท่อมแม่มด ต้องหาวิธีบางอย่าง ให้เขาถอยออกไป.... บางทีฉันควรหาข้อมูลเพิ่มเติม เกี่ยวกับพวกก็อบลิน./ไปให้ถึงทางเข้ากระท่อมแม่มด./-1/-1/0/-1/true",
        "28": "Basic/Dark Talisman/พ่อมดขอให้ฉันซ่อมแซม หมึกเวทย์มนตร์จากบ้าน ของภรรยาเก่าของเขา... แต่การเข้าถึง ฉันจะต้องมีเครื่องรางของขลัง./เข้าสู่ท่อระบายน้ำและถาม Krobus เกี่ยวกับเครื่องรางของขลัง./-1/-1/0/-1/false",
        "29": "Basic/Strange Note/คุณพบโน็ต, ลายมือหมีเขี่ย, ขอให้คุณนำ \"เม-ปา ล เซ อ รุฟ\" ไปยัง \"ป่ า ดึก ลบ\"./นำ \"เม-ปา ล เซ อ รุฟ(เมเปิ้ลไซรัป)\" ไปยัง \"ป่ า ดึก ลบ(ป่าลึกลับ-Secret Woods)\"/-1/-1/0/-1/true",
        "30": "Basic/Cryptic Note/คุณพบข้อความที่อ่านว่า, \"มีบางคนรอพบคุณอยู่ที่ชั้น 100 ของ Skull Cavern\"/ลงไปชั้นที่ 100 ใน Skull Cavern/-1/-1/0/-1/true",
        "31": "Basic/A Winter Mystery/คุณพบเงาดำที่ดู น่าสงสัยแถวป้ายรถบัส เมื่อคุณสังเกตเห็น มันก็หนีไปทางเมืองแล้ว อาจเป็นเบาะแสบางอย่างก็เป็นได้?/ตามหาเงาดำ./-1/-1/0/-1/true",
        "100": "LostItem/Robin's Lost Axe/โรบิ้นทำขวานสุดโปรดของเธอหาย ครั้งสุดท้ายเธอจำได้ว่า ใช้มันตัดไม้ที่ทางตอนใต้ ของฟาร์มปศุสัตว์มาร์นีย์./ตามหาขวานของโรบิ้น./Robin 788 Forest 110 81/-1/250/-1/true/เฮ้, เธอหาขวานฉันเจอแล้ว! โล่งอกไปที... ฉันเกือบตัดนิ้วเท้าไปแล้ว ตอนใช้ขวานอีกอัน. ขอบคุณ!",
        "101": "ItemDelivery/Jodi's Request/โจดี้ต้องการดอกกะหล่ำ สำหรับใช้ทำสูตรอาหาร ที่เธอกำลังทำอยู่ เธอขอให้คุณเอา ไปให้เธอหนึ่งดอก./นำ ดอกกะหล่ำ(cauliflower)ไปให้โจดี้(Jodi) หนึ่งดอก./Jodi 190/-1/350/-1/true/โอ้, นั่นดูน่าอร่อยมาก! ขอบคุณ, นี่แหละที่ฉันต้องการ. มันจะต้องสมบูรณ์แบบ สำหรับแกงเหลืองของฉัน",
        "102": "LostItem/Mayor's \"Shorts\"/นายกเทศมนตรีลูอิส ได้ทำ \"กางเกงขาสั้น\" สีม่วงหายไป. เขาขอให้คุณช่วยค้นหาและนำมันกลับมาคืนเขา... อย่างเงียบๆ./ตามหา กางเกงขาสั้นสีม่วง นำไปส่งคืนให้ลูอิส(Lewis)/Lewis 789 AnimalShop 13 7/-1/750/-1/true/เธอเจอมัน... ที่ไหน? ...โอ้!...อืมมม...หึ.#$b#นั่นไง? ฉันไม่รู้ว่ามัน ไปอยู่ที่นั่นได้ยังไง...*แค่ก แค่ก*#$b#รู้กันแค่เธอกับฉันนะ. ตามนี้แหละ?$u",
        "103": "ItemDelivery/Pam Is Thirsty/แพมกำลังอยากดื่มเบียร์สด(Pale ale) เบียร์แบบธรรมดาคงไม่ช่วย คุณสามารถหมักด้วยตัวเองได้ ถ้าคุณมีดอกฮ็อพและถังหมัก./หาเบียร์สด(Pale ale)ไปให้แพม(Pam)./Pam 303/-1/350/-1/true/เอามาให้ฉัน *ยกซด*... อ่าาา, คือสิ่งนั่น.#$b#มันดีจริงและโฮบ...บี้  บันทึกของส้มและไม้สน, แต่ด้วยร่างกายกำยำ ไปจนถึงรากของฐาน.#$b#ขอบคุณหนูน้อย. มันมีความหมายสำหรับฉันมาก. ฉันรู้ว่าฉันเชื่อใจเธอได้.$h",
        "104": "ItemDelivery/Crop Research/เดเมเทรียสจำเป็นต้องใช้ เมล่อนสดๆ สำหรับงานวิจัยของเขา./หาเมล่อน(melon) มาให้ เดเมเทรียส(Demetrius)/Demetrius 254/-1/550/-1/true/นี่มันสมบูรณ์แบบ! นี่แหละคือสิ่งที่ฉันต้องการ สำหรับการวิจัย. ถึงยากที่จะอดกินมันก็เถอะ! ขอบคุณสำหรับเมล่อน.",
        "105": "ItemDelivery/Knee Therapy/จอร์จต้องการพริก เพื่อบรรเทาอาการ เจ็บเข่าของเขา./นำพริก(Hot Pepper) ไปให้จอร์จ ./George 260/-1/200/-1/true/ไม่ได้ฉกของจากเธอนานแล้... หืมมม... อย่างน้อยมันก็ดีและเผ็ด. ขอบคุณ.",
        "106": "ItemDelivery/Cow's Delight/มาร์นีย์อยากให้อาหารพิเศษ แก่วัวของเธอ เธอขอผักโขมสักกำ./ส่งผักโขม(Amaranth) ให้มาร์นีย์(Marnie)/Marnie 300/-1/500/-1/true/Oh, the amaranth I asked for! Thank you so much... my cows are going to love this!$h",
        "107": "LostItem/Blackberry Basket/มันเป็นฤดูสำหรับแบล็คเบอร์รี่ (Blackberry) แต่ว่าลินุส (Linus) หาตะกร้าของเขาไม่เจอ! เขากำลังขอให้คุณ ช่วยหาตะกร้าของเขา เขาไม่รู้เลยว่ามันไปอยู่ที่ไหน./ตามหาตะกร้าของลินุสแล้วส่งคืนให้เขา./Linus 790 Backwoods 27 27/-1/0/-1/true/My basket! Thank you. This means a lot to me.$h",
        "108": "ItemDelivery/Carving Pumpkins/แคโรไลน์ต้องการ แกะสลักฟักทองกับ ลูกสาวของเธอ เธอขอให้คุณนำฟักทอง จากฟาร์มมาให้./นำฟักทองไปให้แคโรไลน์/Caroline 276/-1/500/-1/true/Oh, the pumpkin! It's a good one... Abigail will be so happy when she sees this. Thanks, @!$h",
        "109": "ItemDelivery/Catch A Squid/วิลลี่ท้าให้คุณจับปลาหมึก เขาบอกว่า คุณสามารถตกมันได้ จากมะหาสมุทร ตอนกลางคืนตอนหน้าหนาว./หาปลาหมึก(Squid) ให้วิลลี่(Willy) สักตัว./Willy 151/-1/800/-1/true/Hey, you did it! Not bad. Not bad at all. I'm impressed.#$b#Winter's a good time to break out the old fishing rod, isn't it?",
        "110": "ItemDelivery/Clint's Attempt/คลินท์ต้องการให้คุณนำ Amethyst ไปให้เอมิลี่ เขาต้องการให้คุณบอกเธอว่า เขาเป็นคนฝากมาให้./หาแร่ Amethystไปให้ เอมิลี่(Emily)/Emily 66/-1/0/-1/true/Oh, my favorite stone! You're so sweet!$h#$b#Huh? It's from who?$u#$b#Oh, you got it at Clint's? Well I don't care where you got it from, it's beautiful! Thank you! *smooch*$h",
        "111": "ItemDelivery/A Dark Reagent/พ่อมดขอให้คุณ ลงไปในเหมืองแล้วนำ หินแห่งความมืด มาให้เขา เขาต้องการที่จะใช้เพื่อทำ ศาสตร์มืดบางอย่าง./หา Void Essence ไปให้พ่อมด./Wizard 769/-1/1000/-1/true/Ah, you've brought it. You've earned my gratitude, and a 1000g reward. Now go.",
        "112": "ItemDelivery/A Favor For Clint/คลินท์ได้ค้อนอันใหม่ และเขาต้องทดสอบมัน กับโลหะหลายๆชนิด./หาแท่งเหล็ก(Iron Bar) สักแท่งไปให้คลินท์(Clint)./Clint 335/-1/500/-1/true/Hey, it's the iron bar I asked for. It looks strong... perfect.#$b#Thanks, @. I appreciate this.",
        "113": "ItemDelivery/Robin's Request/โรบิ้นเขียนถึงคุณ เพื่อขอไม้เนื้อแข็ง./ส่งไม้เนื้อแข็ง(Hardwood) 10 ชิ้นให้โรบิ้น./Robin 709 10/-1/500/-1/true/Oh, you brought it! I know I can always count on you, @.$h#$b#Mmhmm... This wood is perfect. It's exactly what I need. Thanks!",
        "114": "ItemDelivery/Fish Stew/กัสอยากทำสตูว์ปลา แต่เขาอยากได้ ปลาอัลบาคอร์ในการทำ./ส่งปลาอัลบาคอร์(Albacore)ให้กัส(Gus) สักตัว./Gus 705/-1/400/-1/true/*sniff*...*sniff*... What's that? Something smells like albacore!#$b#Aha! You brought it! Thanks a million!",
        "115": "ItemDelivery/Fresh Fruit/เอมิลี่ต้องการสัมผัสฤดูใบไม้ผลิ เธอขอผลแอปริคอต(Apricot) สดจากคุณ./นำผลแอปริคอตไปให้เอมิลี่./Emily 634/-1/600/-1/true/Oh... You followed through! Thanks, this looks delicious!$h",
        "116": "ItemDelivery/Granny's Gift/คุณยายเอวาลีนต้องการ เซอร์ไพรซ์สามีของเธอ ด้วยของขวัญพิเศษ./นำต้นหอม(Leek) ไปให้ คุณยายเอวาลีน(Evelyn)/Evelyn 20/-1/500/-1/true/Oh, thank you, dear. This leek looks delicious. George will be so happy.#$b#He loves when I make eggs with leeks for breakfast.",
        "117": "ItemDelivery/Pierre's Notice/ปิแอร์จะจ่าย \"ราคาสูงสุด\" ให้กับคนที่นำปลาดิบ(Sashimi) มาให้เขา. เห็นได้ชัดว่าเวลานี้ เขามีความต้องการมันจริงๆ./นำปลาดิบ(Sashimi) ไปให้ ปิแอร์(Pierre) สักจาน./Pierre 227/-1/1000/-1/true/It's about time! I was starting to get the shakes, I wanted this fish so bad. *munch*... Mmm, now that's good.#$b#Thanks, @.$h",
        "118": "ItemDelivery/Aquatic Research/เดเมเทรียสกำลังศึกษาเรื่อง ระดับของพิษในปลาปักเป้า เขาต้องการให้คุณ นำไปให้เขาสักตัว./นำปลาปักเป้า(Pufferfish) ไปให้เดเมเทรียส(Demetrius)./Demetrius 128/-1/750/-1/true/There you are. The specimen looks perfect. I'm going to get it on ice straight away. Thanks, @!",
        "119": "ItemDelivery/A Soldier's Star/เคนท์ต้องการให้ มะเฟือง(starfruit) แก่ภรรยาของเขา เป็นของขวัญวันครบรอบ./นำ มะเฟือง(starfruit) ไปให้เคนท์(Kent)./Kent 268/-1/500/-1/true/Hey. Shhh... Don't let Jodi see.#$b#Ah, this looks juicy. She'll love it. Thank you so much.$h",
        "120": "ItemDelivery/Mayor's Need/ลูอิสต้องการน้ำมันทรัฟเฟิล(Truffle Oil) เขาไม่บอกว่าใช้มันเพื่ออะไร บางทีมันอาจจะ ไม่ใช่เรื่องของคุณ./นำขวดน้ำมันทรัฟเฟิล(Truffle Oil) ไปให้ลูอิส(Lewis) สักขวด./Lewis 432/-1/750/-1/true/You got the oil? Let me see...#$b#It's high quality... very slick. Great. Thank you.",
        "121": "ItemDelivery/Wanted: Lobster/กัสติดประกาศเพื่อล็อบสเตอร์สดๆ./นำล็อบสเตอร์(Lobster) ไปให้กัส(Gus)./Gus 715/-1/500/-1/true/Something smells like fresh lobster. Oh, that's good.$h#$b#Take care, friend.",
        "122": "ItemDelivery/Pam Needs Juice/รีโมททีวี ของแพมแบตหมด เธอต้องลำบากเดินไป เดินมาระหว่างที่นั่ง กับที่โทรทัศน์./นำแบตเตอรี่(Battery Pack)ไปให้แพม(Pam) สักก้อน./Pam 787/-1/400/-1/true/Hey, you pulled through with the battery pack! Thanks, kid... You're a life-saver!$h",
        "123": "ItemDelivery/Staff Of Power/พ่อมดกำลังสร้าง ไม้เท้าพลังมหัศจรรย์ ใครจะรู้ว่ามันใช้ทำอะไร เขาต้องการแท่งอิริเดียม เพื่อทำให้มันสำเร็จ./หาแท่งอิริเดียม(Iridium Bar) สักแท่ง ไปให้กับพ่อมด(Wizard)./Wizard 337/-1/5000/-1/true/Ah, precious iridium. You've done well, @. You have my gratitude. Now, leave.",
        "124": "ItemDelivery/Catch a Lingcod/วิลลี่กำลังท้าทายคุณให้จับปลาลินคอด./จับปลาลินคอด(Lingcod) ไปให้วิลลี่(Willy) สักตัว/Willy 707/-1/550/-1/true/Hey, that's a real lunker! You've certainly got the angler's blood in you.$h",
        "125": "ItemDelivery/Exotic Spirits/กัสต้องการทำ โคโค-โน-โน่ แต่เขาขาดส่วนผสมหลัก./หาลูกมะพร้าว(Coconut) สักลูก ไปให้กัส(Gus)./Gus 88/-1/600/-1/true/Coconut! Now there's a soothing sight for my winter eyes.$h#$b#It's going to be perfect for my coco-no-no. Thanks!",
        "126": "ItemDelivery/Errand for your Wife/ภรรยาของคุณขอให้คุณ นำไฟเบอร์ 200 ชิ้น ไปให้เธอเพื่อทำโปรเจ็คลับ./นำไฟเบอร์(fiber)ไปให้เอมิลี่ 200 ชิ้น/Emily 771 200/-1/0/-1/false/Oh, this looks perfect... and it's sustainably sourced, too! Thanks so much, @.$h#$b#Now, I've got my work cut out for me. It'll be a few more days before it's ready...",
        "127": "Basic/Haley's Cake-Walk/ภรรยาของคุณ กำลังจัดงานการกุศล Cake-Walk ในจัตุรัสกลางเมือง เธอขอให้คุณนำ เค้กช็อกโกแลตมาด้วย/เข้าเมืองในตอนเช้าที่มีแดด พร้อมเค้กช็อคโกแลต/-1/-1/0/-1/true",
        "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/That necklace! Where did you find it?$7#$b#Well, thanks for bringing it to me, @. My mom will never know...$h",
        "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/What's this? My old necklace?$s#$b#That's strange, I didn't even notice it was missing... Well, thanks for bringing it back, @.$h"
    }
}