{
"Introduction": "อา นี่มัน @ ชาวไร่นี่นา ยินดีต้อนรับสู่หุบเขานะครับ ผมชื่อมอร์ริส ผู้จัดการของร้านโจจ้า สาขาเมืองเพลิแกน$0#$b#ถ้าคุณต้องการเมล็ดพันธุ์ ราคาถูกและคุณภาพดี ไม่มีที่ไหไนดีไปกว่า ร้านโจจ้าแล้วล่ะครับ!$1#$e#ผมจะไม่เสียเวลา พูดถึงร้านของปีแอร์นะครับ เมล็ดพันธุ์ของร้านโจจ้า ดีกว่าเยอะครับ$3",

//SPECIFIC TILE DIALOGUE
"Town_43_59": "คูปองลดราคา 50 เปอร์เซนต์ ! มารับไปตอนที่ยังมีอยู่!$1",
"Town_44_59": "สมัครสมาชิกโจจ้าวันนี้ และรับส่วนลดจำนวนมาก ในการซื้อครั้งหน้า!$1",
"Town_42_59": "กำลังกักตุนเมล็ดพันธุ์ สำหรับฤดูถัดไปงั้นหรอ? มาหาซื้อเมล็ดพันธุ์ที่ ถูกที่สุดในเมืองได้ที่ ร้านโจจ้า!$1",
"Town_43_60": "ที่โจจ้า พวกเราเห็นคุณเป็น ส่วนหนึ่งของครอบครัวเรา$1",

//SPRING AND GENERAL DIALOGUE

"spring_1": "ปีนี้จะเป็นปีที่ดีที่สุด สำหรับบริษัทโจจ้า$1#$b#กำไรของเราเพิ่มขึ้นเรื่อยๆ เลย ผมตั้งตารอส่วนแบ่งกำไร จากหุ้นของบริษัทเลยล่ะ$4",
"spring_12": "นายกเทศมนตรีเลวิสมักจะ เอาเชือกมากั้นบริเวณ พื้นที่ของโจจ้าในช่วงที่ จัดงานเทศกาลตลอดเลย$3#$e#ไม่ ผมจะไม่เข้าร่วมกิจกรรมล่าไข่$3",
"spring_23": "ไม่ ผมไม่เข้าร่วม เทศกาลเต้นรำนั่นหรอก$3#$e#...$2",
"spring_28": "กำลังจะถึงเวลาที่ต้อง เปลี่ยนสินค้าที่เก็บไว้ในร้านแล้ว ผมกำลังรอฤดูร้อนอยู่ล่ะนะ$0",

"Mon": "และอีกสัปดาห์ที่จะ ทำผลงานได้มากมาย ก็เริ่มต้นแล้ว ผมหวังว่าสัปดาห์นี้เชนจะ ทำงานได้ดีกว่าที่ผ่านมา$0#$e#ผมสาบานได้ เด็กคนนั้นขี้เกียจขึ้นทุกวัน บางทีผมอาจจะหัก เงินเดือนเขา$3",
"Mon2": "คุณได้ซื้อเมล็ดพันธุ์ สำหรับฤดูนี้ของเรารึยัง @?$1#$b#พวกมันเป็นสินค้าคุณภาพสูง ถ้าคุณไม่เชื่อผมก็ลอง ถามแอนดี้ดูสิ!$4",
"Mon6": "คุณทำงานได้ดีแล้ว ทำต่อไปนะ @$1", 
"Tue": "ถ้าคุณต้องการ เมล็ดพันธุ์ราคาถูก มันไม่มีที่ไหนดีไปกว่า ร้านโจจ้า$5",
"Tue2": "วันนี้ผมมีบัญชีกองยักษ์ ที่ต้องตรวจ$0#$b#ใครหลายคนคิดว่า งานเอกสารน่าเบื่อ ผมจะไม่เรียกมันว่า น่าตื่นเต้นหรอกนะ แต่ผมชอบการได้เห็น ตัวเลขมันสมดุลกัน ในตอนที่เราเปิดร้าน อย่างมีประสิทธิภาพจริงๆ$4",
"Tue8": "คุณเป็นชาวไร่ตัวอย่าง ที่ชาวไร่คนอื่นในหุบเขา ควรจะทำตาม$1#$e#รักษามาตรฐานไว้ล่ะ แล้วก็อย่าลืมมาจับจ่ายที่ โจจ้า!$1",
"Wed": "วันนี้ร้านของปีแอร์ปิด มาซื้อของที่โจจ้าสิ!$5#$e#สินค้าของเราเหนือกว่า สินค้าของปีแอร์ทุกอย่างเลย$3",
"Wed2": "ปีแอร์หยุดทุกวันพุธ น่าสงสารเขาจริงๆ ผมทำงานทุกวัน ทุกสัปดาห์!$5#$e#ตอนนี้เป็นโอกาสเหมาะ ที่จะเลือกซื้อ เมล็ดพันธุ์ของเรา!$1",
"Wed8": "อา @ มีความสุขจังที่ได้เจอคุณ คุณต้องการของใช้ ในฟาร์มรึเปล่า?$4#$e#วันนี้ปิแอร์ปิดร้าน โจจ้าสามารถจัดหาเมล็ดพันธุ์ หรือของใช้ในฟาร์มใดๆ ก็ตามที่คุณต้องการ ให้กับคุณได้!$1",
"Thu": "ผมกำลังอ่านทฤษฎีต่างๆ ที่เกี่ยวกับการบริหารจัดการ เพื่อเพิ่มประสิทธิภาพให้กับ ห้างสรรพสินค้า$4#$e#โจจ้าค่อนข้างจะทำได้ดี ในการจัดวางสิ่งต่างๆ ให้มีความสอดคล้องกับสถานที่ แต่ผมอยากรู้จังว่า ผมมีห้องอื่นที่ใช้สำหรับ วางแผนและลองทำสิ่งใหม่ๆ ไหม...$5",
"Thu2": "*หาว* การนอนหลับ 5 ชั่วโมง ไม่เพียงพอต่อการทำงาน ทั้งวันน่ะนะ$2#$e#เอาล่ะ กลับไปทำงานต่อ!$1",
"Thu8": "สวัสดี @ ขอบคุณที่มาคุยกับผมนะ! วันนี้คุณเป็นยังไงบ้าง?$0#$e#คนอื่นๆ แถวนี้ ไม่ได้มาคุยกับผมบ่อยๆ เหมือนคุณหรอกนะ$1",
"Fri": "สวัสดี พวกเราทำงานกันหนักมาก ใช่ไหม?$0#$e#แน่นอนอยู่แล้ว  ฉันก็ทำงานหนักเหมือนกัน$1",
"Fri2": "อาทิตย์นี้ผมทำงานไปได้ เยอะเลย ผมน่าจะไปดื่มไวน์บลูมูนไวน์ ที่ซาลูนซักแก้ว$1",
"Fri6": "*ถอนหายใจ* คืนนี้ต้องดื่มซักแก้วแล้วล่ะ อาทิตย์นี้ทำงานล่วงเวลา ไปเยอะเลย$2#$e#บางครั้งผมก็รู้สึกเหมือน ผมไม่เป็นที่ต้อนรับของ สตาร์ดรอปซาลูน เมื่อผมไปที่นั่น ผมจะถูกมองด้วยสายตา ที่ไม่ค่อยดีนักอยู่เสมอ$2#$e#โชคดีที่ ผมมีที่เก็บไวน์พิเศษ อยู่ใต้โต๊ะของผม$1",
"Fri10": "อา! @! เป็นสัปดาห์ที่ดีงาม$1",
"Sat": "โจจ้าเป็นตัวเลือกที่เหนือกว่า ร้านของปีแอร์!$5",
"Sat2": "ผมยังจำตอนที่ ผมมีวันเสาร์เป็นวันหยุดได้ ตอนนั้นผมยังเป็นแค่ พนักงานระดับล่างของโจจ้า$4#$e#หลายสิ่งหลายอย่าง ได้เปลี่ยนไปจากตอนนั้นแล้ว$1",
"Sat8": "@ ผมซึ้งใจมากนะ ที่คุุณใช้เวลาของคุณ มาคุยกับผมเนี่ย มันแตกต่างจาก ชีวิตแบบเดิมของผม มากเลยล่ะ$1#$e#พยายามทำงานต่อไปเรื่อยๆ เพื่อชุมชนของเรา!$4",
"Sun": "เอ่อ... สวัสดี$4#$e#คุณต้องการอะไรหรือเปล่า?$3#$e#อา เมล็ดพันธุ์สินะ!? โจจ้ามีทุกสิ่งที่คุณต้องการ! พวกเรามีสิ่งที่ดีที่สุดในเมื่อง!$5",
"Sun2": "ผมแนะนำให้คุณซื้อหุ้นโจจ้า พวกมันขึ้นเรื่อยๆ เลย!$4#$e#โอ้ คุณไม่ลงทุนหรอ? แย่จัง$0",
"Sun8": "ฤดูนี้ฟาร์มของคุณทำกำไรรึยัง @?$0#$b#ผมไม่ได้ตั้งใจจะ สอดรู้สอดเห็นหรอกนะ ผมแค่สงสัยว่าวงจรรายได้ ของคุณมันเป็นยังไงน่ะ$4",

//SUMMER DIALOGUE
"summer_1": "อา ฤดูร้อนมาถึงแล้ว ฤดูโปรดของผม$1#$b#ทำไมน่ะหรอ? เพระาผู้คนชอบชอปปิ้งกัน ในฤดูร้อนยังไงล่ะ พระอาทิตย์ทำให้ พวกเขาอารมณ์ดี และพวกเราก็ทำให้ ร้านสวยงามและเย็น พวกเขาก็เลยชอบมา หลบร้อนยังไงล่ะ$4",
"summer_10": "ต้องการหาอะไรซักอย่าง เพื่อเติมลงไปใน ซุปของงานเทศกาล งั้นหรอ @?$0#$b#ร้านโจจ้ามีตัวเลือกเพื่อ มื้ออร่อยของคุณเยอะเลยล่ะ$4",
"summer_28": "...ผมไม่ชอบดูแมงกะพรุน$2#$e#ผมไม่รู้ว่าทำไม พวกมันทำให้ผมรู้สึกแปลกๆ น่ะ$3",

"summer_Mon": "เพลิแกน เป็นเมืองที่ยังไม่พัฒนา ผมหวังว่ามันจะเปลี่ยนไป ในสักวันหนึ่ง$0#$e#%ดูเหมือนมอร์ริสจะมี แผนอยู่ในใจ", 
"summer_Mon6": "...มันมีอะไรบางอย่าง เกี่ยวกับที่นี่ อย่าเข้าใจผิมผิด ผมอุทิศชีวิตให้กับ การทำให้โจจ้ายิ่งใหญ่ที่นี่ แต่...$0#$e#คุณก็เห้นมัน ใช่ไหม? เพลิแกนเป็นเมืองที่พิเศษ ผมเริ่มจะเข้าใจขึ้นมาแล้ว",
"summer_Tue":  "สวัสดี @ วันนี้เป็นวันที่เหมาะสม สำหรับการหาเงิน$1",
"summer_Tue2": "*หาว* เมื่อคืนผมไม่ได้นอน มีงานที่ต้องทำเยอะเกินไป$0#$e#%มอร์ริสหาวอีกครั้ง",
"summer_Tue6":  "เมื่อผมอยู่ทั้งคืนอีกแล้ว เพื่อทำให้มั่นใจว่า ทุกอย่างในร้าน สมบูรณ์แบบน่ะ วันนี้... ผม... เหนื่อยมากเลย...$2#$e#%มอร์ริสหลับตาลง",
"summer_Wed": "มันมีหลายตลาดใน สตาร์ดิวแวลลี่ที่โจจ้า สามารถเข้าไปร่วมด้วยได้ ถ้าพวกเราต้องการจะขยาย พื้นที่การค้า$4#$e#บางทีเราอาจจะขายปลา หรือเฟอร์นิเจอร์?$1",
"summer_Wed6":  "ผมสนุกไปกับ การวางแผนการพัฒนา การเจอวิธีที่จะใช้เงินทุน ให้ได้ผลลัพธ์ที่ดีที่สุด ก็คือรางวัล$0#$e#คุณก็ทำแบบนี้กับฟาร์ม %farm เหมือนกันใช่ไหม? การเริ่มต้นของฤดูกาลใหม่ เป็นงานหนักพอดูเลย$1",
"summer_Thu": "ผมสงสัยจังว่า ปีนี้โจจ้าจะมีลูกค้า เพิ่มขึ้นมากี่คน$4#$e#ครอบครัวของเรา โตขึ้นทุกฤดูกาลเลย$1",
"summer_Thu8": "@ ...ผมกำลังคิด เราเรียกโจจ้าว่าครอบครัว แต่ผมไม่แน่ใจอีกต่อไปแล้วว่า นั่นมันเป็นเรื่องจริง$2#$e#%มอร์ริสดูไม่สบายใจ",
"summer_Fri": "เมล็ดเมล่อนของโจจ้า จะเพิ่มผลกำไรให้คุณได้แน่ๆ @ ผมแนะนำให้คุณ ซื้อพวกมันนะ!$1",
"summer_Sat": "เมื่อวานนี้ ผมซื้อไอศกรีมมาจาก เจ้าหนูอเล็กซ์ มันอร่อยดีนะ$1#$b#บางทีโจจ้าควรจะ เริ่มขายไอศครีม ไม่แน่ว่าอาจจะมีตลาด สำหรับมันก้ได้?$5",
"summer_Sat6": "ร้านไอศครีมของอเล็กซ์ เยี่ยมยอดมาก!$1#$e#ผมชอบที่จะดูชมชุน ก้าวหน้าด้วยธุรกิจเล็กๆ ของพวกเขา$1",
"summer_Sun": "มาซื้อของที่โจจ้าและ เพลิดเพลินกับ เครื่องปรับอากาศ ของเราสิ!$1",
"summer_Sat6": "ต้องการให้ ตัวเย็นลงหน่อยหรอ? ร้านโจจ้ามีระบบเครื่องปรับอากาศที่ดีที่สุดในหุบเขา! เข้ามาหลบร้อนสิ$4",

//FALL DIALOGUE

"fall_1": "ฤดูใบไม้ร้่วงมาถึงแล้ว และมันคือเวลาลดล้างสต็อค ของสินค้าฤดูร้อน$0#$e#ที่ร้านโจจ้า? แน่ล่ะว่าไม่ แต่ผมชอบที่จะออกไป ต่อราคาสินค้าร้านอื่นน่ะ$4",
"fall_15": "พรุ่งนี้คุณจะเข้าร่วมเทศกาล รึเปล่าล่ะ @?$0#$e#...ไม่แน่ ผมอาจจะไป ผมอยากจะเห็นว่า คุณปลูกอะไร ในฟาร์มของคุณบ้าง และมันจะมีประโยขน์แน่ ถ้าผมรู้ว่า นายกชอบของแบบไหน$0",
"fall_23": "มันยังไม่สายเกินกว่าจะ ซื้อเมล็ดพันธุ์กวางตุ้งนะ$0#$b#คุณจะมีเวลามากพอ ที่จะเก็บเกี่ยวผลผลิต ก่อนที่ฤดูหนาวจะมาถึง!$1",
"fall_27": "ตอนที่ผมยังเด็ก เทศกาลภูติเป็นวันหยุด ที่ผมชอบ$0#$b#ผมแต่งตัวเหมือนเดิม ตลอดเลย แต่งเป็นนักบัญชี$1",
"fall_28": "อีกหนึ่งปีกำลังจะจบไป$1#$e#ผมต้องจัดระเบียบ การเงินของผม เพื่อเตรียมตัวจ่ายภาษีในเร็วๆ นี้แหละ ผมหวังว่ามันจะไม่มีอะไร ที่ต้องใช้เวลาในการจัดการ มากเกินไปนะ$0",


"fall_Mon": "ได้ลอง เมล็ดพันธุ์ฤดูใบไม้ร่วง ซักชนิดของเรารึยัง @?$0#$e#รับประกันว่ามันจะ ทำให้ได้พืชผลที่ดีขึ้น!$1#$e#คืนเงิน? ไม่ มันไม่ใช่การรับประกันแบบนั้น ก็แค่วิธีขายของผมน่ะ$0",
"fall_Mon4": "อา @ คนที่ผมอยากจะเจอ$1#$b#ผมอยากจะแนะนำ ให้คุณซื้อเมล็ดมันเทศ ชุดใหม่ของเรา$4#$e#แอนดี้รายงานว่า เขาเก็บเกี่ยวได้มันเทศ ระดับดาวเงิน! ซื้อซะก่อนที่จะหมดนะ!$1",
"fall_Mon8": "แอนดี้เป็นหนึ่งในลูกค้า ที่ยอดเยี่ยมที่สุดของเรา ผมรู้สึกเหมือนเขาเป็น ส่วนหนึ่งของครอบครัว จริงๆ นะ$1#$e#...และผมก็เห็นว่ามันยาก ที่เขาจะเข้ากันได้กับที่นี่ ผมก็เหมือนกัน$2", 
"fall_Tue": "วันนี้เป็นวันที่ผมยุ่งจน หัวหกก้นขวิดเลย กับการที่ต้องตามแก้ ความยุ่งยากที่พนักงาน ของผมก่อเอาไว้$3#$e#ผมอยากจะกิน ซุปล็อบสเตอร์ ตอนนี้จัง$2#$b#บางทีอาทิตย์นี้ ผมอาจจะไปภัตตาคาร 5 ดาวร้านโปรด ในเมืองของผม$1",
"fall_Wed": "จิตใจของผมเต็มไปด้วย ความคิดที่จะปรับปรุงร้าน!$1",
"fall_Wed8": "ผมใช้เงินจำนวนมาก จากเงินเดือนของผม เพื่อปรับปรุงร้านโจจ้า$0#$b#เพื่อนร่วมงานไม่มีทาง ช่วยออกเงินปรับปรุงร้าน แม้แต่แดงเดียวหรอก$3", 
"fall_Thu": "ถ้าคุณเคยคิดจะหางาน พาร์ท-ไทม์ ล่ะก็นะ @ พวกเรารับสมัคร ตลอดเวลาเลยล่ะ!$0#$e#...ใช่ ผมรู้ว่าคุณเคยไปจาก โจจ้าแล้วครั้งหนึ่ง แต่นั่นไม่ได้หมายความว่า คุณจะจากไปตลอดกาลนี่$3",
"fall_Thu8": "การจะหาความช่วยเหลือดีๆ จากแถวๆ นี้มันยากมากเลย เมืองนี้เล็กเกินไปน่ะ...$2#$e#ผมรู้ว่าคุณจะไม่มีวัน กลับมาทำงานกับเราอีก แต่มันเป็นการสูญเสีย ครั้งใหญ่ของโจจ้า ที่สูญเสียพนักงานที่ ทำงานหนักอย่างคุณไป$2",
"Fall_Fri": "พนักงานบางคนของผม เริ่มจะถามว่า เขาจะขอเลิกงานไว ในวันศุกร์ได้ไหม$0#$e#แหงอยู่แล้ว ผมตอบว่าไม่$2",
"fall_Fri6": "พนักงานของผมต้องการ เลิกงานไวในวันศุกร์ อีกแล้ว$0#$e#ผมไม่รู้จะอธิบาย ให้พวกเขาฟังยังไงว่า ยิ่งพวกเขา เลิกงานก่อนเวลาไวแค่ไหน ผมต้องอยู่ดึกขึ้นเท่านั้น...$2#$e#%มอร์ริสถอนหายใจ",
"fall_Sat": "พวกเราต้องเติมสินค้า อย่างหลีกเลี่ยงไม่ได้ ดูเหมือนว่าผมต้องอยู่ดึก ในวันเสาร์อีกแล้ว...$0",
"fall_Sat6": "บางทีพวกเราน่าจะเริ่ม สั่งพวกแอลกอฮอลล์ มาขายที่โจจ้า...$4#$e#มันน่าจะง่ายกว่า การไปซาลูน ไม่น่าว่าพวกเราอาจจะ เปิดบาร์เองเลยก็ได้!$1",
"fall_Sun": "@ ลองเข้าเวป Joja.net แล้วทำแบบทดสอบ ออนไลน์ของเราดูสิ$1#$e#คุณมีโอกาสที่จะได้ ของรางวัลมูลค่า 500G!$1",
"fall_Sun8": "ช่วงนี้คุณได้เห็นเว็บไซท์ ของเรารึเปล่า @? พวกเราทำการออกแบบใหม่ ครั้งใหญ่เลย!$0#$e#เพราะว่า คุณเป็นเพื่อนของผม ผมจะมอนรหัสส่วนลด 20 เปอร์เซนต์ ของพนักงานให้คุณ แค่พิมพ์คำว่า JOJAFAMILY ลงไปที่ช่องชำระเงินที่ 1$1#$e#20 เปอร์เซนต์ไม่มากพอ งั้นหรอ? คืองี้... มันเยอะกว่าส่วนลดปกติ ที่เราได้อีกนะ...$2", 

//WINTER DIALOGUE

"winter_1":  "ฤดูหนาวเนี่ย มันหนาวสุดๆ ไปเลยล่ะ ผมไม่ชินกับมันซักที$0#$e#บางทีเราอาจจะเอา เครื่องทำความอุ่น มาลดราคาพิเศษ มันจะทำให้มีคนมาที่ร้าน และผมสามารถจัดชั้นวาง สำหรับโกโก้ร้อนได้...$4#$e#%มอร์ริสดูตกอยู่ในภวังค์",
"winter_7": "คุณจะไปร่วมเทศกาลตกปลา ในวันพรุ่งนี้รึเปล่า?$0#$e#...ผมไม่ได้ใช้เวลาไปกับการ ปรากฎตัวในชุมชน มากเท่าที่ควร ไม่แน่ว่าผมอาจจะไปดู$0",
"winter_24": "ผมกำลังวางแผนจะ แอบวางบัตรของขวัญโจจ้า ไว้ใต้ต้นไม้ ผมหวังว่าจะมีคนเห็นมันนะ$1",
"winter_28": "พร้อมสำหรับปีใหม่รึยัง @? ผมหวังว่ามันจะเป็นปีที่ ทำกำไรให้เราทั้งคู่นะ$0",

"winter_Mon": "ผมขึ้นรถบัสจากบ้าน มาทำงานทุกวัน$0#$e#อาศัยที่นี่หรอ? ไม่ล่ะ ผมไม่เคยคิดถึงเรื่องนั้นเลย...$0",
"winter_Mon6": "ระวังน้ำแข็งบนถนนด้วยนะ @$2#$b#เมื่อคืนตอนผมไปขึ้นรถ ก็เกือบจะลื่นเพราะมันแล้วล่ะ$4",  
"winter_Tue": "ผมยินดีที่จะมีเวลาคิดถึง แผนธุรกิจแผนใหม่ ระหว่างฤดูหนาว$0",
"winter_Tue6": "มีโอกาสที่คุณจะดู แผนการตลาดที่ผม กำลังทำอยู่บ้างไหม?$0#$e#คุณดูเข้ากันได้ดีกับ ผู้คนในเมืองนี้ ผมจะดีใจมากถ้าคุณช่วยผมคิด ว่าจะเข้าถึงพวกเขาได้ยังไง$4",
"winter_Wed":  "ถ้าคุณอยากได้สถานที่ ที่ทำให้คุณอบอุ่นขึ้นล่ะก็ ผมแนะนำให้คุณ มาซื้อของที่โจจ้า!$1",
"winter_Wed4": "สวัสดี @ วันนี้หนาวนะ$0#$e#ทำให้แน่ใจด้วยล่ะ ว่าคุณใส่เสื้อผ้าจนอุ่นมากพอ!$1",
"winter_Thu": "ผมอุทิศช่วงเวลานี้ฤดูหนาวนี้ วางแผนกลยุทธใหม่ให้ กับโจจ้า! ปีที่กำลังจะมาถึงจะเป็น ปีที่โจจ้าแข็งแกร่งที่สุด!$1",
"winter_Thu6": "ผมกำลังจะไปเสนอ กลยุทธ์ใหม่ของผม ที่ศูนย์ใหญ่ของโจจ้า ในสัปดาห์หน้า...$0#$e#อวยพรให้ผมโชคดีด้วยนะ @ ความคิดของผมก็ไม่ได้ ได้รับการตอบรับที่ดี ตลอดหรอกนะ$2",
"winter_Fri": "เคยลื่นล้มต่อหน้าใครซักคน ในฤดูหนาว แล้วถูกหัวเราะเยาะรึเปล่า?$0#$e#.... ไม่ ผมก็ไม่เคย$2",
"winter_Fri8": "คุณรู้สึกพอใจกับ งานของคุณในฟาร์มรึเปล่า @?$0#$b#คุณทำงานเพียงลำพัง แต่ทุกคนก็ใจดีกับคุณมาก$0#$e#ผมหวังว่าพนักงานของผม จะเข้าใจว่าผมต้อง ทำงานมากแค่ไหน เพื่อทำให้ร้านค้ายังไปต่อได้...$2",
"winter_Sat": "สุดสัปดาห์? ผมไม่รู้ด้วยซ้ำ ว่ามันหมายความว่าอะไร!$1#$e#%รอยยิ้มของมอร์ริส จางหายไปอย่างรวดเร็ว",
"winter_Sat4": "ช่วงนี้ผมเหนื่อยมากเลย ผมควรจะหยุดงานเร็วๆ นี้แหละ...$0#$e#แต่ตอนที่ผมไม่อยู่ อย่างเดี่ยวที่ผมทำก็คือ เป็นห่วงร้าน หรือไม่ก็มีความคิดใหม่ๆ !$0",
"winter_Sun": "วันอาทิตย์อีกวันหนึ่ง อีกวันสำหรับการจัดการสินค้า ที่เก็บไว้ให้เรียบร้อย...$0",
"winter_Sun6": "ช่วงนี้เงินที่ได้จาก การสมัครสมาชิก มันหายไปนิดหน่อย...$0#$e#ผมไม่อยากจะโทษใคร ผมไม่ได้ไร้หัวใจขนาดนั้น$2",

}
