
{
  //SPECIAL DIALOGUE
  "Introduction": "คุณพระ! คนๆ นั้นใช่ไหมนะ! ยินดีต้อนรับนะจ๊ะ ที่รัก$6#$b#มันน่าตื่นเต้นมากเลย ที่มีใครย้ายเข้ามาใหม่!$1#$e#เธอเคยเจอลูกชายของฉัน หรือยังจ๊ะ วิคเตอร์น่ะ$3",
  "divorced": "ได้ของที่ต้องการแล้วนี่ งั้นก็ไปได้แล้ว$5",
  "secondChance_Girls": "...ตั้งสติหน่อย @?$6#$b#ที่รัก... ฉันทำงานอย่างหนัก เพื่อลืมสิ่งที่เธอทำกับฉันไว้ การแต่งงาน... มันเป็นอะไรที่สำคัญมาก สำหรับฉัน คุณก็รู้$2#$b#... ฉันพร้อมที่จะทำมันอีกครั้ง แต่นี่จะเป็นครั้งสุดท้ายแล้ว$3#$b#ฉันรักคุณนะที่รัก หวังว่าฉันจะไม่ทำพลาด ที่จะเชื่อใจคุณอีกครั้งนะ$2",
  "dumped_Girls": "คุณกล้าที่จะมาคุย กับฉันหรือยังล่ะ @?$5#$b#ฉันต้องการเวลาสักหน่อย แล้วก็ดื่มสักนิด$2",
  "breakUp": "ฉันรู้ว่าไอเดียนี้ มันแย่ตั้งแต่แรก$2#$b#ขอบคุณที่ คอยรับฟังฉันนะ$0#$e#...$2",
  "stardrop_gift": "@ ฉันใส่ของพิเศษลงไป ในสตาร์ดรอป สำหรับคุณเลยนะ$4#$b#มันยังสดใหม่อยู่เลย หวังว่าคุณจะชอบนะที่รัก มันอาจจะทำให้งานของคุณ ง่ายขึ้นบ้างก็ได้$3",
  "give_flowersA": "...อยากจะอยู่กับฉันเหรอ? เอาจริงสิ?$1#$b#แน่นอน ฉันก็อยากอยู่กับคุณเหมือนกัน ไม่เคยคิดมาก่อนเลยนะ... ขอบคุณนะ สำหรับก้าวแรกนี้นะ$3",
  "give_flowersB": "ที่รัก ฉันซาบซึ้งใจจังเลย แน่นอนฉันตกลง$1#$e#...ยังไงก็ตาม ช่วยอดทนกับคนแบบฉันด้วยนะ มันก็นานแล้วที่ฉันไม่ได้ มีความสัมพันธ์ กับใครสักคนน่ะ$3",
  "give_pendant": "...$2#$b#@...ฉันไม่เคยคิดมาก่อนเลย ว่าจะได้แต่งงานอีกครั้ง ไม่เคยคิดที่จะรักใครสักคน อีกครั้งเลยด้วย$2#$b#แต่เวลาที่ได้ใช้กับคุณ... มันทำให้ฉันคิดจะทิ้งทุกสิ่ง ที่เคยคิดไว้ข้างหลัง$3#$b#ใช่แล้ว @ ฉันตกลงที่จะแต่งงานกับคุณ และ... นี่จะเป็นละครบทใหม่ที่เราจะ เริ่มต้นใหม่ไปด้วยกัน ฉันหวังว่าเราจะ มีความสุขไปตลอดนะ$1",
  "rejectNPCA": "ฉันไม่คิดอย่างงั้นนะ ที่รัก$6",
  "rejectNPCB": "นั่นมันจะไม่เกิดขึ้นแน่$6#$e#การสนทนาจบแล้ว ไปซะ @$2",
  "reject_two_heartA": "ฉันไม่รู้สึกแบบนั้น กับคุณเลยสักนิดแฮะ ขอโทษทีนะ$2",
  "reject_two_heartB": "เราควรจะรู้จักกันให้มากกว่านี้ ก่อนที่จะเริ่มต้นก้าวแรกนะ ที่รัก$6#$e#ไม่ได้จะต่อต้านนะ แต่... ฉันยังไม่พร้อมเท่าไหร่น่ะ$2",
  "reject_four_heartA": "คิดจะเดตกับใครสักคน อีกครั้งน่ะนะ... ฉันว่าฉันคงทำไม่ได้หรอก$2#$e#ค่อยคุยเรื่องนี้กัน ทีหลังละกันนะ$2",
  "reject_four_heartB": "@ เธอเป็นเพื่อนที่ดีนะแต่...$2#$b#ฉันต้องการเวลาอีกหน่อยน่ะ มาทำความรู้จักกันให้มากกว่านี้ ก่อนละกันนะ$2",
  "engageA": "นี่คิดว่าฉันโง่งั้นเหรอ? รู้นะว่าหย่าเพื่อจะทิ้งฉัน ไปหาคนอื่นน่ะ$5#$e#อย่าทำเหมือน ฉันเป็นของเล่นสิ นี่มันแย่มากเลยนะ$2",
  "engageB": "...@. คิดยังไงน่ะเหรอ?$2#$e#ฉันโคตรจะผิดหวังในตัวคุณเลยล่ะ$5",
  "marriedA": "เอาจริงดิ @? นี่เธอแต่งงานแล้วนะ$5#$e#ฉันจะคิดว่ามันไม่เคย เกิดขึ้นละกัน แนะนำให้ทำเหมือนฉันด้วยละกันนะ$5",
  "marriedB": "@...ทำบ้าอะไรเนี่ย? ฉันไม่คิดจะเข้าไปเป็นมือที่ สามของบ้านใครหรอกนะ$6#$e#คิดเหรอว่าฉันจะเป็นคนแบบนั้นน่ะ?$5",
  "refusal_knownA": "โอ้ ที่รัก การแต่งงานเป็นเรื่องใหญ่ที่ คงจะต้องคุยกันยาวเลย$6#$e#หยิบแก้วไวน์กับไวน์มา แล้วค่อยนั่งคุยกันบางครั้งนะ$0",
  "refusal_knownB": "ฉันยังไม่คิดจะแต่งงานใหม่ เร็วๆ นี้หรอก @$6#$b#อาจจะสักวันก็ได้ ที่ฉันจะพร้อมสำหรับมัน$2",
  "refusal_botherA": "...เรื่องนั้น คงจะไม่เกิดขึ้นเร็วๆ นี้แน่นอนที่รัก$6",
  "refusal_botherB": "ยังไม่ใช่ตอนนี้$0",
  "refusal_no_heartsA": "โอ๊ะ! ฉันได้ยินมาว่าเจ้านี่เป็นหนึ่งใน ประเพณีของแถบนี้ น่ารักจังเลย$6#$b#นี่วางแผน จะเอาให้ใครหรือยังเนี่ย?$1",
  "refusal_no_heartsB": "นี่ไม่ใช่เรื่องตลกเลยนะ ที่จะมาพูดเล่นแบบนี้น่ะ การแต่งงานมันสำคัญมาก สำหรับฉัน$2",
  
  //JOJA JOB QUESTION
  "spring_Thu": "การทำงานบริษัทในเมือง เป็นอีกส่วนของชีวิตฉันเลย$3#$q 8001/8002 joja_followup#เธอทำงานให้โจจ้าใช่มั้ยล่ะ?#$r 8001 50 joja_yes#ใช่แล้ว ฉันทำงานที่นั่น#$r 8002 -50 joja_no#ไม่อ่ะ ฉันไม่เคยทำงานที่นั่น",
  "joja_yes": "หืมมม นั่นแหละที่ฉันคิดไว้เลย เทศมนตรีเลวิสบอกฉันแล้ว$6#$b#พนักงานบริษัท สู่การเป็นชาวไร่ - ช่างเป็นการเปลี่ยนอาชีพ ที่ชวนตะลึงอะไรขนาดนี้! ฉันทำงานเป็นนักเล่นหุ้น ในเวลาว่างน่ะ น่าจะ 15 ชั่วโมงต่อสัปดาห์ได้$1#$b#คุณควรจะผ่อนคลายมากกว่านี้ จากการทำงานในบริษัทหนักๆ แล้วมาทำงานที่ตัวเองรักดีกว่า$3#$b#ฉันดีใจนะที่เธอยังมี ความมุ่งมั่นอยู่ในตัวน่ะ$1",
  "joja_no": "มันแปลกจัง ไม่เหมือนกับที่มอริสบอกไว้เลย$6",
  "joja_followup": "$p 8001#สำหรับเธอเหมือนกันจ๊ะ ฉันดีใจนะที่เราทั้งคู่ เลือกที่จะก้าวต่อไปได้$3|สำหรับเธอเหมือนกันจ๊ะ ฉันดีใจนะที่เราทั้งคู่ เลือกที่จะก้าวต่อไปได้$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_20_9": "%โอลิเวียกำลังตั้งสมาธิ กับการเล่นโยคะของเธอ",
  "JenkinsHouse8_18_5": "ฉันจะนอนแล้ว ค่อยวันหลังนะ$0",
  "JenkinsHouse_5_8": "@ ฉันใช้ห้องน้ำอยู่ ออกไปก่อน!$5",
  "SeedShop_21_20": "%โอลิเวียกำลังตั้งสมาธิ กับการเล่นโยคะของเธอ",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "ฉันดีใจที่ ฤดูใบไม้ผลิกลับมาอีกครั้ง ฉันเริ่มจะเบื่อกับอากาศหนาวๆ แล้วน่ะสิ$1",
  "spring_9": "บางครั้งฉันก็คิดนะว่า มันจะเป็นยังไง ถ้าฉันกลับไปทำงาน ที่เมืองซูซูน่ะ$2#$e#ที่นี่ฉันมีเวลาเยอะมาก ทำให้โฟกัสกับงานอดิเรกของฉัน ได้ดีมากเลย แต่บางครั้งก็เผลอเหม่อ อยู่ตลอดเลย...$3",
  "spring_12": "เทศกาลไข่อีสเตอร์ คือวันพรุ่งนี้แล้ว! ข้ออ้างที่ดีเลย ที่จะได้ดื่มด่ำกับไวน์ชั้นดี ในคอลเลคชั่นของฉัน$3",
  "spring_23": "ไงจ๊ะที่รัก ฤดูใบไม้ผลิจะสิ้นสุดเร็วๆ นี้แล้วล่ะ รู้หรือยังว่าจะปลูกอะไรต่อ ในหน้าร้อนน่ะ?$3#$e#มานีปลูกเมล่อนทุกๆ ปีเลยล่ะ แถมยังอร่อยเอามากๆ เลยด้วย ฉันตั้งตารอพวกมันมากเลยล่ะ$1",
  "spring_28": "ฉันว่าจะปลูกดอกทานตะวัน ที่สวนหลังบ้านซะหน่อย เวลาเห็นทานตะวันทีไร จะรู้สึกได้ถึงพลังของฤดูร้อน ขึ้นมาเลยล่ะ$1#$e#เมล็ดทานตะวันก็ยังเป็น ขนมที่ดีต่อสุขภาพด้วย!$3",
 
  "Mon": "ฉันหวังว่า เพื่อนของวิคเตอร์สักคน อยากจะทำพาร์ทไทม์เป็นงาน ทำความสะอาดบ้านบ้างนะ มันช่วยให้ฉันประหยัดเวลา เยอะมากเลยทีเดียวเชียวล่ะ$1",
  "Mon2": "ตารางงานของฉันยุ่งมากเลย แต่ฉันวางวันไว้ให้ชัวร์ๆ แล้วล่ะว่าจะมีเวลาว่าง ให้แคโรไลน์กับโจดี้ ในวันจันทร์และวันพฤหัสบดีน่ะ ทั้งคู่เป็นเพื่อนสนิทของฉัน$3#$e#ฉันพยายามที่จะอยู่ห่างๆ จากแพมเอาไว้ เธอดูจะเข้ากับฉันไม่ค่อยดีนัก$6#$e#ทำไมน่ะเหรอ? ไม่ใช่เรื่องของเธอจ๊ะ$1",
  "Mon4": "เราคุยกันอยู่ว่าควรจะจ้าง นักออกแบบภูมิทัศน์มาดีมั้ย สวนหลังบ้านจะได้ดู น่าสนใจขึ้นมาบ้าง$0#$e#ยังอยากจะคุยอยู่เหรอ? ตอนนี้ฉันกำลังยุ่งอยู่น่ะสิ$6",
  "Mon8": "ดีจังเลยที่ได้เจอคุณ @$3#$e#ลาก่อนจ๊ะ!$1",
  "Mon10": "สวัสดี สนใจจะไปเรียนโยคะ กับฉันพรุ่งนี้มั้ย?$3#$e#ฉันสอนท่าพื้นฐาน ให้ได้นะ!$1",
  "Tue": "ว่าไงจ๊ะที่รัก วันนี้จะทำอะไรบ้างล่ะ? อย่าโหมงานหนักจนเจ็บตัวล่ะ.$3#$e#ฉันยังไม่อยากให้เธอ ย้ายออกไปเร็วๆ นี้หรอกนะ$6",
  "Tue2": "ฉันึกเล่นโยคะมาได้ ประมาณปีนึงแล้วล่ะ ฉันทำท่ายากๆ อย่าง 'เทพีร่ายรำ' แล้วก็ 'บัวตูม' ได้ด้วยนะ.$1#$e#การมีสุขภาพที่ดีสำคัญมาก ถ้าหากเธออยากจะดูดีล่ะก็ เหมือนหุ่นอันไร้ที่ติ ของฉันยังไงล่ะ$6",
  "Tue8": "โยคะคือธรรมชาติ จิตใจ และการฝึกฝนทางด้านสมาธิ! เมื่อไหร่ที่เธอมีเวลาว่าง ฉันยินดีจะสอนให้สักท่าได้นะ$3",
  "Wed": "ว่าไงจ๊ะ สวัสดีวันพุธ$3#$e#บางทีถ้าโชคดีพอ ฉันจะให้เธอลองชิมรสชาติ ของไวน์ชั้นดีละกันนะ$1",
  "Wed4": "ฉันเพิ่งจะรดน้ำให้พืชผล ที่บ้านไปวันนี้เอง สุขภาพของสำหรับพืชผลคือ จะต้องสะอาด และมีอากาศที่บริสุทธิ์$1#$e#ไม่ใช่สิ่งที่เงินจะซื้อได้หรอกนะ$3",
  "Wed10": "ฉันเอาไวน์มาให้คุณด้วย มันเป็นไวน์ที่เยี่ยมไปเลยล่ะ[348]$1",
  "Thu": "ขอโทษทีนะ ตอนนี้ฉันยุ่งเกินกว่าจะคุยได้$0#$e#นั่นก็หมายความว่า เธอควรไปได้แล้ว @$6",
  "Thu2": "ว่าไง @! วันนี้ฉันอารมณ์ดี และมีความสุขมากเลย!$1#$e#ทำไมน่ะเหรอ? ก็เพราะวันนี้ฉันทำเงินได้เยอะมาก จากการลงทุนไงล่ะ$0",
  "Thu6": "พรุ่งนี้เธอจะไปที่ซาลูนมั้ย @? เธออาจจะเจอฉันก็ได้นะ วิคเตอร์ไปที่นั่นทุกวันศุกร์ เพื่อปาร์ตี้กับเพื่อนของเขา$3",
  "Thu8": "ดีจังเลยที่ได้เจอคุณ เป็นยังไงบ้างจ้ะ?$3#$e#โอ้ว ฉันรู้แล้วล่ะ! มีความสุขดีอยู่ตลอดใช่มั้ยล่ะ$1",
  "Fri": "ไงจ๊ะที่รัก$0#$e#คุณควรไปได้แล้วนะ$6#$e#%โอลิเวียเมินคุณแล้ว",
  "Fri2": "หุ้นของฉันบางตัว ราคาตกลงเมื่อเช้า ฉันเสียไปตั้ง 30,000G $2#$e#%โอลิเวียอยู่ในอารมณ์ ที่ไม่ดีนักที่จะคุย",
  "Fri6": "ฉันมักจะดื่มด่ำกับไวน์ของฉัน สักแก้วในวันศุกร์$3#$b#กัสมีไวน์หายากอยู่ด้วย และมักจะเป็นไวน์จาก ไร่องุ่นบลูมูนเสมอเลย$1",
  "Fri10": "สวัสดีวันศุกร์จ๊ะ! เธอทำงานหนักมาตลอดเลย! เธอควรจะได้พักผ่อนนะ.$3#$e#บอกฉันได้เลยนะ ถ้าพอจะช่วยอะไรได้$4",
  "Sat": "มีงานที่ต้องทำให้เสร็จ อีกเพียบเลย ฉันคงจะต้องจ้างพ่อบ้านเร็วๆ นี้แล้วแหละ$5#$e#ขอให้มีวันที่ดีนะ$6",
  "Sat2": "ฉันเลือกการวาดรูป เป็นงานอดิเรกเมื่อหลายปีก่อน ลีอาห์ได้แนะนำสิ่งดีๆ ให้ฉันเยอะเลย!$3#$e#เธอน่ารักเหมือนตุ๊กตามากๆ เลยล่ะ ไม่คิดงั้นเหรอ?$1",
  "Sat6": "ไงที่รัก เสาร์หรรษานี้เป็นไงบ้างจ๊ะ? เธอทำงานหนักมามากเลยนะ$3#$e#เธอควรจะพักผ่อนบ้างนะ$0",
  "Sat10": "เร็วๆ นี้รูปวาดของฉันคืบหน้าไปเยอะเลย ภูมิใจในตัวเองจัง$1#$e#ขอให้เป็นวันที่ดีนะจ๊ะ$3",
  "Sun": "วันนี้ไม่ได้หยุดเหรอ? ฉันไม่อยากไปรบกวน การทำงานของคุณน่ะ$6#$e#ไปทำธุระของคุณต่อเถอะ @$0", 
  "Sun2": "เวลาเป็นเงินเป็นทอง! คุณก็รู้ใช่มั้ย @ ฉันมักจะเช็คราคาหุ้นของฉัน อยู่ตลอดเวลาเลย$3#$e#แน่นอนคุณก็รู้นี่ นั่นเลยเป็นเหตุผลที่คุณไม่เคย หยุดงานในฟาร์มของคุณเลย$6",
  "Sun6": "เช้านี้ฉันโชคดีมากเลย แถมได้กำไรจากหุ้นอีกเพียบ$1#$b#ฉันว่าจะใช้มันไปกับ การซื้อภาพของศิลปินที่ชอบ จากหมู่เกาะเฟิร์นล่ะ$0",
  "Sun10": "วิเศษมากเลย ที่ได้มาเจอเธอ! วันนี้เป็นยังไงบ้างจ๊ะ?$1#$e#*จุ๊บ* นั่นทำให้วันของเธอ วิเศษขึ้นบ้างมั้ยล่ะ?$3",

  //SUMMER DIALOGUE
  "summer_1": "อ๊า! ฤดูร้อน! ฉันจะได้โชว์บิกินี่ ตัวสวยของฉันที่ชายหาดสักที$3#$e#ฉันเชื่อว่าแคโรไลน์ ก็มีบิกินี่ตัวใหม่เหมือนกัน$6",
  "summer_5": "นักออกแบบเสื้อของฉัน ที่เชสเตอร์เวล เธออกแบบเดรสสวยๆ ให้ฉันด้วยล่ะ$1#$b#อดใจรอไม่ไหวแล้วที่จะใส่ ไปงานเทศกาลต่อไปของเมือง$3#$e#อย่าลืมชมฉันด้วยล่ะ ตอนเจอกันน่ะที่รัก$1",
  "summer_10": "ผู้ว่าการไม่ค่อยจะได้มาที่ เมืองของเราบ่อยนักหรอก นั่นเลยเป็นเกียรติมากๆ ที่เขาจะมาในวันพรุ่งนี้$1#$e#ฉันหวังว่าคุณจะใส่อะไรดีๆ ลงไปในซุปนั่นนะ$3",
  "summer_17": "ฉันบริจาคเงิน 15,000G ให้กับมูลนิธิในเมืองซูซู ไปเมื่อวาน$1#$b#ฉันเข้าใจว่าทุกๆ คนไม่ได้โชคดีเหมือนฉัน ฉันเลยช่วยเท่าที่จะทำได้$2#$b#เธอดูแปลกใจนะ ฉันแคร์คนอื่นมากกว่าที่เห็นนะ$0",
  "summer_22": "ว่าไง นี่เงินเล็กๆ น้อยๆ จ้ะ ไปซื้อไอศครีมให้ตัวเองสิ!$1[336]",
  "summer_28": "คุณจะมาร่วมดูพระจันทร์กับคนอื่นๆ ในคืนนี้มั้ย @?$3",
  "summer_3_1": "เมื่อคืนมีเสียงระเบิด น่ากลัวด้วย มันทำให้คุณตื่นด้วยใช่มั้ยล่ะ @?$0#$e#เหมือนอะไรมันถล่มลงมาเลย ฉันคงจะต้องไปคุยกับ เทศมนตรีเลวิสแล้ว$2",

  "summer_Mon": "ว่าไงจ๊ะ จันทร์อันแสนสดใส? เป็นสัปดาห์ที่ดีเลยนะ$3#$e#โอ๊ะ ฉันน่ะเหรอ? ก็ดี ขอบคุณสำหรับความเป็นห่วง$6#$e#มีใครบอกบ้างหรือยัง ว่าเธอนี่ใจดีมากเลยนะ?$1", 
  "summer_Mon4": "วันนี้ซูซานให้เมล่อนสดๆ จากฟาร์มเธอมาด้วย ซูซานนี่ใจดีมากๆ เลยล่ะ!$1#$b#พืชผลของเธอดีต่อสุขภาพ มากกว่าของแอนดี้อีก$6#$e#ฉันคิดว่าไม่เคยกิน ของจากสวนเขานะ$2#$e#ดูหยาบคายไปมั้ยนะ? ฉันแค่พยายามรักษาสุขภาพ ของตัวเองอยู่น่ะ แต่ฉันรู้นะว่าเธออยากจะให้ทุกๆ คนรู้สึกเหมือนอยู่ที่ บ้านของตัวเอง$0",
  "summer_Mon8": "ไงจ้ะหวานใจ เธอทำงานหนักมาทั้งสัปดาห์เลยนะ แถมฤดูร้อนปีนี้ ก็ร้อนเหมือนเดิมเลย$3",
  "summer_Mon10": "ฉันใช้ครีมกันแดดตัวใหม่ มันช่วยเรื่องผิวของฉัน ได้เยี่ยมไปเลย$3#$b#บอกได้นะถ้าอยากลองดูบ้าง$1",
  "summer_Tue": "ฉันเข้าร่วมแอโรบิคคลาส ที่ร้านของปีแอร์น่ะ โยคะช่วยเรื่องสมาธิ และร่างกายได้ดีมาก$3#$e#แถมยังทำให้สุขภาพดี และหุ่นดีด้วย$1",
  "summer_Tue4": "ฉันไปซื้อของสดจากร้าน ปีแอร์มาเมื่อเช้านี้ เขามีของออแกร์นิคดีๆ เพียบเลย$3",
  "summer_Tue6": "เทศมนตรีเลวิสใช้งบ 5,000G สำหรับเทศการไข่อีสเตอร์$2#$b#ฉันบริจาคเงินของฉันเอง เพื่อให้แน่ใจว่ายังสามารถ เป็นเจ้าภาพงานเทศกาลได้$0#$e#เพื่อเป็นการตอบแทน เขาให้ฉันใช้ถังหมักข้างๆ ศูนย์ชุมชนได้ตามสบาย$3#$e#เราควรจะตอบแทน โดยทำให้เมืองนี้เป็นเมือง ที่แสนจะวิเศษ$3",
  "summer_Tue8": "รอบหน้าเวลากลับจาก เกาะเฟิร์น ฉันจะเอาริงฟรุ๊ตมาให้เธอนะ$1#$e#มันอร่อยมากเลย แถมยังทำพายอร่อยๆ ได้ด้วยนะ ไหนจะเค้กหรือคัสตาร์ด... อะไรก็ตามที่นึกออก!$3#$b#ฉันชอบที่จะให้ของขวัญนะ แต่จะชัวร์กว่าเวลาได้รู้ว่า เธอรู้สึกได้รับการปฏิบัติดีๆ ใส่น่ะ$1",
  "summer_Wed": "ไวน์อิเรเดียมชั้นดี ของโซเฟียอร่อยมากเลย ฉันควรจะบอกให้เธอรู้นะ$2",
  "summer_Wed4": "ฉันลงทุนไป 30,000G กับบริษัทสตาร์ทอัพไป ฉันเชื่อว่าพวกเขาจะก้าวหน้าแน่!$1#$e#บริษัทด้านเทคโนโลยี กำลังไปได้ดี ในเมืองซูซูเลย$3#$b#ถ้าอยากได้เงินง่ายๆ ล่ะก็ นี่คือเวลาดีที่จะเล่นหุ้นเลย @$1",
  "summer_Wed6": "ถ้าอยากจะให้ฉันเอาเงินของคุณ มาลงทุนในหุ้นล่ะก็ ฉันจะยินดีมากเลยล่ะ @$1#$e#ยังไงก็ตามฉันขอหัก 20% จากกำไรเป็นค่า ให้คำปรึกษาละกันนะ$6",
  "summer_Wed8": "ฉันจะไปแกรมพ์เลตันเร็วๆ นี้ อากาศดีๆ ที่เธอจะสัมผัสได้เวลาอยู่ใต้ร่ม ของต้นเรดวู้ดเลยล่ะ$3#$e#บางทีเราอาจจะออกทริป ไปด้วยกันสักครั้งนะ$1",  
  "summer_Thu": "สวัสดีจ้ะ คิดยังไงบ้างกับต่างหู อันใหม่ของฉัน? ฉันสั่งมันมาจากเมือง ซาทีนเลยนะ!$1",
  "summer_Thu8": "แคโรไลน์ โจดี้แล้วก็ฉัน น่าจะได้ไปว่ายน้ำกันเร็วๆ นี้ แคโรไลน์ได้ชุดว่ายน้ำมาใหม่น่ะ$3#$b#อยากจะไปด้วยกันไหมล่ะ? แน่นอนเธอไปได้เสมอเลยที่รัก$1",
  "summer_Thu10": "แคโรไลน์กับฉัน จะไปว่ายน้ำที่ทะเลสาบเร็วๆ นี้$3#$b#อยากไปด้วยกันมั้ยจ๊ะ?$4",
  "summer_Fri": "ฉันคงจะต้องใช้เวลาวาดภาพ นานกว่านี้แน่ๆ$1#$e#มีเรื่องที่ต้องรู้อีกเยอะ การออกแบบไหนจะเทคนิค... ค่อนข้างจะยุ่งยากเลยล่ะ$0 ",
  "summer_Fri2": "แอนดี้ทำฉันรู้สึกแย่มากๆ เลย ที่ซาลูนเมื่อคืนนี้ เขามองมาที่ฉันตลอด$2#$e#ฉันได้ยินมาว่าเขาสูบบุหรี่ หนักมากเลยล่ะ ไม่แปลกใจเท่าไหร่$6",
  "summer_Fri6": "โยคะเป็นกิจกรรมที่ดีมากนะ ถ้าเธอความดันหรือแครอสเตอรอล สูงมากๆ$1#$e#ฉันคิดว่าแอนดี้ ควรจะมาทำโยคะบ้างนะ หรืออย่างน้อยกินอาหารเพื่อสุขภาพ ก็ยังดี$6#$b#..ฉันรู้ ว่าเคยพูดร้ายใส่เขามาก่อน แต่มันก็อดเป็นห่วงไม่ได้ อาหารสำเร็จรูปของโจจ้า ไม่ใช่ทางเลือกที่ดีนักหรอก$2",  
  "summer_Fri10": "ตายแล้วๆ วันนี้ชุดที่คุณใส่ ดูดีไร้ที่ติสุดๆ ไปเลย$1#$e#ถ้าอยากตัดชุดล่ะก็ ฉันรู้จักคนที่รับทำอยู่ ในเมืองเชสเตอร์เวลล์ เขาช่วยคุณได้แน่นอน!$3",
  "summer_Sat": "ฉันได้รับจดหมายขยะมาเพียบเลย คงจะต้องไปคุยกับ เทศมนตรีเลวิสซะแล้ว$2#$e#จดหมายที่ได้รับส่วนใหญ่ ก็มีแต่โฆษณากับ จดหมายลูกโซ่ทั้งนั้นเลยแหละ$5",
  "summer_Sat2": "ฉันเห็นลินัส ออกหาของกินเมื่อคืนล่ะ$2#$b#ฉันสงสารมาก เลยให้เงินเขาไป 3,000G แต่เขาก็ปฏิเสธมันซะงั้น$2#$e#แปลกคนเสียจริง ไม่รู้เหมือนกันว่าทำไม$6#$e#...ฉันจะไปคุยกับเทศมนตรีเลวิสซะหน่อย เรื่องจะช่วยเขาหาบ้านน่ะ$2",
  "summer_Sat4": "เทศมนตรีเลวิสฟังคำแนะนำของฉัน เพื่อที่จะนำไปปรับปรุงเมือง เขาเป็นคนที่ดีมากเลยนะ$3#$e#ฉันรักมันมากเลย ความรู้สึกเหมือนได้อยู่ในที่ๆ ของตัวเองตลอดเวลาเนี่ย เริ่มรู้สึกบ้างแล้วใช่มั้ยล่ะ?$3",
  "summer_Sat8": "ลีอาสอนเทคนิคเรื่องพู่กัน ให้ฉันเยอะแยะเลย ฉันอิจฉาทักษะของเธอมากๆ เลย3#$e#ถ้าฉันฝึกฝนมากกว่านี้ อาจจะวาดรูปของเธอสักวันก็ได้!$1",
  "summer_Sun": "อังคารหน้าฉันจะลอง โยคะท่าใหม่ดู เป็นอะไรที่ท้าทายเอามากๆ ทีเดียวเชียว!$3",
  "summer_Sun4": "โจดี้บอกฉันว่า วินเซนต์ทำคะแนนคณิต ได้ไม่ดีนัก เธอเลยเครียดเอามากๆ...$2#$e#ฉันอาจจะไปขอให้วิคเตอร์ มาติวให้หนูวินเซนต์ดูได้ ถ้าไม่ได้ล่ะก็ ฉันว่าฉันพอจะมีทักษะคณิตจากการ เล่นหุ้นของฉันอยู่บ้างนะ...$3",
  "summer_Sun8": "งานอดิเรกอื่นเหรอ? อืม.. เราก็เป็นเพื่อนกันแล้วนะ... อย่าบอกใครละกัน แต่...$0#$e#ฉันชอบอ่านนิยายโรแมนติกน่ะ แถมช่วงนี้ก็อ่านเยอะมากด้วย เป็นงานอดิเรกที่ฉันโปรดปรานมากๆ เลย4#$e#ขอให้เป็นวันที่ดีนะจ๊ะ$1",
  
  // FALL DIALOGUE
  "fall_1": "ขอให้โชคดีกับการเก็บเกี่ยว ในฤดูใบไม้ร่วงนะ @ ถ้าไปขายฟักทองให้กับ ปีแอร์ล่ะก็ ฉันอาจจะไปซื้อมันมาก็ได้นะ!$3",
  "fall_9": "ฉันแวะไปไร่องุ่น บลูมูนมาเมื่อวาน เพื่อสั่งไวน์เพิ่มกับโซเฟีย$3#$b#บางครั้งฉันก็มี วิคเตอร์ไปด้วย แต่ฉันก็อยากไปดูอัญมณี แห่งท้องทะเลจากหน้าผาจัง มันเป็นมุมที่สวยเอามากๆ เลยล่ะ$1#$e#ฉันอยากจะลองไปกับคุณดูสักครั้ง... คุณจะไปด้วยกันมั้ย?$3",
  "fall_15": "คุณจะเข้าร่วมงานเทศการ ในวันพรุ่งนี้ใช่ไหม? หวังว่าคุณจะโชคดีนะ!$1#$e#แคโรไลน์บอกว่า ผลผลิตของปีแอร์ในปีนี้ ออกมาได้ดีทีเดียวเชียว คงจะเป็นการแข่งขัน ที่สูสีแหงๆ เลย$6",
  "fall_17": "ที่งานเทศกาลเมื่อวาน ฉันได้คุยกับพวกนักท่องเที่ยว ที่มาจากเมืองเมซ่าด้วย!$1#$b#มันไม่ได้ใหญ่ไปกว่า เมืองซูซูเลย แต่มันดูคึกคักและเต็มไปด้วย แสงสีเยอะกว่าอีก$3",
  "fall_22": "ถึงฉันจะทำงานด้านบัญชี ที่โจจ้าก็เถอะ แต่ฉันไม่เคยซื้ออะไรจากที่นั่นเลย และจะไม่มีวันด้วย$0#$e#สินค้าของพวกเขา ไม่ดีต่อสุขภาพแถมยังจะ ทำให้ผิวของฉันแย่ลงอีกด้วย$6",
  "fall_27": "เทศกาลภูติ พรุ่งนี้แล้ว @! ปีนี้ได้ไปสำรวจวงกต มาบ้างหรือยังล่ะ?$1#$e#มีแววที่วิคเตอร์ จะหลงอยู่ข้างในแน่ๆ เขามักจะต้องเจอกับเรื่อง ชวนปวดหัวอยู่ตลอดเลย$6",
  "fall_28": "มันคือเรื่องราวของครอบครัว ที่เคยอาศัยอยู่ในบ้านนี้มาก่อน$2#$e#แต่ฉันจะไม่ยอมเล่า เรื่องนี้ให้ใครฟังหรอก6#$e#ใช่ @ รวมถึงคุณด้วย$6#$e#...$2#$e#%โอลิเวียเมินคุณซะแล้ว",

  "fall_Mon": "ช่วงฤดูใบไม้ร่วง ฉันมักจะเข้าไปในป่า เพื่อเก็บเห็ด$0#$b#หวังว่าวิคเตอร์จะมี ความสุขกับเห็ดพวกนั้นนะ เพราะฉันใช้มันทำอาหาร แทบจะทุกมื้อเลย$6",
  "fall_Mon4": "ฉันเห็น %pet เดินอยู่ในเมืองเมื่อวานนี้ ช่างเป็นเจ้าสัตว์เลี้ยง ที่น่ารักอะไรขนาดนี้!$1#$e#%pet ทำให้ฉันนึกถึงดิวอี้... วิคเตอร์รักแมวตัวนั้นมาก$2#$e#เขาเคยเล่าให้เธอ ฟังบ้างหรือยังล่ะ? ...การสูญเสียแมวตัวนั้นไป ทำเขาใจสลายเลยล่ะ$2",
  "fall_Mon8": "คุณทำงานหนักมากเลยนะ ที่รัก! เจ้ายาบำรุงจากหมอฮาร์วีย์ ทำให้พลังกลับมาเต็มเปี่ยมเลย[349]$3#$e#ขอให้มีความสุขจ้ะ!$1",
  "fall_Tue": "เทศมนตรีเลวิส กำลังพิจารณาเรื่องงบ ที่จะใช้ซ่อมท่าเรืออยู่ เพราะไม้มันค่อนข้างเก่ามาก$0",
  "fall_Tue2": "ความสวยงามของโยคะ ก็คือความพลิ้วไหว ที่มันจะมอบให้คุณไง @$3#$b#การทำงานในฟาร์มก็จะทำให้ กล้ามเนื้อของคุณกระชับ เหมือนกันเลย$1",
  "fall_Tue6": "ฉันพยายามให้วิคเตอร์ ไปเล่นโยคะกับฉัน แต่เขาดูจะไม่สนใจเลย$6#$e#ฉันว่าฉันเริ่มจะ รักวันอังคารแล้วล่ะ เอมิลี่รักวันโยคะ ของเราเอามากๆ เลย$3",
  "fall_Tue10": "%farm ฟาร์มในปีนี้ จะต้องออกมาดูดีสุดๆ ไปเลยแน่นอน$3#$e#บางทีฉันอาจจะทาสี บ้านคุณใหม่ก็ได้...?$4",
  "fall_Tue8": "ฉันเล่นโยะคะมา ได้ประมาณปีนึงแล้ว มันช่วยเรื่องร่างกาย และสมาธิของฉัน$3#$e#เธอควรจะมาลองดู สักครั้งบ้างนะ @.$1", 
  "fall_Wed": "ฉันชอบไวน์แดงมากกว่า ไวน์ขาว เพราะไวน์แดงมีวิตามิน และแร่ธาตุที่เยอะกว่า แถมรสชาติก็ดีกว่าเป็นไหนๆ$3#$e#โซเฟียเชี่ยวชาญเรื่องนี้มาก แถมสภาพอากาศของที่นี้ ก็เป็นใจยิ่งกว่าที่ไหนๆ อีก$1",
  "fall_Wed4": "ปีแอร์ทำแอปเปิ้ลไซเดอร์ ในช่วงฤดูนี้ด้วยล่ะนะ แต่เขาไม่ได้ขายมันที่เคาน์เตอร์$3#$e#เขาขายให้แค่คนใกล้ชิดเท่านั้น โชคดีที่ฉันกับแคโรไลน์ เป็นเพื่อนสนิทกัน$1#$e#คราวหน้า ฉันจะเอามาให้คุณด้วย แล้วกันนะ$3",
  "fall_Wed8": "แคโรไลน์กับโจดี้ คือเพื่อนสนิทของฉัน เราผ่านอะไรด้วยกันมามาก$1#$e#แถมเราทั้งสามคน ก็ยังเป็นแม่คนด้วย เราต่างรู้ใจกันอยู่เสมอ และคอยช่วยเหลือกันอยู่ตลอด$3",  
  "fall_Thu": "โจดี้อบแอปเปิ้ลพายมาให้ฉัน เมื่อวานนี้ อร่อยมากเลย! ฉันก็อยากทำอะไรที่พิเศษ ให้เธอบ้างจัง$1",
  "fall_Thu4": "วันนี้จะมีการจัดงานประมูลแบบไม่เปิดเผย (silent auction) ที่เมืองซูซู$0#$b#ฉันมักจะตามหา โกโทรัน ไชน่า (Gotoran China) เพราะมันเป็นสิ่งที่ งดงามและประณีตมากๆ$1",
  "fall_Thu8": "ก่อนหน้านี้โจดี้มีเรื่องเครียด ฉันเลยไปช่วยดูวินเซนต์ให้ เพื่อเธอจะได้มีเวลาพักบ้าง$0#$e#บอกฉันได้เลยนะ ถ้าหากฉันช่วยให้เธอผ่อนคลาย ขึ้นได้บ้างน่ะ @ ฉันรู้ว่าเธอทำงานหนักมาก$3",
  "Fall_Fri": "ฤดูใบไม้ร่วงเหมาะ ที่สุดกับแฟชั่นแล้วล่ะ ไม่คิดงั้นเหรอ @?$3#$b#เดรส แจ๊คเก็ต ฉันรักมันที่สุดเลย!$3",
  "fall_Fri6": "คุณเคยไปช็อปปิ้งเพื่อจะ เพิ่มขนาดตู้เสื้อผ้าบ้างมั้ย?$0#$b#ฉันรู้ร้านที่มีเสื้อผ้าดีๆ แต่ราคาไม่แพงอยู่นะ ฉันพาไปได้ถ้าเธอต้องการ$3",
  "fall_Sat": "มาร์ลอนกับพ่อมดเดินไป ที่ห้องเกมของซาลูนด้วยกัน แล้วก็ไปที่ห้องเก็บของด้วยกัน$6#$b#แล้วคนใส่เสื้อคลุมสีน้ำตาล ก็เดินตามเข้าไป แต่หน้าของเขาถูกปิดจนมิดเลย $0#$e#ฉันสงสัยจังว่าจะเกิดอะไร ขึ้นได้อีกกันนะบนโลกใบนี้...$6",
  "fall_Sat6": "อากาศเย็นๆ แบบนี้อยากจะไปที่ ซาลูนกับฉันมั้ยที่รัก?$3",
  "fall_Sat10": "ฉันไปหาเห็ดสดๆ มาทำอาหารด้วยของที่เจอมา ฉันเก็บไว้ให้คุณด้วยนะ![205]$4#$e#หวังว่าวิคเตอร์จะชอบเห็ด แบบที่ฉันคิดไว้นะ$6",
  "fall_Sun": "มันแย่มากเลยที่ Gotoro Empire ถูกสั่งห้ามนำเข้า พวกเขาผลิตงานศิลปะ และไวน์ชั้นดี ที่สวยงามทั้งนั้นเลย$2#$e#ฉันหวังว่าจะหาข้อยุติได้ ภายในเร็วๆ นี้นะ...$2",
  "fall_Sun6": "ไงจ๊ะ เป็นวันอาทิตย์ที่สดใสใช้มั้ยล่ะ?$1#$e#ขอให้มีความสุขนะจ๊ะ$3",

  //WINTER DIALOGUE    
  "winter_1": "แย่จังเลย พายุหิมะเมื่อคืนปกคลุม เต็มไปทั่วแถบนี้หมดเลย$6#$e#ทำให้ตัวเองอุ่นไว้ล่ะ ไม่อยากให้ตัวแข็งไปซะก่อน!$3",
  "winter_7": "สวัสดีจ๊ะ ที่รัก พรุ่งนี้จะไปจุดตกปลาที่ ธารน้ำแข็งกับพวกเรามั้ย?$3#$e#ฉันอยากเห็นคุณตอนได้ แข่งกับวิลลี่มากๆ เลย$1",
  "winter_13": "เช้านี้ฉันเผลอทำจาน โกโธแรนตกแตกไปน่ะสิ ทีนี้ก็ต้องเสีย 6,000G เพื่อไปซื้อมาใหม่ แถมหายากซะด้วยสิ$2#$b#มันสำคัญนะ ที่เราจะให้ความสำคัญกับ สิ่งของที่ทำให้รู้ว่าเรา เติบโตมาจากที่ไหน ไม่คิดงั้นเหรอ?$0", 
  "winter_21": "วันนี้ แคโรไลน์ทะเลาะกับปีแอร์ เธอมาเล่าให้ฉันฟัง$2#$e#หวังว่าความสัมพันธ์ของ พวกเขาจะยังโอเคดีอยู่นะ$2#$b#ทังสองคนแข็งแกร่งมากๆ เลย พวกเขาต้องผ่านมันไปได้แน่ๆ$0#$b#ฉันควรจะไปดูเธอเสียหน่อย หวังว่าจะบอกให้โจดี้รู้แล้วนะ...$0",  
  "winter_24": "ว่าไง @! ทำให้ตัวเองอบอุ่น ไว้บ้างหรือเปล่า? เทศกาลแห่งดวงดาวฤดูหนาว จะจัดขึ้นพรุ่งนี้แล้ว!$3#$e#ฉันมีของขวัญ เตรียมไว้แล้วล่ะ ให้ใครน่ะเหรอ? ความลับสิ!$1",
  "winter_28": "ฤดูใบไม้ผลิ ใกล้มาถึงแล้วนะ @! ฉันต้องเร่งมือ แล้วก็ตัดสินใจได้แล้วว่า ปีนี้จะปลูกอะไรที่สวนหลังบ้าน$1#$e#ขอให้เป็นวันที่ดีนะจ๊ะ โชคดีกับการทำฟาร์มด้วย$3",

  "winter_Mon": "ฉันเกือบจะล้ม เพราะแอ่งน้ำแข็ง$6#$b#ระวังด้วยนะ เวลาออกมาเดินข้างนอก$2",
  "winter_Mon4": "ได้ซื้อของที่โจจ้าบ้างมั้ย @?$0#$b#ฉันไม่ได้จะตัดสินตัวเธอนะ แต่ฉันรู้มาว่าพวกเขา ลดปริมาณกับคุณภาพ ของสินค้าทุกชนิดเลย$2",
  "winter_Mon8": "เธอคือหนึ่งในคน ที่ฉันชอบที่จะคุยด้วยนะ @$1#$b#เธอมักจะมีอะไรสนุกๆ มาเล่าตลอดเลย$6#$e#ช่วยเล่าเรื่องเหมือง ให้ฟังอีกจะได้มั้ย?$3",
  "winter_Mon10": "คุณพระคุณเจ้า วันนี้อากาศเย็นสุดๆ ไปเลยนะเนี่ย$0#$b#บางทีเราอาจจะนั่งกิน ช็อกโกแลตร้อนสักแก้วนะ? ฉันมีส่วนผสมดีๆ ที่สั่งมากจากแกรมพ์เลตัน พอดีเลยล่ะ$1",
  "winter_Tue": "วันนี้ยุ่งเป็นพิเศษ เพราะฉันได้ไวน์ชั้นดีมาเต็มเลยล่ะ$6#$e#ห๊ะ? มีอะไรให้ช่วยมั้ย?$0",
  "winter_Tue2": "แม่กับพ่อของฉัน จะมาเยี่ยมเร็วๆ นี้ ทุกๆ อย่างจะต้องเพอร์เฟค!$0#$e#...บางที คุณอาจจะมาพบพวกเขาดู แล้วจะเข้าใจเลยล่ะ$6",
  "winter_Tue8": "ฉันไปซื้อกระถางต้นไม้ มาจากมาร์นีล่ะ เอาไปไว้ในครัวแล้วสวยมากๆ เลย$1#$e#ฉันจะไปซื้อไก่มาเหมือนกันนะ แต่จะเอาไปไว้ไหนนี่สิ$0",
  "winter_Tue10": "รู้มั้ย ฉันอาจจะสอนโยคะ ให้คุณได้นะ ถ้าหากคุณสนใจล่ะก็$4",
  "winter_Wed": "โรบินมาทำเตาผิงให้พวกเรา เป็นช่างไม้ที่วิเศษมากๆ เลย สร้างได้หมดทุกอย่าง$1",
  "winter_Wed4": "แคโรไลน์กับโจดี้ ไม่ค่อยไปดื่มที่ซาลูนบ่อยๆ หรอก เพราะมีเรื่องให้ยุ่งตลอด$2#$e#ฉันสนุกนะที่ได้คุยกับเธอ แล้วไว้คุยกันครั้งหน้านะ จะมาที่ซาลูนด้วยกันก็ได้นะ$1",
  "winter_Wed8": "ฤดูหนาวในเพลิแกน สวยงามมากเลย ของตกแต่งหลากสี กับหิมะสีขาวทำให้ทุกๆ วันเป็นวันที่ดี$3#$e#กัส ปีแอร์แล้วก็ เทศมนตรีเลวิส ทำออกมาได้ดีเลยนะ$1#$e#เป็นสถานที่ที่เหมาะ กับจะเป็นบ้านมากที่สุดเลย ใช่มั้ยล่ะ @? ดีใจนะที่เธอก็มา$3",
  "winter_Thu": "ฉันพยายามจะให้ แคโรไลน์กับโจดี้ ไปที่โรงอาบน้ำกับฉัน$1#$e#มันจะต้องเป็นคืน ของสาวๆ ที่วิเศษแน่ๆ ต้องมั่นใจว่าจะใช้เวลา ที่มีให้คุ้มค่าที่สุด$4",
  "winter_Thu6": "รู้สึกดีที่ได้พักผ่อน หลังจากทำงานมาจากฟาร์ม %farm ใช่ไหมล่ะ @?$3#$e#ฉันรู้ว่าคุณสนุกกับงาน แต่มันก็สำคัญนะที่จะต้อง ดูแลสุขภาพของตัวเองด้วย$0",
  "winter_Thu10": "อย่าบอกแคโรไลน์หรือโจดี้นะ ฉันคิดว่าจะถอนตัว จากการเล่นหุ้นแล้วล่ะ$3#$e#ฉันอยากจะใช้เวลาให้มากขึ้น ไปกับงานอดิเรก เพื่อนๆ และก็แน่นอน คุณด้วยยังไงล่ะ$1",
  "winter_Fri": "ฉันสั่งอุปกรณ์วาดภาพพิเศษ จากเกาะเฟิร์น$3#$b#มันแพงมากเลย แต่มันก็สำคัญที่จะต้องมี พวกอุปกรณ์ดีๆ ไว้ใช้$6",
  "winter_Fri8": "ในที่สุด ฉันก็สั่งเหล้าองุ่นที่ต้องการ จากไร่องุ่นทางตอนเหนือ ของเมืองแกรมเพิลตัน ได้เสียที พวกเขาจะให้เพิ่มเป็นพิเศษด้วย!$3#$e#ฉันอยากให้คุณเก็บไว้นะ ทุกๆ คนควรจะได้สนุกไปกับสิ่งที่ดี สักครั้งก็ยังดี [348]$1",
  "winter_Sat": "ถึงตอนที่ฉันจะยังอายุน้อยๆ อยู่ฉันก็ยังลงเล่นหุ้น$0#$e#แล้วฉันก็ทำเงินมหาศาลได้ จากการเล่นหุ้นนี่แหละ$6",
  "winter_Sat4":"ฉันซื้ออัญมณี พวกนี้มาจากเมืองซาทีน อัญมณีของพวกเขา หาที่ติไม่ได้เลย แถมยังใส่ใจในรายละเอียด อีกด้วย$0#$e#เดี๋ยวฉันจะเอาของที่จะ มารอบหน้าให้คุณดูละกัน$6",
  "winter_Sat8": "รู้สึกดีนะที่ได้เจอคุณ @$3#$e#ลาก่อนจ้ะ!$1",
  "winter_Sun": "ฉันรู้สึกว่า จะเริ่มป่วยแล้วแฮะ ฤดูหนาวปีนี้หนาวกว่าปกติ$2#$e#คงจะต้องเข้าไปหา ฮาร์วีย์สักหน่อยแล้ว พวกเราโชคดีมากเลย ที่มีหมอมากประสบการณ์ อยู่ในเมือง$0",
  "winter_Sun4": "บางครั้งฉันก็รู้สึกแย่ เวลาที่อยู่ในที่ของโจจ้า เหมือนกำลังทำเรื่องร้ายแรง ต่อโลกของเราอยู่เลย$2#$b#ยิ่งผ่านไปนานเท่าไหร่ โจจ้าก็เริ่มทำอาหาร ที่ไม่ดีต่อสุขภาพและ สิ่งแวดล้อมออกมา... ไร้ความรับผิดชอบเสียจริง นั่นเลยเป็นสาเหตุที่ฉันลาออกมา$0#$b#ฉันดีใจนะ ที่เส้นทางที่ตัวเองเลือก ได้พาให้เรามาเป็นเพื่อนกัน$1",
  "winter_Sun8": "เธอโอเคมั้ย @? ทำไมดูหน้าซีดๆ$6#$e#...ดูแลสุขภาพด้วยนะ เธอควรจะไปเช็คกับฮาร์วีย์นะ ไม่อยากให้อะไรแย่ๆ เกิดกับเธอเลยแฮะ$2",
}
