{
  //SPECIAL DIALOGUE
  "Introduction": "หวัดดี ฉันไม่เคยเห็นคุณมาก่อนเลย...$0#$e#ขอโทษนะ ฉ-ฉันยังไม่รู้จักคุณดีสักเท่าไหร่$2#$e#%แคลร์ถอยออกห่างจากคุณ",
  "Town_92_44": "%'ทางเข้าสำหรับพนักงาน'",
  "danceRejection": "โอ้ คุณอยากเต้นงั้นหรอ? อืม... ไว้คราวหน้าดีกว่ามั้ย?$1",
  "BusStop_12_8": "ขอโทษนะ ฉันกำลังจะขึ้นรถกลับบ้าน...$0",
  "movieTheaterClaire": "ฉันเห็นป้ายรับสมัครงานที่โรงหนัง แล้วก็เลยลองสมัครดู$1#$b#แล้วฉันก็ได้มายืนอยู่ที่นี่!$5#$e#นกนี่เพิ่มบรรยากาศให้โรงหนังได้ดีจริงๆ...$1",
  
  //SPRING AND GENERAL DIALOGUE
  "Mon": "ฉันเหนื่อยเหลือเกิน...$2",
  "Mon2": "อืม หวัดดี$0#$e#ขอโทษนะ... ฉันก็รู้แหละว่าฉันน่าเบื่อ...$2",
  "Mon6": "นกเป็นเจ้าสัตว์น้อยตัวเล็กที่แสนจะระมัดระวังตัว พวกมันจะบินหนีทันทีถ้ามีอะไรเข้าใกล้ หรือทำให้มันตกใจ$1#$e#บางทีมันก็มาเกาะบนหัวของฉันบ้าง ไม่ก็เกาะที่ไหล่$5",
  "Tue": "นี่ถึงวันหยุดสุดสัปดาห์รึยังนะ?...",
  "Tue4": "คุณว่า ผู้จัดการจะจับได้มั้ย ถ้าฉันจะเอาหนังสือมาอ่านที่ในที่ทำงาน หื้ม?$0#$e#...นั่นอาจจะทำให้ฉันงานเข้าได้น่ะสิ$2",
  "Tue8": "ฉันอาศัยอยู่ในชนบทมาทั้งชีวติ ฟาร์มของคุณก็คงจะไม่ต่างกันสักเท่าไหร่หรอก$1",
  "Wed": "ฉันอยากกลับบ้าน...$2#$b#ฉันเซ็งกับงานวันนี้เต็มทีแล้ว...$2",
  "Wed2": "หื้อ?$0#$e#โทษที ไว้คราวหลังละกันนะ$2",
  "Wed6": "ฉันแอบฝึกเต้นตอนที่ไม่มีใครเห็น$1#$e#และก็ยังไม่มีใครจับได้ด้วย!$5",
  "Thu": "ฉันก็พูดได้ไม่เต็มปากหรอกนะ ว่าฉันรู้จักเมืองแพลิแกนดีพอ$0#$e#โทษที... ฉันต้องไปล่ะ$0#$e#...$2#$e#%แคลร์เบือนหน้าหนีจากคุณ",
  "Thu4": "ฉันก็มีความเห็นตรงกันกับแนวคิดเรื่องความคุ้มค่าของผู้จัดการอยู่นะ...$2#$e#ถึงเขาจะบีบให้ฉันทำงานล่วงเวลาเพิ่ม แต่ฉันก็ต้องการเงินอยู่ด้วยเหมือนกัน...$2",
  "Thu8": "เพื่อนบ้านของฉันเป็นเจ้าของสวนผมไม้ และเขาก็ให้ตะกร้าเชอรี่นี่มา อยากลองสักหน่อยมั้ย?$1#$e#เอานี่ สุกกำลังดีเลย![638]$5",
  "Fri": "ตอนนี้ฉันกำลังยุ่งอยู่นะ ไว้เราค่อยคุยกันทีหลังได้มั้ย?$0",
  "Fri4": "ไง วันหยุดนี้มีแพลนทำอะไรรึยังล่ะ?$0#$e#โอ้! งี้นี่เอง!$1",
  "Sat": "หื้อ? หวัดดี#$e#อืม อยากได้อะไรงั้นหรอ?",
  "Sat2": "*เฮ้อ*...$2#$e#อ่าว ว่าไง$1",
  "Sat4": "หวัดดี @$1",
  "Sat8": "เพราะมีคุณคอยดูอยู่เสมอ ก็เลยให้มีไฟขึ้นมาหน่อย...$1",
  "Sun": "ฉันไม่อยากมาทำงานวันนี้เลยจริงๆ แต่มอริสบอกว่าฉันต้องมา#$e#คนของเราไม่พอ...",
  "Sun2": "เมื่อคืนฉันได้นอนไปหน่อยเดียวเอง รถรับส่งพนังงานกะดึกดันมาช้า...$2#$e#อ้ะ อืม... ขอโทษนะ อย่าใส่ใจไปเลย$0",
  "Sun4": "หวัดดี @ อืม... คุุณรู้มั้ยว่าตอนนี้กี่โมงแล้ว?#$e#อ้อ %time แล้วหรอ? ขอบใจนะ$1",
  "Sun8": "นี่ มีครอบครัวนกสีฟ้าทำรังอยู่ยนต้นไม้ใกล้ๆร้านโจจ้าด้วยล่ะ$1#$e#นกเป็นสัตว์ที่สง่างามจริงๆ นะ ว่ามั้ย?$5",
  
  //SUMMER DIALOGUE
  "summer_1": "อา... ในฤดูร้อนที่ฟาร์มของคุณจะมีการเก็บเกี่ยวครั้งใหญ่เลยใช่มั้ย?#$e#งั้น ร้านโจจ้าจะช่วยตุนของใช้ที่จำเป็นกับเมล็ดพืชไว้ให้คุณนะ$1",
  "summer_10": "บางทีแอร์ในร้านโจจ้านี่ก็หนาวเกินไปนะ$0#$b#ฉันเลยเป็นหวัดซะบ่อยเลย...$2",
  "summer_18": "อากาศอบอุ่นในฤดูร้อนนี่วิเศษไปเลยนะ$1#$e#ฉันว่ามันหนาวเกินไปในฤดูใบไม้ร่วงและฤดูหนาวน่ะ$2",
  //"summer_28": "I'd watch the jellies, but I'll be too tired from working all day...$0",
  
  "summer_Mon": "อืม คุณต้องการอะไรมั้ย?$0#$e#...$0#$e#%แคลร์เขยิบออกห่างจากคุณ",
  "summer_Mon2": "*เฮ้อ* ฉันว่าวันนี้ต้องเป็นอีกวันที่ได้เลิกงานช้า...$2#$e#เย็นนี้ได้กินอาหารแช่แข็งอีกแล้วสินะ...$2",
  "summer_Mon8": "ดูเหมือนฟาร์มของคุณจะเตืบโตขึ้นทุกวันนะ... คุณทำแบบนั้นได้ยังไงหรอ$5",
  "summer_Tue6": "ฉันกับสาวๆ ได้เม้ามอยด์กันด้วยล่ะ$1",
  "summer_Wed": "ฮึ่ย ตอนทำงานนี่เวลาเดินช้าอย่างกับหอยทาก...$0#$e#อ-โอ้... โทษทีนะ ฉันไม่ได้ตั้งใจ$2",
  "summer_Wed4": "คนในหุบเขานี้ส่วนใหญ่เกลียดชังบริษัทโจจ้าน่ะ$2#$b#แต่มันเป็นงานเดียวที่ฉันหาได้...#$e#ก็ฉันไม่ได้มีความสามารถอะไรมากมายนี่นา...$2",
  "summer_Wed8": "เพื่อนบ้านของฉันเก็บส้มได้เยอะเลย เอ้า อันนี้ของคุณ[635]$1#$e#ฉันชอบผลไม้จัง ถือว่าเป็นของว่างที่ดีต่อสุขภาพ$1",
  "summer_Thu8": "ฉันไม่เคยได้อยู่ใกล้ๆ ทะเลเลยนะเนี่ย บางทีฉันอาจจะไปค้นเจอชุดว่ายน้ำตัวเก่าแล้วไปว่ายน้ำมั่ง ดีมั้ย?$1",
  "summer_Fri2": "ถ้าฉันขออนุญาตแบบเป็นทางการสักหน่อย ฉันก็ลางานได้นะ$1#$e#ฉันเหลือวันลาพอสำหรับหยุดยาวเลยล่ะ$0",
  "summer_Fri8": "ตอนเด็กๆ ฉันก็เคยฝันไว้นะว่าอยากจะเป็นนักแสดง$1#$e#แล้วของคุณล่ะ เหมือนกับที่ได้มาทำฟาร์มหรือผจญภัยบ้างมั้ย?$5",
  "summer_Sun": "ฉันน่าจะหาอะไรที่มันคุ้มกับการทำงานสักหน่อย...$0#$e#โทษที คิดดังไปหน่อย...$2",
  "summer_Sun4": "อ้าว หวัดดี @ เป็นไงบ้าง?$1#$e#อ้อ... ตะกี้คุณจะคุยอะไรนะ?$0",
  "summer_Sun8": "ฉันรู้สึกว่าพวกนกเหมือนจะเข้าใจฉันเลย...$1#$e#แปลกดีใช่มั้ยล่ะ?$5",
  
  //FALL DIALOGUE
  "fall_1": "สีสันของฤดูใบไม้ร่วงมันน่าทึ่งจริงๆ...$5#$e#ส่วนบ้านฉันก็ ชนบทที่ถูกล้อมไปด้วยสีทองของทุ่งข้าวสาลี$1",
  "fall_6": "วันนี้สดชื่นดีนะ$1#$e#แล้วก็หนาวจนตัวจะแข็งด้วย...$2",
  //"fall_15": "So, the Stardew Valley Fair is tomorrow. I'm looking forward to petting the animals.$1#$e#I believe they're Marnie's, correct?$5",
  "fall_19": "อากาศเริ่มเย็นลงทุกวันๆ...$0",
  "fall_26": "ตอนที่ฉันยังเป็นเด็กหญิงตัวเล็กๆ ฉันมักจะแต่งตัวเป็นนักแสดงจากภาพยนตร์เรื่องโปรดนะ$1#$e#แล้วคุณชอบชุดแบบไหนหรอ?$0",
  
  "fall_Mon": "ใบไม้พวกนี้ก็ขยันปลิวเข้ามาในนี้ ส่วนฉันก็ต้องคอยกวาดออก...$0#$e#นี่มันเกินหน้าที่ไปนะ...$2",
  "fall_Mon6": "ฉันเคยหลงผิดไปกับอาหารแช่แข็งของโจจ้ามาแล้ว...$0#$e#ตอนนี้ฉันทำอาหารเองแล้ว ฉันทำให้คุณบ้างก็ได้นะ$1",
  "fall_Tue": "*หาว*... ไง$0#$e#อืม... มีอะไรให้ช่วยมั้ย?",
  "fall_Tue8": "หวัดดี @ ฉันเอาแอปเปิลสดๆ มาจากบ้านด้วย สุกพอดีเลย![613]$1",
  "fall_Tue10": "ฉันเก็บผลไม้มาจาก 'สวนคุณสมิทธิ์' เพื่อนบ้านฉันเอง$1#$b#อืม นี่เป็นแอปเปิลที่เขาปลูก[613]$4#$e#สดๆ จากต้น...$7",
  "fall_Thu8": "วันนี้ดีจัง เนอะ?$1#$e#แวะมาคุยกันอีกนะ$5",
  "fall_Wed": "ไง$0#$e#อืม เอ๊ะ?$0#$e#...$2",
  "fall_Wed4": "คุณเป็นเพื่อนกับคนในเมืองแพลิแกนบ้างรึเปล่า?#$e#ฉันไม่ค่อยมีโอกาสได้คุยกับคนอื่นๆ เท่าไหร่... นอกจากเชนกับแซม แต่พวกเขาเป็นเพื่อนร่วมงานเฉยๆ$0",
  "fall_Wed8": "ฉันอยากจะกินบรูสเกต้ามาทั้งวันแล้วเนี่ย...$1#$e#ถามจริง? ฉันกินมันได้ตลอดชีวิตเลยล่ะ$5",
  "fall_Fri": "อืม สวัสดี$1#$b#ได้อะไรที่คุณต้องการมั้ย?$0#$e#%แคลร์เขยิบออกห่างจากคุณ",
  "fall_Fri2": "ฉันกำลังจะมี...วันที่โอเค$0#$e#อืม ไว้ฉันจะคุยกับคุณทีหลังนะ$2",
  "fall_Fri8": "คุณมีหนังเรื่องไหนที่ชอบรึเปล่า @? ที่หนึ่งของฉันคือเรื่อง 'Maces Out'$1#$e#ฉันชอบแนวระทึกขวัญ!$6",
  "fall_Sat8": "ก็เราเป็นเพื่อนที่ดีต่อกันแล้วไม่ใช่หรอ?$1#$e#ถ้ามีเรื่องอะไร เล่าให้ฟังได้นะ!$5",
  "fall_Sun": "อืม ไง$0#$e#...$0#$e#...$2#$e#โทษที คุณว่าอะไรนะ...$2",
  "fall_Sun2": "หวัดดี$1#$e#อืม วันนี้เป็นไงบ้าง$0",
  "fall_Sun8": "วันนี้ชุดคุณดูดีมีระดับจัง @$1",
  
  //WINTER DIALOGUE
  "winter_1": "It's winter already? Seasons change too quick...$0",
  "winter_4": "%Claire is shivering...#$e#H-hello. S-sorry. C-cold...$2",
  "winter_7": "Ice fishing? I've never fished before.$0",
  "winter_21": "%Claire is shivering...#$e#H-hello. S-sorry. C-cold...$2",
  "winter_28": "I hope spring hurries up... I can't stand the cold days.$2",
  
  "winter_Mon6": "Hi @. I'm feeling a bit lazy today.$0",
  "winter_Tue": "It's freezing today...$2#$e#Sorry. I'm not really much for conversation...$0",
  "winter_Tue4": "There was a rude customer from out of town yesterday...$3#$e#Customer service isn't always easy...$2",
  "winter_Tue8": "On days like this, I want to drink some fresh green tea and relax.$1",
  "winter_Wed": "Being a cashier isn't something I want to be stuck doing for the rest of my life...$2",
  "winter_Wed4": "Do you think my manager would notice if I stepped outside and made a snow man?...$1#$e#I'd personally consider it promotional art...$5",
  "winter_Thu2": "Maybe I'll work up the courage and make friends with some people in town.$1",
  "winter_Thu6": "I love your town during this time of year...$1",
  "winter_Thu10": "Hehe... hi, @.$4",
  "winter_Sun": "I just feel terrible today...$2#$e#%Claire isn't responding back to you.",
  "winter_Sun2": "There aren't many jobs where I live. When the position opened up at the Joja Mart, I took it.$0#$e#It's just... a temporary job.$2",
  "winter_Sun8": "My favorite pastime is watching old films and attending theater performances.$1",

  //HEART EVENT DIALOGUE
  "claire_event1": "Oh. I see...$8",
  "claire_event2": "Um. It actually does a little.$9",
  "claire_event3": "Well, I think it is...$10",
  "claire_event4": "Oh... Um.$10",
  "claire_event5": "Hehe. Yes. The countryside has a serene atmosphere.$9#$b#But it does get lonely out there...$8#$b#Um... maybe I'll ask to join the class.$8",
  "claire_event6": "Um. Yes. I took dance classes when I was young and it had an everlasting impression on me.$1#$b#It's something I rather enjoy...$5",
  "claire_event7": "It really does feel that way. The other ladies are very inclusive.$1#$b#I'm happy I asked Caroline to join the aerobics class...$5",
  "claire_event8": "Oh? Um. It's my dance routine...$2",
  "claire_event9": "You must've read my mind. I am a tad famished from exercising...$1#$b#Um. One moment.$5",
  "claire_event10": "Well, I am a tad famished from exercising. How about we grab a bite to eat?$1#$b#Um. One moment.$5",
  "claire_event11": "Oh. Me decide? Um, I am a little hungry.$0#$b#I only have this little snack pack, but I don't think it'll be enough.$2#$b#We can eat a meal together at the saloon...$5#$b#Um. One moment.$5",
  "claire_event12": "You want to order the orange chicken? Okay.$1",
  "claire_event13": "Grilled tilapia on a salad? I wonder how that'll taste.$1",
  "claire_event14": "The speciality pizza? You must be very hungry...$1",
  "claire_event15": "I've heard gossip about the sauce served with the fritters.$1#$b#I think I'll get this too...$5",
  "claire_event16": "On the clock still? Hehe.$9#$b#Don't overwork yourself...$11",
  "claire_event17": "Oh. I had to close today.$8#$b#It usually doesn't take me long, but there was a mess I had to clean...$10",
  "claire_event18": "You must be tired from working all day...$9#$b#*yawn* I certainly am...$11",
  "claire_event19": "On the clock still? Hehe.$13#$b#Don't overwork yourself...$15",
  "claire_event20": "Oh. I had to close today.$12#$b#It usually doesn't take me long, but there was a mess I had to clean...$14",
  "claire_event21": "You must be tired from working all day...$13#$b#*yawn* I certainly am...$15",
  "claire_event22": "Oh. I see...$12",
  "claire_event23": "Um. It actually does a little.$13",
  "claire_event24": "Well, I think it is...$14",
  "claire_event25": "Oh... Um.$14",
  "claire_event26": "Hehe. Yes. The countryside has a serene atmosphere.$13#$b#But it does get lonely out there...$12#$b#Um... maybe I'll ask to join the class.$12",
  "claire_event27": "Hehe. You don't need to bring anything.$11#$b#I do appreciate the thought...$9",
  "claire_event28": "I promise the food will be delicious...$9",
  "claire_event29": "Hehe. You don't need to bring anything.$15#$b#I do appreciate the thought...$13",
  "claire_event30": "I promise the food will be delicious...$13",
  "claire_event31": "...$2#$b#...$1",
  "claire_event32": "...$0#$b#Hehe...$1",
  "claire_event33": "...$2#$b#Perhaps you're right... but...$2",
  "claire_event34": "...$2#$b#I... suppose...$2"
}
