{
  //SPECIAL DIALOGUE
  "patio_Claire": "วิวที่ฟาร์มนี้แบบดีจัง อากาศวันนี้ก็ดี๊ดี$1",
  "spouseRoom_Claire": "อืมมมม... วันนี้มีอะไรต้องทำนะ?$1#$e#ตารางเวลาของฉันก็แน่นตลอด... น่าจะดีถ้าลองเอามาจัดใหม่$5",
  "funReturn_Claire": "งานวันนี้เหนื่อยจัง... แต่ฉันได้คุยกันคนน่าสนใจด้วยล่ะ$0",
  "funLeave_Claire": "อรุณสวัสดิ์นะ ที่รัก$1",
  "OneKid_0": "ฉันอิจฉาที่ %kid1 ได้เติบโตในฟาร์ม %farm มันจะต้องเป็นชีวิตวัยเด็กที่วิเศษมาก$1",
  "OneKid_1": "%kid1 ทำห้องนั่งเล่นเลอะเทอะนิดหน่อย...$2#$e#ไม่เป็นไรนะ เดี๋ยวฉันเก็บกวาดเอง$1",
  "OneKid_2": "%kid1 มีดวงตาเหมือนคุณเลย...$1#$e#ฮิฮิ...$7",
  "OneKid_3": "ฉันไม่คิดว่าจะมีคนที่เตรียมพร้อมจะเป็นพ่อแม่หรอกนะ... แต่เราก็ทำได้ดีเลยล่ะ$1#$e#%kid1 ชอบให้อุ้มเดินไปรอบๆ บ้าน$5",
  "TwoKids_0": "ฉันป้อนโยเกิร์ตแอปเปิลออร์แกนิคให้ %kid1 กับ %kid2 พวกเขากินกันใหญ่เลย!$1",
  "TwoKids_1": "ลูกๆ ของเราช่างวิเศษจริงๆ... มันเป็นความรับผิดชอบของพวกเรานะที่ต้องเลี้ยงพวกเขาให้เติบโตในทางที่ดี$1",
  "TwoKids_2": "โชคดีมากๆ เลยนะที่ %kid1 กับ %kid2 เป็นเด็กแข็งแรง$1",
  "TwoKids_3": "%kid1 เริ่มเดินได้ก่อนเกณฑ์ตามวัยซะอีก... หรือว่าเขาจะเป็นนักเต้นเท้าไฟเหมือนแม่กันละเนี่ย หื้อ?$1#$e#%คุณกอดแคลร์#$e#ฮิฮิ...$7",
 
  //SEASONAL DIALOGUE
  "spring_Claire": "เมื่อเช้าฉันดื่มชาเขียวด้วยนะ ตอนนี้รู้สึกพลังเต็มเปี่ยมเลย$5",
  "spring_1": "สวัสดีปีใหม่นะ ปีนี้จะต้องเป็นปีที่น่าจดจำ...$1",
  "spring_7": "อากาศเริ่มอุ่นขึ้นแล้วล่ะ!$6",
  "spring_13": "วันนี้มีงานเทศกาลไข่อีสเตอร์หรอ? เราจะไปมั้ย?$1",
  "spring_24": "อากาศวันนี้ดีมากๆ เหมาะมากเลยสำหรับการเต้นรำในเทศกาลดอกไม้$1",
  "summer_Claire": "ฉันอยากให้อากาศแจ่มใสและอบอุ่นแบบนี้ไปตลอดเลย$1",
  "summer_1": "มาเลย ฤดูร้อน ฉันพร้อมแล้ว ท้องฟ้าสีครามและพายแอปริคอต!$5#$e#ฉันจะช่วยงานในบ้านเอง ก็ฤดูนี้มีงานต้องทำเยอะแยะนี่นา$1#$e#สู้ๆ นะ!$6",
  "summer_11": "หวังว่าจะมีพายแอปริคอตที่งานลัวร์นะ$1#$e#เธอคิดได้รึยังน่ะ ว่าจะใส่อะไรลงในหม้อซุป หื้อ?$5",
  "summer_28": "ยิ่งแมงกระพรุนแสงจันทร์ส่องแสงงดงามมากเท่านั้น นั่นก็หมายความว่าฤดูร้อนกำลังจะหมดลง...$0#$e#ฉันคงต้องจัดตู้เสื้อผ้าแล้วเตรียมชุดสำหรับฤดูใบไม้ร่วงไว้ซะแล้ว$1",
  "fall_Claire": "ฉันว่าจะเข้าไปหาเห็ดในป่าสักหน่อย$1#$b#มีเมนูนึงที่ฉันอยากจะทำน่ะ มันเรียกว่า ผัดเห็ดสามสหาย$5",
  "fall_1": "นี่มันชักจะหนาวแล้วนะเนี่ย...$2#$e#อืม เราจุดเตาผิงทิ้งไว้หน่อยละกันนะ ได้มั้ย?$0",
  "fall_16": "งานเทศกาลแสดงสินค้าสตาร์ดิว แวลลีย์พรุ่งนี้ ขอโชคดีนะที่รัก$1#$b#มันต้องรู้สึกดีมากแน่ๆ ที่ได้โชว์ผลงานจากการทำงานหนักของคุณ!$5",
  "fall_27": "เวทมนต์นี่น่าสนใจนะ อยากรู้จังว่าคนเราจะเสกเขาวงกตขึ้นมาได้ยังไง...$1#$e#ฉันรู้ว่าคุณเคยคุยกับพ่อมดหลายครั้งนะ น่าจะลองถามเขาดูมั้ย?$5",
  "winter_Claire": "คุณทำงานนอกบ้านท่ามกลางอากาศหนาวๆ แบบนี้ได้ยังไงกัน$1",
  "winter_1": "*เฮ้อ*... หนาวจริง$0#$e#คุณจะว่าอะไรมั้ยถ้าฉันนะขอเร่งฮีตเตอร์ขึ้นอีกหน่อย?#$e#%คุณสวมกอดแคลร์เพื่อให้เธออุ่น#$e#ฮิฮฺิ...$7",
  "winter_8": "ทำไมจะต้องไปจัดการแข่งตกปลาน้ำแข็งกันในป่าลึกและหนาวสุดๆ ด้วยเนี่ย...$2#$e#ฉันจะไปปักหลักอยู่ข้างแคมป์ไฟละกัน...$1",
  "winter_12": "ฉันเกือบจะลื่นบนน้ำแข็งตอนเอาขยะไปทิ้งด้วย...$2#$e#ฉันไม่เป็นไรหรอก แค่ตกใจนิดหน่อย...$1",
  "winter_25": "สุขสันต์วันแห่งดวงดาวฤดูหนาวนะ @ ฉันชงชาเขียวสูตรพิเศษสำหรับเราสองคนไว้ด้วย[614]$4#$e#คุณคือของขวัญที่ดีที่สุดของฉัน...$4#$e#%คุณกอดแคลร์แน่น#$e#ฉันรักคุณ...$7",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "อรุณสวัสดิ๋ ฉันตื่นเร็วน่ะ เลยชงกาแฟไว้ให้[395]$1",
  "Indoor_Day_1": "คุณมักจะปรับทิวทัศน์ของของฟาร์มเราอยู่เสมอเลย... ฉันชอบนะ$1",
  "Indoor_Day_2": "คุณได้ยินเสียงนกร้อง จิ๊บๆ ข้างนอกมั้ย?$1",
  "Indoor_Day_3": "วันนี้ฉันรู้สึกว่าจะต้องมีอะไรดีๆ เกิดขึ้ยแน่เลย$1",
  "Indoor_Day_4": "คุณตื่นเพราะกลิ่นอาหารเช้ารึเปล่าเนี่ย หื้ม? มาๆ กินเลย! [201 195 194 210 211]$5#$e#ฉันทำของที่คุณชอบทั้งนั้นเลยนะ...$1",
  "Outdoor_Claire": "ฉันแค่ออกมาชมฟาร์มน่ะ ไม่ต้องห่วงฉันหรอกนะ!$1#$e#วันนี้จะเข้าเมืองมั้ย?$0",
  "Outdoor_0": "อรุณสวัสดิ์ ลุกออกจากเตียงได้แล้วหรอ...$1#$e#วันนี้ฉันหยุดและฉันก็จะทำอะไรที่ฉันอยากจะทำ$6",
  "Outdoor_1": "ผิวของฉันดูซีดๆ ไปหน่อย... แสงแดดอ่อนๆ นี่น่าจะช่วยได้นะ$1",
  "Outdoor_2": "วันนี้มีบนปฏิทินของคุณเขียนอะไรไว้บ้าง หื้ม?$1#$e#น่าสนุกดีออก!$5",
  "Outdoor_3": "ฉันชอบตื่นเช้านะ แล้วก็ฟังเสียงพวกนกร้องเริ่มต้นวันใหม่$1",
  "Outdoor_4": "ที่นี้ทำให้ฉันนึกถึงชนบท มีห้องเยอะเลย!$1",
  "Rainy_Day_0": "โอ้ คุณจะออกไปทำงานข้างนอกหรอ? ระวังอย่าให้เป็นหวัดนะ...$1#$e#อ้ะ แล้วก็อย่าลืมเช็ดรองเท้าด้วยนะ!$5",
  "Rainy_Day_1": "วันแบบนี้ฉันจะเล่นสนุกอยู๋ในบ้านกับชาเขียวร้อนของฉันนี่แหละ$1",
  "Rainy_Day_2": "ฉันว่าจะลองทำเมนูใหม่ที่อ่านเจอในเนตเป็นมื้อเย็นคราวหน้าดูน่ะ$1#$b#ฉันว่าคุณต้องชอบแน่ๆ$5#$e#โอ๊ะ? อะไรนะ?$1#$e#...$4#$e#ฮึ้ย! คนบ้า!$7",
  "Rainy_Day_3": "โอ้ อรุณสวสัดิ์ วันนี้ฝนตกนะ...$0",
  "Rainy_Day_4": "เป้าหมายของฉันวันนี้คือการอยู่ในบ้านและทำตัวให้มีประโยชน์ ลองทำอะไรใหม่ๆ ดูดีมั้ยนะ...$1",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Welcome home! How was your day?$1",
  "Indoor_Night_1": "Oh, it's %time? The day went by so fast...$0",
  "Indoor_Night_2": "I washed the dishes and swept the house while you were out.$1#$e#I had a rather productive day!$5",
  "Indoor_Night_3": "Hello, dear. Welcome back.$1#$e#Oh, mine? My day was gratifying.$5",
  "Indoor_Night_4": "I made dinner while you were away. Here's your plate. [606 209 207 214 224 235 236]$1#$e#So? How is it? I hope you find it delicious.$5#$e#!!!$7",
  "Rainy_Night_0": "I wonder how birds sleep during these cold wet nights...$0",
  "Rainy_Night_1": "Oh! You're soaked. Let me fetch a towel for you.$1",
  "Rainy_Night_2": "Hear the rain hitting the roof? It's soothing...$1#$e#Um. Shall we head to bed soon?...$4",
  "Rainy_Night_3": "I just finished making dinner. I thought we'd eat something healthy tonight. [196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*yawn*... I'm ready to sleep soon.$0",
 
  //AFFECTION DIALOGUE
  "Good_0": "You know, I never imagined I'd move to Stardew Valley. Is this destiny?$1",
  "Good_1": "Ooo... You look handsome today, @. I see you shaved.$4^Ooo... You look beautiful today, @. I love the way you did your hair.$4",
  "Good_2": "Perhaps we can try raising some birds? I'd handle all the work!$5",
  "Good_3": "I envy your craftsmanship. All the lovely machines and devices you've made are wonderful creations.$1",
  "Good_4": "I feel like I can understand what animals are thinking when I look at them...$1#$b#I wonder if there's a wizard or witch who can talk to animals?$0#$e#You talk to the local wizard... can they understand animals?$1",
  "Good_5": "There's a particular aroma coming from you... it smells nice.$7#$e#...$4",
  "Good_6": "I discovered a beautiful piece of classical music we could dance to together.$1#$e#It gets easier when you get into the rhythm.$5",
  "Good_7": "The mermaid's pendant you gave me is beautiful. I'll always cherish it.$1",
  "Good_8": "You always watch out for me. It's very encouraging...$1#$e#Please... you're making me blush...$4",
  "Good_9": "Oh. You smell a sweet scent? It's coming from this...[220 221 222 223 234 611 612 608]$1#$e#The look on your face... Hehe!$7",
  "Neutral_0": "I used to eat frozen meals for dinner... but now I find myself reading cook books and making real meals.$1#$e#I have a surprise planned the next time I cook!$6",
  "Neutral_1": "It's fun living with you. I... thought I'd be alone all my life.$1#$e#%You hug Claire.#$e#Hehe!$7",
  "Neutral_2": "We should take a trip to Zuzu City in the future and watch the opera.$1",
  "Neutral_3": "My diet's improved since I met you. I used to eat frozen Joja meals everyday.$1#$e#I love cooking homemade meals.$5",
  "Neutral_4": "I... don't regret moving to the valley to spend my life with you.$1#$e#It's... different from the countryside, but in a good kind of way.$5#$e#%You hug Claire.#$e#Hehe...$7",
  "Neutral_5": "Will we live in the valley forever?$1#$e#Sorry. That was a strange question to ask.$0#$e#%You smile at Claire.#$e#...$5",
  "Neutral_6": "I get all the dance practice I need at aerobics class on Tuesdays.$1#$e#My favorite part is talking to everyone before and after...$5",
  "Neutral_7": "We should bake something together soon. I know the perfect recipe...$4",
  "Neutral_8": "I've become good friends with some of the ladies at my weekly aerobics class.$1#$e#Um... You should join me sometime.$5",
  "Bad_0": "I get nervous when you head off to the mines...$2#$e#I can't lose you...$2#$e#%You tell Claire nothing bad will happen.#$e#I'll hold you to that.$1",
  "Bad_1": "*Sigh*... I don't feel well today.$3#$e#I might have caught something...$2",
  "Bad_2": "Please... If you need quiet time to yourself, that's okay with me...$2",
  "Bad_3": "Did I do something wrong? You seem so... distant lately.$2",
  "Bad_4": "...$0#$e#...$3#$e#%You ask Claire what's wrong.#$e#I feel like you value your farm work more than me...$2",
  "Bad_5": "I'm sick and tired of being so cold all the time...$2",
  "Bad_6": "...$2#$e#I'm not avoiding you. I'm just not very good at conveying my feelings.$2#$e#Sorry...$2#$e#%Claire edges away from you.",
  "Bad_7": "Can you make dinner tonight please? I don't feel like cooking...$0",
  "Bad_8": "Spending time with me must be boring...$2#$e#Sorry...$2#$e#%Claire doesn't want to talk.",
  "Bad_9": "Do you... think I'm too skinny?$2#$e#I'm just... thinking to myself. Don't mind me.#$e#%You show Claire you're here for her.#$e#...$1",
}
