{
  //SPECIAL DIALOGUE
  "patio_Claire": "วิวที่ฟาร์มนี้แบบดีจัง อากาศวันนี้ก็ดี๊ดี$1",
  "spouseRoom_Claire": "อืมมมม... วันนี้มีอะไรต้องทำนะ?$1#$e#ตารางเวลาของฉันก็แน่นตลอด... น่าจะดีถ้าลองเอามาจัดใหม่$5",
  "funReturn_Claire": "งานวันนี้เหนื่อยจัง... แต่ฉันได้คุยกันคนน่าสนใจด้วยล่ะ$0",
  "funLeave_Claire": "อรุณสวัสดิ์นะ ที่รัก$1",
  "OneKid_0": "ฉันอิจฉาที่ %kid1 ได้เติบโตในฟาร์ม %farm มันจะต้องเป็นชีวิตวัยเด็กที่วิเศษมาก$1",
  "OneKid_1": "%kid1 ทำห้องนั่งเล่นเลอะเทอะนิดหน่อย...$2#$e#ไม่เป็นไรนะ เดี๋ยวฉันเก็บกวาดเอง$1",
  "OneKid_2": "%kid1 มีดวงตาเหมือนคุณเลย...$1#$e#ฮิฮิ...$7",
  "OneKid_3": "ฉันไม่คิดว่าจะมีคนที่เตรียมพร้อมจะเป็นพ่อแม่หรอกนะ... แต่เราก็ทำได้ดีเลยล่ะ$1#$e#%kid1 ชอบให้อุ้มเดินไปรอบๆ บ้าน$5",
  "TwoKids_0": "ฉันป้อนโยเกิร์ตแอปเปิลออร์แกนิคให้ %kid1 กับ %kid2 พวกเขากินกันใหญ่เลย!$1",
  "TwoKids_1": "ลูกๆ ของเราช่างวิเศษจริงๆ... มันเป็นความรับผิดชอบของพวกเรานะที่ต้องเลี้ยงพวกเขาให้เติบโตในทางที่ดี$1",
  "TwoKids_2": "โชคดีมากๆ เลยนะที่ %kid1 กับ %kid2 เป็นเด็กแข็งแรง$1",
  "TwoKids_3": "%kid1 เริ่มเดินได้ก่อนเกณฑ์ตามวัยซะอีก... หรือว่าเขาจะเป็นนักเต้นเท้าไฟเหมือนแม่กันละเนี่ย หื้อ?$1#$e#%คุณกอดแคลร์#$e#ฮิฮิ...$7",
 
  //SEASONAL DIALOGUE
  "spring_Claire": "เมื่อเช้าฉันดื่มชาเขียวด้วยนะ ตอนนี้รู้สึกพลังเต็มเปี่ยมเลย$5",
  "spring_1": "สวัสดีปีใหม่นะ ปีนี้จะต้องเป็นปีที่น่าจดจำ...$1",
  "spring_7": "อากาศเริ่มอุ่นขึ้นแล้วล่ะ!$6",
  "spring_13": "วันนี้มีงานเทศกาลไข่อีสเตอร์หรอ? เราจะไปมั้ย?$1",
  "spring_24": "อากาศวันนี้ดีมากๆ เหมาะมากเลยสำหรับการเต้นรำในเทศกาลดอกไม้$1",
  "summer_Claire": "ฉันอยากให้อากาศแจ่มใสและอบอุ่นแบบนี้ไปตลอดเลย$1",
  "summer_1": "มาเลย ฤดูร้อน ฉันพร้อมแล้ว ท้องฟ้าสีครามและพายแอปริคอต!$5#$e#ฉันจะช่วยงานในบ้านเอง ก็ฤดูนี้มีงานต้องทำเยอะแยะนี่นา$1#$e#สู้ๆ นะ!$6",
  "summer_11": "หวังว่าจะมีพายแอปริคอตที่งานลัวร์นะ$1#$e#เธอคิดได้รึยังน่ะ ว่าจะใส่อะไรลงในหม้อซุป หื้อ?$5",
  "summer_28": "ยิ่งแมงกระพรุนแสงจันทร์ส่องแสงงดงามมากเท่านั้น นั่นก็หมายความว่าฤดูร้อนกำลังจะหมดลง...$0#$e#ฉันคงต้องจัดตู้เสื้อผ้าแล้วเตรียมชุดสำหรับฤดูใบไม้ร่วงไว้ซะแล้ว$1",
  "fall_Claire": "ฉันว่าจะเข้าไปหาเห็ดในป่าสักหน่อย$1#$b#มีเมนูนึงที่ฉันอยากจะทำน่ะ มันเรียกว่า ผัดเห็ดสามสหาย$5",
  "fall_1": "นี่มันชักจะหนาวแล้วนะเนี่ย...$2#$e#อืม เราจุดเตาผิงทิ้งไว้หน่อยละกันนะ ได้มั้ย?$0",
  "fall_16": "งานเทศกาลแสดงสินค้าสตาร์ดิว แวลลีย์พรุ่งนี้ ขอโชคดีนะที่รัก$1#$b#มันต้องรู้สึกดีมากแน่ๆ ที่ได้โชว์ผลงานจากการทำงานหนักของคุณ!$5",
  "fall_27": "เวทมนต์นี่น่าสนใจนะ อยากรู้จังว่าคนเราจะเสกเขาวงกตขึ้นมาได้ยังไง...$1#$e#ฉันรู้ว่าคุณเคยคุยกับพ่อมดหลายครั้งนะ น่าจะลองถามเขาดูมั้ย?$5",
  "winter_Claire": "คุณทำงานนอกบ้านท่ามกลางอากาศหนาวๆ แบบนี้ได้ยังไงกัน$1",
  "winter_1": "*เฮ้อ*... หนาวจริง$0#$e#คุณจะว่าอะไรมั้ยถ้าฉันนะขอเร่งฮีตเตอร์ขึ้นอีกหน่อย?#$e#%คุณสวมกอดแคลร์เพื่อให้เธออุ่น#$e#ฮิฮฺิ...$7",
  "winter_8": "ทำไมจะต้องไปจัดการแข่งตกปลาน้ำแข็งกันในป่าลึกและหนาวสุดๆ ด้วยเนี่ย...$2#$e#ฉันจะไปปักหลักอยู่ข้างแคมป์ไฟละกัน...$1",
  "winter_12": "ฉันเกือบจะลื่นบนน้ำแข็งตอนเอาขยะไปทิ้งด้วย...$2#$e#ฉันไม่เป็นไรหรอก แค่ตกใจนิดหน่อย...$1",
  "winter_25": "สุขสันต์วันแห่งดวงดาวฤดูหนาวนะ @ ฉันชงชาเขียวสูตรพิเศษสำหรับเราสองคนไว้ด้วย[614]$4#$e#คุณคือของขวัญที่ดีที่สุดของฉัน...$4#$e#%คุณกอดแคลร์แน่น#$e#ฉันรักคุณ...$7",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "อรุณสวัสดิ๋ ฉันตื่นเร็วน่ะ เลยชงกาแฟไว้ให้[395]$1",
  "Indoor_Day_1": "คุณมักจะปรับทิวทัศน์ของของฟาร์มเราอยู่เสมอเลย... ฉันชอบนะ$1",
  "Indoor_Day_2": "คุณได้ยินเสียงนกร้อง จิ๊บๆ ข้างนอกมั้ย?$1",
  "Indoor_Day_3": "วันนี้ฉันรู้สึกว่าจะต้องมีอะไรดีๆ เกิดขึ้ยแน่เลย$1",
  "Indoor_Day_4": "คุณตื่นเพราะกลิ่นอาหารเช้ารึเปล่าเนี่ย หื้ม? มาๆ กินเลย! [201 195 194 210 211]$5#$e#ฉันทำของที่คุณชอบทั้งนั้นเลยนะ...$1",
  "Outdoor_Claire": "ฉันแค่ออกมาชมฟาร์มน่ะ ไม่ต้องห่วงฉันหรอกนะ!$1#$e#วันนี้จะเข้าเมืองมั้ย?$0",
  "Outdoor_0": "อรุณสวัสดิ์ ลุกออกจากเตียงได้แล้วหรอ...$1#$e#วันนี้ฉันหยุดและฉันก็จะทำอะไรที่ฉันอยากจะทำ$6",
  "Outdoor_1": "ผิวของฉันดูซีดๆ ไปหน่อย... แสงแดดอ่อนๆ นี่น่าจะช่วยได้นะ$1",
  "Outdoor_2": "วันนี้มีบนปฏิทินของคุณเขียนอะไรไว้บ้าง หื้ม?$1#$e#น่าสนุกดีออก!$5",
  "Outdoor_3": "ฉันชอบตื่นเช้านะ แล้วก็ฟังเสียงพวกนกร้องเริ่มต้นวันใหม่$1",
  "Outdoor_4": "ที่นี้ทำให้ฉันนึกถึงชนบท มีห้องเยอะเลย!$1",
  "Rainy_Day_0": "โอ้ คุณจะออกไปทำงานข้างนอกหรอ? ระวังอย่าให้เป็นหวัดนะ...$1#$e#อ้ะ แล้วก็อย่าลืมเช็ดรองเท้าด้วยนะ!$5",
  "Rainy_Day_1": "วันแบบนี้ฉันจะเล่นสนุกอยู๋ในบ้านกับชาเขียวร้อนของฉันนี่แหละ$1",
  "Rainy_Day_2": "ฉันว่าจะลองทำเมนูใหม่ที่อ่านเจอในเนตเป็นมื้อเย็นคราวหน้าดูน่ะ$1#$b#ฉันว่าคุณต้องชอบแน่ๆ$5#$e#โอ๊ะ? อะไรนะ?$1#$e#...$4#$e#ฮึ้ย! คนบ้า!$7",
  "Rainy_Day_3": "โอ้ อรุณสวสัดิ์ วันนี้ฝนตกนะ...$0",
  "Rainy_Day_4": "เป้าหมายของฉันวันนี้คือการอยู่ในบ้านและทำตัวให้มีประโยชน์ ลองทำอะไรใหม่ๆ ดูดีมั้ยนะ...$1",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "กลับมาแล้วหรอ! วันนี้เป็นไงมั้ง หื้ม?$1",
  "Indoor_Night_1": "โอ้ %time แล้วหรอเนี่ย? วันเวลานี่ผ่านไปไวจัง...$0",
  "Indoor_Night_2": "ตอนที่คุณออกไปข้างนอก ฉันล้างจานแล้วก็กวาดบ้านแล้วนะ$1#$e#วันนี้ได้ทำอะไรซะคุ้มค่าเลย!$5",
  "Indoor_Night_3": "ไง ที่รัก ยินดีต้อนรับกลับบ้านนะ$1#$e#โอ้ ฉันหรอ? วันนี้ถือว่าน่าพอใจสำหรับฉันเลยล่ะ$5",
  "Indoor_Night_4": "ฉันเตรียมมื้อเย็นไว้ให้คุณด้วยล่ะ เอ้า ทานเลยสิ [606 209 207 214 224 235 236]$1#$e#เป็นไง? ใช้ได้มั้ย? หวังว่าจะถูกปากคุณนะ$5#$e#!!!$7",
  "Rainy_Night_0": "อยากรู้จังว่าพวกนกนอนกันยังไงในวันที่ทั้งเปียกทั้งหนาวแบบนี้...$0",
  "Rainy_Night_1": "โอ้! คุณเปียกมาทั้งตัวเลย ฉันจะไปเอาผ้าขนหนูมาให้นะ$1",
  "Rainy_Night_2": "ได้ยินเสียงฝนตะกระทบหลังคามั้ย? เพลินดีเนอะ...$1#$e#อืม งั้นวันนี้เราเข้านอนกันเร็วหน่อยดีมั้ย?...$4",
  "Rainy_Night_3": "ฉันเตรียมอาหารเย็นเสร็จพอดีเลย ฉันว่าวันนี้เราควรจะทานอะไรที่มันดีต่อสุขภาพซักหน่อย[196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*หาว*... ฉันจะเข้านอนแล้วล่ะ$0",
 
  //AFFECTION DIALOGUE
  "Good_0": "คุณรู้มั้ย ฉันไม่เคยจินตนาการมาก่อนเลยว่าจะได้ย้ายมาอยู่ที่สตาร์ดิว แวลลีย์แห่งนี้ นี่เป็นโชคชะตาใช่มั้ย?$1",
  "Good_1": "โอววว... วันนี้คุณหล่อมากเลย @ คุณโกนหนวดนี่$4^โอววว... วันนี้คุณสวยมากเลย @ ฉันชอบทรงผมนี้ของคุณจัง$4",
  "Good_2": "เราจะลองเลี้ยงนักกันดูบ้าง ดีมั้ย? ฉันจะจัดการทุกอย่างเอง!$5",
  "Good_3": "ฉันอิจฉาฝีมือทำงานคราฟของคุณจริงๆ มีแต่เครื่องมือและอุปกรณ์ที่น่ารักทั้งนั้น นี่เป็นการสร้างสรรค์ที่ยอดเยี่ยมมาก$1",
  "Good_4": "ฉันว่า เหมือนฉันจะเข้าว่าพวกสัตว์กำลังคิดอะไรอยู่เวลาที่ฉันมองพวกมัน...$1#$b#ฉันสงสัยว่ามีพ่อมดหรือแม่มดคนไหนที่คุยกับสัตว์ได้บ้าง?$0#$e#คุณลองถามพ่อมดคนนั้นให้หน่อยสิ... พวกเขาเข้าใจภาษาสัตว์รึเปล่า?$1",
  "Good_5": "มีกลิ่นหอมเฉพาะตัวมาจากตัวคุณตัวล่ะ... มันดีมากเลย$7#$e#...$4",
  "Good_6": "ฉันเจอเพลงคลาสสิคที่ประพันธ์ไว้ไพเราะมากชิ้นนี้เหมาะสำหรับเราเอาไว้เต้นรำด้วยกัน$1#$e#มันจะง่ายนะ ถ้าคุณจับจังหวะได้$5",
  "Good_7": "สร้อยคอนางเงือกที่คุณให้ฉัน มันสวยงามมากจริงๆ ฉันจะดูแลมันอย่างดีเลย$1",
  "Good_8": "การที่คุณคอยมองดูฉันเสมอ มันทำให้ฉันมมีความมั่นใจมากขึ้น...$1#$e#อย่าสิ... คุณกำลังทำให้ฉันเขินนะ...$4",
  "Good_9": "โอ้ คุณได้กลิ่นหอมใช่มั้นละ? มันมาจากนี่ไง...[220 221 222 223 234 611 612 608]$1#$e#ดูทำหน้าเข้าสิ... ฮิฮิ!$7",
  "Neutral_0": "ฉันเคยกินแต่อาหารแช่แข็งเป็นมื้อเย็นมาก่อนนะ... แต่ตอนนี้ฉันอ่านสือคู่มือสอนทำอาหารแล้วฉันก็ทำอาหารได้จริงๆ$1#$e#คราวหน้าฉันวางแผนว่าจะทำอาหารสุดตะลึงด้วย!$6",
  "Neutral_1": "การได้อยู่กับคุณเป็นเรื่องที่สนุกมาก ฉัน... คิดว่าชีวิตนี้จะตเองอยู่คนเดียวตลอดไปซะอีก$1#$e#%คุณดึงแคลร์เข้ามากอด#$e#ฮิฮิ!$7",
  "Neutral_2": "เราน่าจะไปเที่ยวเมืองซูซูและดูโอเปร่าซักหน่อยเนอะ$1",
  "Neutral_3": "เหมือนโภชนาการด้านอาหารของฉันจะดีขึ้นเรื่อยๆ ตั้งแต่ที่ได้พบคุณล่ะ ก่อนหน้านี้ฉันกินแต่อาหารแช่แข็งของโจจ้าทุกวันเลย$1#$e#ฉันชอบทำอาหารจัง$5",
  "Neutral_4": "ฉัน... ไม่เสียใจเลยที่ย้ายมาอยู่ในหุบเขาแห่งนี้เพื่อใช้ชีวิตร่วมกับคุณ$1#$e#ถึงมัน... จะแตกต่างจากชนบท แต่มันก็เป็นไปในทางที่ดี$5#$e#%คุณดึงแคลร์เข้ามากอด#$e#ฮิฮิ...$7",
  "Neutral_5": "เราจะอาศัยอยู่ที่หุบเขานี้ไปตลอดเลยมั้ย?$1#$e#ขอโทษนะ มันแปลกใช่มั้ยที่มาถามแบบนี้$0#$e#%คุณส่งยิ้มให้แคลร์#$e#...$5",
  "Neutral_6": "ฉันซ้อมเต้นได้หมดทุกท่าแล้วที่จะไปใช้ในคลาสแอโรบิกในวันอังคารนี้$1#$e#ฉันชอบตอนที่ได้พูดคุยกับทุกคนทั้งก่อนเริ่มและหลังเลิกคลาสจัง...$5",
  "Neutral_7": "ไว้ครั้งหน้าเราอบขนมด้วยกันนะ ฉันเจอสูตรขนมดีๆ ด้วยล่ะ...$4",
  "Neutral_8": "ฉันได้เป็นเพื่อนสนิทกับสาวๆ บางคนในคลาสแอโรบิกด้วยล่ะ$1#$e#อืม... คุณน่าจะลองมาเข้าคลาสกับฉันดูบ้างนะ$5",
  "Bad_0": "ฉันกังวลนะเวลาที่คุณจะออกไปลงเหมือง...$2#$e#ฉันไม่อยากเสียคุณไป...$2#$e#%คุณบอกกับแคลร์ว่าจะไม่มีเรื่องร้ายเกิดขึ้น#$e#คุณสัญญาแล้วนะ$1",
  "Bad_1": "*เฮ้อ*... วันนี้ฉันรู้สึกไม่ค่อยสบายเลย$3#$e#คงจะไปติดหวัดมา...$2",
  "Bad_2": "ขอร้องล่ะ... ถ้าคุณอยากจะอยู่เงียบๆ ฉันก็อยู่ได้เหมือนกัน...$2",
  "Bad_3": "ฉันทำอะไรผิดหรือเปล่า? คุณดูเหมือน... ทำตัวห่างเหินกัน$2",
  "Bad_4": "...$0#$e#...$3#$e#%คุณถามแคลร์ว่าเป็นอะไร#$e#ฉันรู้สึกว่าคุณสนใจเรื่องฟาร์มมากกว่าฉันซะอีก...$2",
  "Bad_5": "ฉันไม่สบาย แล้วก็เบื่อกับการเป็นหวัดตลอด...$2",
  "Bad_6": "...$2#$e#ฉันไม่ได้หลบหน้าคุณซะหน่อย ฉันแค่แสดงความรู้สึกไม่ค่อยเก่ง$2#$e#ขอโทษ...$2#$e#%แคลร์เบือนหน้าหนีจากคุณ",
  "Bad_7": "วันนี้คุณทำอาหารเย็นหน่อยได้มั้ย? ฉันไม่มีอารมณ์จะทำอาหารน่ะ...$0",
  "Bad_8": "การใช้เวลาอยู่กับฉํนคงจะน่าเบื่อสินะ...$2#$e#ขอโทษ...$2#$e#%แคลร์ไม่อยากคุยอะไรตอนนี้",
  "Bad_9": "นี่คุณคิดว่า... ฉันผอมเกินไปหรอ?$2#$e#ฉันแค่... พูดกับตัวเองน่ะ อย่าสนใจฉันเลย#$e#%แคลร์บอกว่าคุณได้ยินที่แคลร์พูด#$e#...$1",
}
