
{
  //SPECIAL DIALOGUE
  "Introduction": "ดูนั่นสิ? นี่มันเจ้าของฟาร์มคนใหม่ ที่ทุกคนพูดถึงกัน ในที่สุดก็ย้ายไปที่หุบเขา ฉันเจอแล้วล่ะ$1#$b#ฉันทำงานที่ ฟาร์มแฟร์เฮเวน มาหลายปีแล้ว มันไม่มากแต่เป็นงานสุจริต$0#$e#คุณโชคดีที่คุณได้รับ ทรัพย์สินจากคุณปู่ของคุณ มาฟรี ๆ$2",
		
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "AndyHouse_9_6": "ในนามของโยบะ คุณทำอะไรเนี่ย!? ผมอยู่บนเตียงนะ! ออกไปเดี๋ยวนี้!$7",
  "AndyHouse6_9_6": "ฉันพยายามที่จะหลับ กลับมาในภายหลังนะชาวไร่$5",
  "ForestWest_58_22": "ขอโทษนะ ชาวไร่ ผมไม่มีอารมณ์ที่จะคุย$0",
  "SeedShop_37_22": "ฉันไม่เคยเชื่อในโยบะ ฉันมักจะใช้สัญชาตญาณ ของตัวเองเวลาต้องการ ความช่วยเหลือ$2#$b#โยบะได้ช่วยฉันไว้ อย่างน้อยสิ่งที่ฉันทำได้ก็คือ การแสดงความเคารพ$1",
  "JojaMart": "โจจ้ามีผลิตภัณฑ์ ที่ดีที่สุดและราคาถูกที่สุด ถ้าฉันไปซื้อของที่ร้านปีแอร์ ฉันจะต้องถังแตกแน่ ๆ$2",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "ไม่ใช่ตอนนี้ชาวไร่ ไม่ว่าง เริ่มฤดูกาลใหม่!$1#$e#ไปทำฟารม์ไป ขอให้โชคดี$3",
  "spring_7": "ต้นหอมจะงอกขึ้นมาที่ ด้านนอกฟาร์มของฉัน ในช่วงฤดูใบไม้ผลิ$0#$e#ถ้าฉันสามารถเก็บพวกมัน ได้เยอะหน่อย ฉันก็จะสามารถ ทำอาหารที่ดีได้!$1",
  "spring_12": "พรุ่งนี้คุณจะเข้าร่วม กิจกรรมล่าไข่ด้วยเหรอ @?$3#$e#คุณควรทำสิ่งที่ถูกต้อง และปล่อยให้วินเซนท์ หรือแจสชนะ นั่นคือสิ่งที่ฉันจะทำ$0#$e#ฉันไม่เข้าใจว่าทำไม คุณกับแซมและอบิเกล ถึงได้เข้าร่วม มันไม่ยุติธรรมกับเด็ก ๆ$2",
  "spring_18": "ฟาร์มแฟร์เฮเวน ภูมิใจในการจัดหา อาหารสัตว์จำนวนมาก ให้กับภูมิภาคโดยรอบ$0#$b#จอร์จ ซื้อกระเทียมของฉันทั้งหมด$3#$e#จอร์จชอบกระเทียมมาก @ หากคุณต้องการที่จะ ได้เห็นด้านที่ดีของเขา มอบกระเทียมให้เขาสักหัว สองหัวสิ คุณจะเห็นใบหน้าที่ ยิ้มแย้มสดใสของเขา$0",
  "spring_23": "เราจะเข้าไปในป่าในวันพรุ่งนี้ เนื่องจากเป็นเทศกาลเต้นรำนะ ชาวไร่ วันพรุ่งนี้พวกเราจะ เข้าไปในป่าเพื่อไปร่วม เทศกาลดอกไม้ ต่อให้ฉันหลับตาฉันก็ยัง รู้ทั้งทางไปและกลับ$1#$e#ไม่แน่ขาไปฉันอาจเจอของดี ๆ ได้ที่นั่น$3",
  "spring_28": "ฉันได้ยินข่าวว่า ฤดูร้อนปีนี้จะร้อนยิ่งกว่า ไข่ในกระทะ$0#$e#ตรวจสอบให้แน่ใจว่า พืชของคุณได้รับการรดน้ำ อย่างสม่ำเสมอนะ @ เพื่อไม่ให้ พืชผลของคุณตาย$2",

  "Mon": "...สวัสดี$0#$e#คุณต้องการอะไร?$2#$e#ฉันไม่แจกเมล็ดพันธุ์ หรือพืชผลใดๆ ให้หรอกนะ$2",
  "Mon2": "สวัสดี @ สัปดาห์ใหม่เริ่มขึ้นแล้ว$0#$e#วันนี้ฉันมีงานในฟาร์ม มากมายที่ต้องทำให้เสร็จ$2",
  "Mon8": "สุขสันต์วันจันทร์ เพื่อนชาวไร่$1#$e#การเริ่มต้นสัปดาห์ใหม่ หมายถึงการเริ่มต้น ภาระงานใหม่$1",
  "Tue": "%แอนดี้สังเกตเห็นคุณ แต่ไม่ได้พูดอะไรเลย",
  "Tue2": "งานของคุณในฟาร์ม %farm เป็นอย่างไรบ้าง @?$0#$e#ดีใจที่ได้ยินอย่างนั้น$0",
  "Tue8": "วันนี้ฉันได้ของป่าดีๆ มานิดหน่อยล่ะ ฉันจะกินครึ่งหนึ่ง ส่วนที่เหลือจะเอาไว้ขาย$1",
  "Wed": "ต้องหาอาหารกินสักหน่อย คำถามคือ ฉันจะหาอาหารในป่า หรือซื้อของที่โจจ้า?$2",
  "Wed4": "คุณมีเศษดินติดอยู่ตามตัวนะ นั่นเป็นสัญลักษณ์ของ ชาวไร่ที่ทำงานอย่างหนัก!$1#$e#ทำอย่างนั้นต่อไปนะ @ $0",
  "Wed10": "เฮ้ ว่าไง วันนี้คุณดูเปี่ยมไปด้วย พลังงานเลยนะ แบ่งมาบ้างได้มั้ย?$3#$e#ฉันพยายามจะเล่นมุกน่ะ ฉันไม่ใช่คนตลกเลย$1#$e#ผมดีใจที่เราได้คุยกันนะ ชาวไร่$3",
  "Thu": "เอ่อ หวัดดี$0#$e#%แอนดี้ไม่สนใจคุณ",
  "Thu4": "ดีใจที่ได้พบคุณ @ $3#$e#ขอให้เป็นวันที่ดีนะ$1",
  "Thu8": "เฮ้ ว่าไง คุณช่างน่ารักจริงๆ ที่มาคุยกับฉัน$3#$e#วันนี้ ฉันมีแผนที่จะทำมากมาย$0",
  "Fri": "ถ้าคุณอยากจะเจอด้านดีๆ ของฉันล่ะก็ เลี้ยงเครื่องดื่มฉันสักแก้ว ที่ซาลูนสิ$0",
  "Fri2": "ในที่สุดก็ถึงวันศุกร์ ตอนนี้ฉันสามารถ ดื่มได้โดยไม่รู้สึกผิด$2",
  "Fri8": "ฉันจะซื้อเครื่องดื่ม ที่ซาลูนให้คุณเป็นบางครั้ง คุณสมควรได้รับมันนะ คุณทำงานอย่างหนัก เลยนี่นา$3",
  "Sat": "%แอนดี้ เห็นคุณ แต่เลือกที่จะไม่พูดอะไร",
  "Sat4": "ผมนอนตื่นสายในเช้านี้ รู้สึกว่าวันนี้อยากจะ ทำตัวสบาย ๆ หน่อย ก็วันนี้เป็นวันเสาร์นี่นา $1#$e#แต่ถึงอย่างนั้น ฉันก็ไม่มีข้อแก้ตัว ให้ตัวเองอู้งานในฟาร์ม$2",
  "Sat10": "พวกเราชาวไร่ ไม่ได้มีเวลาที่จะเอ้อระเหย ในวันหยุดสุดสัปดาห์ มีงานมากเกินไป ที่จะต้องทำให้เสร็จ$3#$e#ขอให้เป็นวันที่ได้งานนะ @ ทำให้หุบเขานี้ภูมิใจ$1",
  "Sun": "ฉันไม่เคยเห็นคุณ ในช่วงเวลาสักการะบูชา ประจำวันอาทิตย์เลย คุณไม่เชื่อในโยบะใช่มั้ย?$5",
  "Sun2": "หากคุณต้องการ เรียนรู้เพิ่มเติมเกี่ยวกับโยบะ ลองมาที่นี่เพื่อสักการะบูชา ในทุกๆ วันอาทิตย์ดูสิ$0#$e#มีแค่โจดี้ จอร์จ และฉันที่ทำ แต่เราสามารถสอนคุณได้ สองหรือสามอย่าง$3",
  "Sun8": "ฉันสนุกกับการเยี่ยมชม ศาลเจ้าโยบะ ในวันอาทิตย์ที่ผ่านมา มันเป็นช่วงเวลา ของการพิจารณา และการรู้คุณค่าของตัวเอง$1#$e#ขอให้คุณมีวันที่สนุกนะ ชาวไร่$3",

  //SUMMER DIALOGUE
  "summer_1": "ในวันแบบนี้ ฉันอยากจะหาต้นไม้ดีๆ สักต้น แล้วอ่านบทความใน หนังสือโยบะของฉัน$1#$e#วรรคที่ 13:2C คือวรรคที่ฉันชอบที่สุด ตลอดกาล มันสอนให้ใช้ชีวิต อย่างเข้มแข็ง$0",
  "summer_3_1": "เมื่อคืนที่ผ่านมา เสียงของโยบะทำให้ผมตื่น! นี่มันอะไรกันเนี่ย!?$5",
  "summer_10": "พรุ่งนี้ฉันจะใส่ สไปซ์เบอร์รี่คุณภาพสูง ลงในซุปนั่น$1#$b#มันจะเพิ่มรสชาติ ในปริมาณที่เหมาะสม!$3",
  "summer_20": "แพมไปดื่มที่ซาลูน เมื่อหกคืนก่อน ฉันไม่คิดว่าเธอจะไหว ซักเท่าไหร่นะ ควรจะไปดูหน่อยดีกว่า$2#$e#เธอมักจะดื่มสี่ถึงห้าแก้ว ต้องมีบางอย่างเกิดขึ้นแน่ ๆ$0",
  "summer_28": "แมงกะพรุนเหล่านั้น จะปรากฏตัวที่ชายหาดคืนนี้ คุณจะเข้าร่วมกับเราที่นั่นมั้ย?$0",

  "summer_Mon": "โจจ้า ส่งจดหมายพร้อมคูปองให้ฉัน ฉันได้รับส่วนลด 5% ในการซื้อครั้งต่อไป!$0#$e#แน่นอนว่า เป็นประสบการณ์ที่ดี ในการเริ่มต้นสัปดาห์$3", 
  "summer_Mon2": "ฉันไม่รู้ว่าทำไมตลอดเวลา มานี้คุณถึงเดินเล่นไปรอบๆ แล้วคุยกับชาวเมืองทั้งๆ ที่คุณมีที่ดินเก่าแก่ ผืนใหญ่ขนาดนั้น ในครอบครอง$2#$e#พวกเราบางคนคงจะมี ความสุขมากถ้าได้มีสถานที่ แบบนั้นไว้ใช้เวลาทั้งวัน$2",
  "summer_Mon6": "เป็นไงบ้างชาวไร่?$0#$e#เอ พืชผลไม่ได้เป็นไปตาม ที่ฉันหวังไว้ในฤดูกาลนี้ ปีนี้อาจจะเป็นปีที่ยากลำบาก$2",
  "summer_Mon10": "สปริงเกอร์นั้นน่าทึ่งมาก ถ้าคุณต้องการ ระบบจ่ายน้ำอัตโนมัติใน ฟาร์มของคุณ แต่ว่าฟาร์มแฟร์เฮเวน ค่อนข้างเล็กเกินกว่าจะใช้ อุปกรณ์เหล่านั้น$0#$e#ฉันไม่รังเกียจที่จะ รดน้ำพืชด้วยตนเองนะ จริง ๆ แล้วผมสนุกกับมันน่ะ แต่คนที่มีฟาร์มใหญ่ ๆ อย่างฟาร์มของคุณ ควรพิจารณาเรื่องลงทุน กับเจ้าเครื่องนั่นหน่อยนะ$0", 
  "summer_Tue": "เมื่อเช้าฉันเสียพืชผล ไปให้กับพวกอีกาของโยบะ ฉันต้องทำอะไรซักอย่าง กับเรื่องนั้น$2",
  "summer_Tue2": "เมื่อวานนี้ เทศมนตรีเลวิสกับผม มีเรื่องขัดแย้งกัน ตอนนี้ผมเชื่ออย่างแรงว่า เขาไม่ชอบฉัน$2#$e#เราขัดแย้งกัน เรื่องอะไรงั้นหรอ? ไม่ใช่ธุระกงการอะไร ของคุณสักหน่อยนี่ $2",
  "summer_Tue4": "ปีแอร์ไม่ขายพืชผล หรือของป่าใดๆ ของผมในร้านของเขา ฉันเข้ากันไม่ได้กับเขา เพราะเรื่องนั้น$2#$e#โอ้ ทำไมเขาไม่ทำน่ะเหรอ? เพราะเขาไม่ใช่ เจ้าของร้านที่ดีไงล่ะ ทำไมเขาไม่ไปทำอย่างอื่น กันนะ?$2#$e#บางครั้งฉันก็อยากให้ ทุกคนในในเมือง ยกเว้นคุณ หายไปให้หมดเลยล่ะ @ ",
  "summer_Tue8": "เช้านี้มีอีกาของโยบะ มากินพืชผลของผม พวกหัวขโมยบินได้งี่เง่าเอ๊ย$7#$e#ขอโทษนะชาวไร่ ปกติฉันจะมีเวลาให้คุณ แต่ตอนนี้ ฉันไม่มีอารมณ์จะคุย$2#$e#ฉันไม่คุยด้วยในตอนนี้$5#$e#%แอนดี้ไม่สนใจคุณ",  
  "summer_Wed": "บ้าจริง ผึ้งเฮงซวยมันต่อยฉัน! ครั้งหน้าฉันจะต้องสวมถุงมือ ตอนเก็บน้ำผึ้ง$2",
  "summer_Wed6": "ฉันต้องเดินทางไปที่ แกรมเพิลตันในเร็วๆ นี้และมีหนึ่งในช่างไม้ ที่จะทำบ้านผึ้งใหม่ให้ฉัน$0#$e#ฉันไม่ค่อยมีความเชี่ยวชาญ ในการทำสิ่งประดิษฐ์ของตัวเอง ฉันได้ยินมาว่าคุณเก่ง ในการทำสิ่งประดิษฐ์$0",
  "summer_Thu": "คุณสามารถเชื่อมั่นในผลกำไร ที่ได้ช้าแต่มั่นคง ของข้าวโพดได้ เพราะข้าวโพดสามารถ ปลูกได้ถึงสองฤดู$1#$e#นี่คือเหตุผลที่ฉัน ปลูกข้าวโพดในช่วงฤดูร้อน มันช่วยผมประหยัดค่าใช้จ่าย ในการซื้อเมล็ดพันธุ์$0",
  "summer_Thu4": "คุณรู้รึเปล่าว่ามีรอยเปื้อน บนใบหน้าของคุณน่ะ @? ถ้าเดินผ่านกระจก ก็ลองไปส่องดูนะ$3#$e#การมีสิ่งสกปรกมากมาย บนตัวคุณเป็นสิ่งแสดงว่า คุณเป็นชาวไร่ที่ทำงาน อย่างหนัก$0",
  "summer_Thu8": "ฉันแวะไปดู ฟาร์ม %farm เมื่อวันก่อน ฟาร์มของคุณก้าวหน้า ไปมากเลยนี่ @ $0#$e#ฉันชอบที่จะใช้เวลา ไปกับการแวะมาดูที่นี่ ในบางครั้ง ถ้าไม่มีปัญหาอะไร$3",
  "summer_Fri": "ช่วงนี้เจออะไรดีๆ ในป่าบ้างไหม ชาวไร่?$0#$e#อย่าเก็บของป่า มากจนเกินไปล่ะ การทำมาหากินของผม ขึ้นอยู่กับการหาของป่าน่ะ คุณก็รู้$0",
  "summer_Fri8": "ฉันเจอของป่าใน ป่าซินเดอร์แซปเพียบเลย นี่ไงของที่ฉันเจอ; ฉันคิดว่าฉันอาจทำกำไรได้ ในฤดูกาลนี้$1#$e#บายๆ ชาวไร่!$3",
  "summer_Sat": "เช้านี้ฉันเจอต้นสไปซ์เบอร์รี เติบโตอยู่อีกฝั่งของรั้ว$1#$b#ประโยชน์ของ การมีฟาร์มในป่าแห่งนี้เป็นผลดี$0#$e#ขอให้เป็นวันที่ดีนะชาวไร่$0",
  "summer_Sun": "บอกให้ฉันรู้นะ ถ้าคุณต้องการยืม หนังสือโยบะของฉัน ฉันจดโน๊ตรายละเอียด ในส่วนของบทความที่ เป็นที่นิยมไว้ด้วยนะ.$3#$e#อะไรนะ? คุณไม่อยากจะขอยืมหรอ? โอเค$2",
  "summer_Sat6": "มันมีของป่าดีๆ ที่ยอดเขา ฉันคิดว่าคุณน่าจะ หาเงินจากมันได้นะ#$e#มันสูงชันเกินไป สำหรับฉันที่จะขึ้นไปที่นั่น คุณแข็งแรงและไม่แก่เกินไป สำหรับการปีนเขา @ $3",

  //FALL DIALOGUE
  "fall_1": "ฤดูใบไม้ร่วงเป็นฤดูที่ดี สำหรับการหาของป่านะ @ มีเห็ดจำนวนมากที่สุกงอม ให้เลือกเก็บ$0#$e#อย่าเก็บไปหมดล่ะ เหลือไว้ให้ฉันบ้าง$2",
  "fall_4": "ฉันเห็นคุณกำลังเดินเข้าไป ในกิลด์ของนักผจญภัย ที่อยู่ในเมือง คุณมีงานพิเศษเป็น หนึ่งในพวกนักกำจัด สัตว์ประหลาดงั้นหรอ?$0#$e#นั่นเป็นงานที่อันตรายนะ ผมรู้สึกขอบคุณมาก ที่คุณเต็มใจจะเสี่ยงชีวิต เพื่อปกป้องชาวบ้านอย่างฉัน และรักษาหุบเขานี้ ให้ปลอดภัย$1#$b#ขอบคุณ$0",
  "fall_10": "เด็กหญิงโซเฟียจากไร่องุ่น รับช่วงต่อหลังจาก พ่อแม่ของเธอ...$0#$b#อ๊ะ ไม่มีอะไร คุณจะต้องคุยกับเธอ เกี่ยวกับเรื่องนี้เอง$2#$e#คุณมีวันที่ดีนะ คุณได้ยินมั้ย?$0",
  "fall_15": "พรุ่งนี้ฉันจะจัดแสดง ผลผลิตจากฟาร์มของฉันเอง ไม่ต้องกังวล ฉันไม่ได้คาดหวังว่าจะชนะ$0#$e#ฉันไม่เคยชนะแม้แต่ครั้งเดียว ฉันไม่คิดว่าพรุ่งนี้ จะมีอะไรเปลี่ยนไป...$2",
  "fall_23": "ฉันทำงานเพาะปลูก ในไร่เมื่อวานนี้ และฉันเห็นผู็ชายที่เป็นทหาร เดินไปยังหอคอยพ่อมด$2#$b#บรรดาเจ้าหน้าที่รัฐบาล ยังคงพยายามสรรหา แม่มดและพ่อมดเพื่อเข้าร่วม สงครามของพวกเค้า$5#$e#หึ น่ารังเกียจ$2",
  "fall_27": "ปีแอร์แบ่งเหล้าแอปเปิลฟักทอง ของเขาในช่วงเทศกาลภูติ$3#$b#ปกติเขามักจะแบ่งปันมัน กับเพื่อนสนิทของเขา เท่านั้น$2#$b#เป็นเรื่องดีที่ฉันจะได้ลิ้มรส พวกมันบ้างหลังจาก ถูกปฏิเสธมาตลอดทั้งปี$0",
  "fall_28": "พืชผลกำลังจะตายในเร็ว ๆ นี้แล้วชาวไร่ ฤดูหนาวกำลังมา$0#$e#แล้วเจอกันใหม่$0",

  "fall_Mon": "เช้านี้ฉันเก็บเกี่ยว พืชผลที่มีคุณภาพสูง ปุ๋ยโจจ้านั่นมีผลเหมือนกับ การร่ายเวทย์มนตร์ใส่ทุกครั้ง$3#$e#ฉันแนะนำให้ใช้ปุ๋ยโจจ้า @ มันจะช่วยให้คุณทำกำไรได้$0",
  "fall_Mon2": "ฉันซื้อขวานใหม่จากคลินท์เมื่อวานนี้ ฉันทำขวานทองแดงของฉันหัก ตอนที่ตัดไม้ในป่านี่$0#$e#การอัพเกรดเครื่องมือ ของคุณเป็นสิ่งสำคัญ @ ขอให้เรื่องนี้ เป็นบทเรียนสำหรับคุณ$0",
  "fall_Mon8": "ฉันมีจอบเหล็กที่คลินท์ สร้างขึ้นให้ฉัน เขาทำออกมาได้ ยอดเยี่ยมมาก$0#$e#จอบที่อัพเกรดแล้ว ช่วยประหยัดเวลา ในการทำฟาร์ม คุณควรเลือก อย่างใดอย่างหนึ่ง ถ้าคุณยังไม่พร้อม$1",
  "fall_Tue": "ไม่มีเวลาคุยแล้วชาวไร่ ไม่มีเงินวิ่งเข้ามาในกระเป๋า ของพวกเราเองหรอกนะ ฉันต้องไปหาเงิน$0",
  "fall_Tue4": "ฉันไม่เปลี่ยนพืชผล เป็นสินค้าแปรรูปอย่าง เบียร์หรือไวน์ ฟาร์มแฟร์เฮเวนภูมิใจ ในการจัดหาพืชผล ที่มีคุณภาพสูง$0#$e#บางทีคุณน่าจะ ช่วยสอนวิธีการใช้เครื่องมือ บางอย่างให้ฉันได้บ้าง ในบางครั้ง$3",
  "fall_Wed": "ฉันพบเห็ดสีม่วงจำนวนมาก ในป่าเมื่อเช้านี้$1#$e#พวกมันมีคุณภาพสูง อย่างมากจริงๆ! ฉันคิดว่า พวกมันจะขายได้ราคาดี$3",
  "fall_Wed4": "ป่าซินเดอร์แซป ค่อนข้างสวยในฤดูกาลนี้ มันเป็นหนึ่งในเหตุผล ที่ฉันเลือกที่จะอยู่ที่นี่ พัฒนาพื้นที่ ทำการเกษตรของฉัน$3#$e#ขอให้เป็นวันที่ดีนะชาวไร่$0",
  "fall_Wed8": "ฉันพบดอกแดนดิไลอน กระเทียม และพืชชนิดหนึ่ง จำนวนมากในเช้าวันนี้ ฉันพนันเลยว่าสิ่งเหล่านี้ จะได้ราคาปานกลาง$1#$e#มันมักจะหาได้ตามในป่า @ คุณควรลองไปหาดูแถวๆ นั้นนะ$1#$e#พวกเราสามารถไป หาของป่าด้วยกันได้ในบางครั้ง ถ้าคุณต้องการ ฉันจะแสดงอะไรดีๆ ให้คุณดู$2", 
  "fall_Thu": "เคยมีฟาร์มมากกว่านี้ ในหุบเขานี้ก่อนที่จะเกิดภาวะ เศรษฐกิจถดถอยครั้งใหญ่ ผู้ที่ไม่สามารถปรับตัวได้ ก็พากันเลิกทำกิจการ$0#$e#ฉันเคยมีเพื่อนมากมาย ในหุบเขานี้...$0#$e#%แอนดี้ไม่สนใจคุณ เขาดูเศร้าๆ",
  "fall_Thu8": "คุณรู้มั้ยชาวไร่ เมื่อสัปดาห์ที่ผ่านมา ฉันเหงามากจริงๆ แต่ตอนนี้เราเป็นเพื่อนกันแล้ว ฉันรอคอยที่จะได้เจอคุณ$3",
  "Fall_Fri": "วันนี้ไม่ค่อย มีเวลาพักผ่อนเลย มีงานมากมาย ก่อนวันหยุดสุดสัปดาห์$2",
  "fall_Fri4": "คืนนี้ฉันจะเข้าไปที่ซาลูน @?$0#$e#บางทีฉันอาจจะเจอคุณที่นั่น$3",
  "fall_Fri8": "คุณรู้อะไรมั้ย เราน่าจะออกเดินทาง ไปด้วยกันและตั้งแคมป์ ในป่าลึก$3#$e#ใครจะรู้ว่าพวกเราจะได้เจอ ของป่าหายากชนิดไหน?$3",
  "fall_Sat": "%แอนดี้ สังเกตเห็นคุณ และโบกมือด้วย ใบหน้าที่ยิ้มแย้ม เค้าดูยุ่ง",
  "fall_Sat4": "วันนี้เป็นวันที่ดีนะชาวไร่ ฉันหวังว่าในฤดูกาลนี้ คุณจะทำออกมาได้ดี$0#$e#ขอให้ ฟาร์ม %farm โชคดี คุณกำลังทำสิ่งที่หุบเขาภูมิใจ$0",
  "fall_Sun": "คนที่เข้ากันได้ดีกับฉัน ในเมืองเมืองเพลิแกน มีเพียงจอร์จและแพมเท่านั้น มีไม่กี่คนที่เข้าใจผม อาจจะเป็นความแตกต่าง ของอายุ$0#$e#เทศมนตรีเลวิส เป็นไงน่ะเหรอ? ผู้ชายคนนั้นคือ คนทึ่มของโยบะ เขาและฉันมองหน้ากันไม่ได้$2",
  "fall_Sun6": "การใช้ชีวิตในสตาร์ดิวแวลลี่ เป็นความฝันอันยิ่งใหญ่ ของชาวเฟิร์นกิลล์ เพราะเป็นดินแดนที่สวยงาม มีทรัพยากรธรรมชาติ และคนดี ๆ... ส่วนใหญ่นะ$0#$b#คุณจะอยากได้ อะไรมากกว่านี้อีกล่ะ?$1#$e#ก็ใช่ ฉันต้องใช้เงินและที่ดิน...$2",
  "fall_Sun10": "ฉันไปที่ซาลูนทุกคืนวันศุกร์ สิ่งสำคัญคือการให้รางวัลตัวเอง สำหรับการทำงานอย่างหนัก$3#$e#หวังว่าจะได้เจอคุณที่ซาลูน ในคืนนี้พวกเราสามารถ ผ่อนคลายแล้วก็คุยเล่นกัน แทนที่จะคุยเรื่องจริงๆ จังๆ กัน$3#$b#มันดีนะ ที่มีเพื่อนอยู่รอบๆ $1", 

  
  //WINTER DIALOGUE    
  "winter_1": "ฤดูหนาว เป็นฤดูกาลที่ฉันชอบ มันช่วยให้ฉันมุ่งเน้น ไปที่การหาของป่าแทนการ จัดการฟาร์มของฉัน$1",
  "winter_7": "พรุ่งนี้เราจะเดินไปบ่อน้ำแข็ง ที่เป็นจุดตกปลาในป่ากัน @ ฉันจะเป็นผู้นำทางเอง$1#$e#ฉันรู้เส้นทางในการ เข้าและออกจากป่านี้ เป็นอย่างดี ฉันไปที่นั่นเพื่อหา ของป่าตลอดทั้งวัน$0",
  "winter_12": "บอกฉันที คุณคิดว่าโอลิเวีย สนใจฉันมั้ย? ฉันเห็นเธอจ้องมองฉันที่ บาร์สตาร์ดรอปในบางครั้ง$3#$e#บางทีฉันควรจะพูด สวัสดีซักครั้งในวันนี้$2",
  "winter_24": "ฉันไม่ชอบช่วงเวลานี้ของปี มันเป็นสิ่งเตือนใจ ที่น่ากลัวสำหรับฉัน ฉันไม่ถือว่าใครเป็นคนพิเศษ ในชีวิตของฉัน$2#$e#ฉันไม่ต้องการ ความเห็นใจ จากโยบะหรอกนะ ชาวไร่$5#$e#%แอนดี้ไม่สนใจคุณ",
  "winter_28": "คุณพร้อมที่จะปลูกพืช สำหรับฤดูใบไม้ผลิหรือยัง ชาวไร่?#$e#ขอให้คุณโชคดี! ฉันก็จะทำเช่นเดียวกัน$1",

  "winter_Mon": "ปีแอร์ยังคงปฏิเสธ ที่จะขายพืชผลของฉัน ในร้านของเขา และเขาก็สงสัยว่าทำไม ฉันถึงไม่ซื้อของที่นั่น$2#$e#...$2#$e#%แอนดี้ไม่สนใจคุณ เขากำลังอารมณ์ไม่ดี",
  "winter_Mon4": "วันนี้ฉันหาของป่าได้ไม่มาก หรือเพราะมีคนอื่น เก็บมันไปหมด?...$2#$e#%แอนดี้กำลังจ้องมองคุณ",
  "winter_Mon8": "มานีให้ฉันใช้ เครื่องผลิตเมล็ดพันธุ์ (Seed Maker) ของเธอและฉันเปลี่ยน ผลผลิตคุณภาพต่ำของฉัน ให้กลายเป็นเมล็ดพันธุ์ จำนวนมาก$1#$e#ฉันอยากได้ อีกหนึ่งเครื่องในเร็ว ๆ นี้ มันจะช่วยฉันประหยัดเงิน เป็นจำนวนมาก$2#$e#ช่างไม้ในแกรมเพิลตัน ขายในราคา 6,000G แพงแต่อาจจะคุ้มค่า เหมือนทองคำในระยะยาว$0#$e#อะไรนะ? คุณพูดว่าบางทีคุณอาจจะ สามารถสร้างสิ่งประดิษฐ์ ให้ฉันได้? ก็ดีสิ คุณเลยใจดีมากเลยนะ$1",
  "winter_Tue": "โจจ้าส่งคูปองให้ฉัน ทางไปรษณีย์เมื่อเช้านี้ พวกเขาปฏิบัติต่อลูกค้า ประจำด้วยความเอาใจใส่ อย่างยิ่ง$1#$e#ฉันต้องไปห้องสมุด และใช้ 'คอมพิวเตอร์' เพราะฉันต้องการใช้ เว็บไซต์ของพวกเขา$2",
  "winter_Tue8": "การนอนหลับนั้น เป็นสิ่งที่ฉันสามารถทำได้ ในช่วงฤดูนี้เท่านั้น ไม่ค่อยมีงานให้ทำรอบ ๆ ฟาร์มนี้$0#$e#ฉันเห็นคุณเดินไปที่เหมืองนั้น คุณต่อสู้กับสัตว์ประหลาด พวกนั้นเหรอ?$2#$e#ขอให้คุณโชคดี มีสิ่งมีชีวิตที่อันตรายอยู่ในนั้น รักษาตัวด้วย @ $0",
  "winter_Wed":  "เคยลองชิมไวน์บลูมูน (Blue Moon) มาก่อนมั้ย? ฉันไม่ได้ชอบไวน์เป็นพิเศษ แต่โซเฟียทำออกมาได้ดี$0",
  "winter_Wed4": "ฉันไม่เข้าใจเลยว่า ซูซานอยู่ได้ยังไง เพราะบ้านเธออยู่ติดกับ ทางรถไฟ$2#$b#ไอ้รถไฟบ้าพวกนั้น ทำให้ฉันตื่นทุกคืนเลย$2",
  "winter_Wed8": "เครื่องดื่มที่ฉันเลือกคือ เบียร์ข้าวสาลีแกรมเพิลตัน มันเป็นเบียร์คราฟต์ที่ดีที่สุด ที่คุณจะพบในภูมิภาคนี้$1#$e#ผมหยิบมาขวดหนึ่งให้คุณ ในครั้งต่อไปฉันจะ หยิบมาอีกและเราจะได้ นั่งชิลในวันหยุดสุดสัปดาห์$2",
  "winter_Thu": "ฉันชุดเจอพวก รากต้นไม้ในฤดูหนาว (winter root) แล้วก็มันหิมะ (snow yam) ในป่านี้แหละ ของพวกนี้ขายได้ราคาดี$1",
  "winter_Thu6": "ฤดูหนาวเป็นฤดูกาลที่ดีมาก ที่จะได้ใช้เวลาค้นหาของป่า ไปรอบๆ ไม่มีพืชผักหรือบ้านผึ้ง ให้จัดการ!$1#$e#ฉันคิดว่าคุณจะซาบซึ้ง ในช่วงเวลาพิเศษนี้เช่นกัน @ $0",
  "winter_Fri": "วันนี้มัน หนาวเป็นบ้าเลย ทำร่างกายให้ อุ่นไว้นะชาวไร่$0",
  "winter_Fri8": "ตอนนี้ฉันต้องการ บทความในหนังสือโยบะ มาเป็นแสงสว่างนำทาง ให้ชีวิตฉันน่ะ @: 'ความคิดไม่ได้แย่เพราะผู้อื่น แต่ช่วยให้มีกำลัง'$0#$e#มีบทเรียนที่ น่าอัศจรรย์ให้เรียนรู้ ในหนังสือเล่มนี้ บางทีฉันอาจแบ่งปัน เรื่องราวที่ฉันชื่นชอบ กับคุณได้ในบางครั้ง$3",
  "winter_Sat": "บางครั้งฉันเห็นแสงไฟ ฉูดฉาดจากหอคอย พ่อมดในตอนกลางคืน ฉันสงสัยว่าเขากำลัง ทำอะไรอยู่ที่นั่น$2",
  "winter_Sat4": "วันนี้ฉันพยายามจะพูดคุยกับ เทศมนตรีเลวิสแต่ เขาแกล้งทำเป็น ไม่ได้ยินเสียงฉัน$2#$e#ไม่คิดจะซ่อม ความสัมพันธ์ของเรา เร็ว ๆ หรอก ฉันคิดว่านะ$2",
  "winter_Sat8": "มีคนจำนวนมาก ในทุกวันนี้ที่พูด เรื่องไร้สาระและ ไม่เคารพผู้สูงอายุ$2#$e#ฉันต้องขอขอบคุณ ที่คุณทำตัวให้สมวัย ไม่ใช่ตามเบอร์ รองเท้าของคุณ$0#$e#คุณมีวันที่ดีนะ @ ทำดีอย่างนั้นต่อไปใน ฟาร์ม %farm$0",
}
