{
  //SPECIAL DIALOGUE
  "Introduction": "โอ้ หวัดดี คุณคือเจ้าของใหม่ของฟาร์ม %farm สินะ ผู้จัดการเคยจัดประชุม เรื่องของคุณเลยนา!$0#$b#ผมทำงานพาร์ทไทม์ ที่ร้านโจจ้า$1#$e#เอ่ออ ช่วยลืมที่ผมพูด เรื่องประชุมเมื่อกี้ที มันอาจทำให้ผมงานเข้า$4",
  "pamHouseUpgrade": "คุณคิดว่าคุณผู้หญิงคนนั้น จะใจดีกับผมมากกว่าเดิม ตอนผมอยู่ที่ทำงานมั้ยครับ?$4",
  "pamHouseUpgradeAnonymous": "คุณคิดว่าคุณผู้หญิงคนนั้น จะใจดีกับผมมากกว่าเดิม ตอนผมอยู่ที่ทำงานมั้ยครับ?$4",
  "Town_92_44": "%'ทางเข้าของพนังงาน'",
  "BusStop_12_8": "%คนขับรถบัส: จะขึ้นรถมั้ยครับคุณผู้ชาย ถ้าไม่ขึ้นก็ถอยไปหน่อยครับ^%%คนขับรถบัส: จะขึ้นรถมั้ยครับคุณผู้หญิง ถ้าไม่ขึ้นก็ถอยไปหน่อยครับ",
  "Resort_Entering": "เกาะนี่เจ๋งไปเลย!$1",
  "Resort_Leaving": "ผมจะไปเล่าเรื่องเกาะนี้ ให้พ่อแม่ฟัง!$1",
  "Resort_Shore": "น้ำนี่รู้สึกดีมากเลยเวลาโดนเท้า ผมว่าผมไปว่ายน้ำดีกว่า!$0",
  "Resort_Chair": "มันเจ๋งมากเลยนะ ที่ชุมชนคุณ รวมตัวกันทำอะไรสนุกๆ แบบนี้ด้วย$0#$e#บ้านเกิดผมอย่างเซ็งเลย...$4",
  "Resort": "ผมลืมทากันแดดอ่ะ$4#$e#ผมว่าผมโดนแดดเผาล่ะละ หลังคันไปหมดเลย$4",
  
  
  //SPRING AND GENERAL DIALOGUE
  "Mon": "Hey, @! How's Claire doing?$0",
  "Tue": "อ่าห์ หวัดดี $0",
  "Tue2": "แม่ผมทำข้าวกล่องใหญ่เบิ้ม มาให้ผมเลยนะวันนี้$0#$e#แม่ใส่ขนม 'ชีส เคิร์ล' มาด้วย ขนมนี่ของโปรดผมเลย!$1",
  "Tue8": "ดีครับ @ ยังทำตัวยุ่งตลอดเวลา เหมือนเดิมเลยนะ$0#$e#งั้น ไว้เจอกัน$6",
  "Sat": "*เฮ้อ*... วันนี้ไม่อยากทำงานเลยอ่า$2#$e#โอ้ะ อ่า รับอะไรดีครับ?$4",
  "Sat2": "นี่ คุณคิดยังไงกับแคลร์หรอ ก็เพื่อนร่วมงานผมไง?$0#$e#เธอแบบ อย่างเจ๋งเลยนะ$6",
  "Sat6": "@ นี่! สบายดีเปล่า!?$1#$e#ผมกำลังดื่มกาแฟ ที่แม่ชงเมื่อเช้านี้!$1#$e#วันนี้ต้องแจ่มแม๊วสุดๆ !$1",
  "Sun": "บางทีผมก็ขึ้นรถบัสจากที่นี่ เพื่อไปยืมหนังสือที่ห้องสมุด$0#$e#ผู้ชายเคราแพะคนนั้น ไม่ค่อยจะพูดสักเท่าไหร่นะ$0",
  "Sun2": "หืม...$4#$e#...$4#$e#โอ้! ไง!$1#$b#แค่กำลังคิดอะไรเพลินๆ ไม่ต้องใส่ใจหรอก$0",
  "Sun6": "ใกล้จะถึงการสอบครั้งใหญ่แล้วสิ! ต้องเตรียมตัวให้ดีๆ$1#$e#ห้องสมุดในเมืองของคุณ มีหนังสือน่าสนใจ เยอะเลยแหละ$0",
  
  
  //SUMMER DIALOGUE
  "summer_Tue": "เรากำลังจะจัดโปร ลดโละสินค้า เร็วๆ นี้ ลด 5% แน่ะ!$1",
  "summer_Tue2": "แคลร์บ่นว่า แอร์ในร้านมันเย็นเกินไปอ่านะ$2#$e#แต่ผู้จัดการก็ ไม่ปรับอุณหภูมิลงหรอกนะ เขาบอกว่าเอาไว้ดึงดูดลูกค้า ว่างั้น$3",
  "summer_Tue8": "ผมว่า ผมมองเห็นตัวเองตอนแก่ ย้ายมาอาศัยอยู่ที่ สตาร์ดิวแวลลี่อ่า$0#$e#แต่ยังไงผมก็ไม่เหมาะกับ งานในฟาร์ม เหมือนคุณอยู่ดี$1",
  "summer_Sat": "ที่นี่มีทิวทัศน์ที่สวยงามมากมาย โดยเฉพาะ ทะเลอัญมณี$0#$e#บ้านผม มีแค่ทุ่งราบกว้างๆ กับภูเขาจืดจาง$4",
  "summer_Sat2": "พ่อช่วยผมให้ได้งานพาร์ทไทม์นี้$4#$e#อย่างน้อยผมก็ซื้อของที่ผมอยาก ได้ด้วยเงินของผมเอง$0",
  "summer_Sat8": "แม่ผมห่อทาโก้มาให้ 2 อัน เอามั้ยผมแบ่งให้![213]$0#$e#แม่อ่ะ ทำกับข้าวเก่งสุดแล้ว$1",
  "summer_Sun6": "จริงๆ ผมก็ไม่ได้จำเป็นต้อง ไปอ่านหนังสืออยู่ที่ห้องสมุด ในเมืองนี้หรอก ใกล้ๆ บ้านผมก็มีห้องสมุดอ่ะ$0#$b#ผมแค่อยากยืม หนังสือเพิ่มอีกสักหน่อย$4",
  "summer_Sun8": "ในหุบเขานี้มีคนเจ๋งๆ เยอะเลยนา คุณมีเพื่อนเยอะรึเปล่า?$0#$e#ผมอาศัยอยู่ในนอกเมืองอ่ะ ไม่ค่อยมีคนอยู่เยอะหรอก$0",
  
  
  //FALL DIALOGUE
  "fall_Tue": "สวัสดีครับคุณผู้ชาย^สวัสดีครับคุณผู้หญิง",
  "fall_Tue2": "แม่พูดเสมอว่า 'สำเนียงส่อภาษา กริยาส่อสกุล' ผมจะทำตัวดีและสุภาพ กับทุกคนให้ดีที่สุด $0#$e#นั่นอาจจะเป็น สิ่งที่ทำให้ผมได้ทำงาน ที่ร้านโจจ้าก็ได้$0",
  "fall_Tue8": "ผมจะทำงานให้หนัก ตอนที่ผมยังหนุ่มนี่แหละ! มาร์ตินในอนาคตต้องภูมิใจแน่!$1",
  "fall_Sat": "*หาว* ก็เมื่อคืนผมเล่นเกมโต้รุ่งอ่าสิ ตอนนี้ก็เลยมีสภาพอย่างที่เห็น...$2#$e#แต่ยังไงผมก็อัพเลเว่ลตัวละครได้แล้ว$1",
  "fall_Sat8": "ผมเคยทำผิดพลาดแบบโง่ๆ ตอนอยู่ที่ทำงานเป็นภูเขาเลย แต่ตอนนี้ผมโอเคกับมันแล้ว$0#$e#นี่ ผมปลื้มมาก ที่คุณมาคุยกับผม!$1",
  "fall_Sun": "*หาว*...$2#$e#โอ้ อ่า ครับ ให้ผมช่วยอะไรมั้ยครับ?$0",
  "fall_Sun4": "เพื่อนสนิทผม ออนไลน์กันหมดเลยแฮะ ผมคุยกับพวกเขาแทบทุกวัน$6#$e#ผมก็อยากจะเจอกับพวกเขา ในชีวิตจริงสักครั้ง แต่ตั๋วเครื่องบิน คือ อย่างแพงงง...$0",
  "fall_Sun8": "หวัดดีครับ @ คุณรู้เปล่า ผมอาจจะคุยกับผู้จัดการ เพื่อขอส่วนลดดีๆ ให้คุณได้นะ!$0",
  
  
  //WINTER DIALOGUE
  "winter_Tue": "งานที่นี่ ถือว่าดีเลยในการเอาไว้ ปั้นเรซูเม่สมัครงานสวยๆ$0", 
  "winter_Tue8": "บางครั้งเหมือนฉันได้ยิน แคลร์ฮัมเพลงที่เธอชอบนะ...$6#$e#โอ้.. เอ่อ.. มีอะไรให้ผมช่วยไหมครับ @?$0",
  "winter_Sat4": "แม่ผมกำลัง ถักผ้าพันคอ ให้ผมอยู่แหละ$0#$e#หวังว่าครั้งนี้ มันคงไม่ใหญ่เกินไป...$4",
  "winter_Sat8": "ผมไม่ค่อยได้ไปแวะ ที่ซาลูนในเมืองหรอกครับ บางทีเราน่าจะ ไปแวะหาอะไรกินกัน!$0",
  "winter_Sun4": "ทำฟาร์มตอนฤดูหนาวนี่ เป็นยังไงอ่ะครับ? คุณคงมีเวลาว่างแบบสุดๆ ไปเลย$0",
  "winter_Sun8": "ไง @ อย่าทำงานหักโหมไปล่ะ!$0",
  
  
  //EVENT DIALOGUE
  "martin_event1": "นะ-นั่นมัน.. เอ่อ ผมทำงานวิจัยอยู่น่ะ มัน...$4",
  "martin_event2": "... ช่าย ไม่ค่อยมีอะไรทำที่บ้าน แล้วที่นี่ก็มี...$0",
  "martin_event3": "...ครับ คุณพูดถูกแล้วล่ะ.$6",
  "martin_event4": "คือผมหมายความว่า มันแปลกนิดหน่อย แต่ผมมีเหตุผลที่ดีนะ...$0",
  "martin_event5": "ขอบใจนะ @ ผมจะไปหาเธอ$0",
  "martin_event6": "... โอเค แล้วแต่คุณเลย กันเธอร์คงให้เธอพักที่พิพิธภัณฑ์ แหละมั้งครับ$3",
  "martin_event7": "ช่าย... ผมคงเป็นอย่างนั้น จริงๆ แหละ$6",
  "martin_event8": "... ไม่แฟร์เลยครับ @$3"

}
