{
  //SPECIAL DIALOGUE
  "Introduction": "โอ้ หวัดดี คุณคือเจ้าของใหม่ของฟาร์ม %farm สินะ ผู้จัดการเคยจัดประชุม เรื่องของคุณเลยนา!$0#$b#ผมทำงานพาร์ทไทม์ ที่ร้านโจจ้า$1#$e#เอ่ออ ช่วยลืมที่ผมพูด เรื่องประชุมเมื่อกี้ที มันอาจทำให้ผมงานเข้า$4",
  "Town_92_44": "%'ทางเข้าของพนังงาน'",
  "BusStop_12_8": "%คนขับรถบัส: จะขึ้นรถมั้ยครับคุณผู้ชาย ถ้าไม่ขึ้นก็ถอยไปหน่อยครับ^%%คนขับรถบัส: จะขึ้นรถมั้ยครับคุณผู้หญิง ถ้าไม่ขึ้นก็ถอยไปหน่อยครับ",
  
  
  //SPRING AND GENERAL DIALOGUE
  "Tue": "อ่าห์ หวัดดี $0",
  "Tue2": "แม่ผมทำข้าวกล่องใหญ่เบิ้ม มาให้ผมเลยนะวันนี้$0#$e#แม่ใส่ขนม 'ชีส เคิร์ล' มาด้วย ขนมนี่ของโปรดผมเลย!$1",
  "Tue8": "ดีครับ @ ยังทำตัวยุ่งตลอดเวลา เหมือนเดิมเลยนะ$0#$e#งั้น ไว้เจอกัน$6",
  "Sat": "*เฮ้อ*... วันนี้ไม่อยากทำงานเลยอ่า$2#$e#โอ้ะ อ่า รับอะไรดีครับ?$4",
  "Sat2": "นี่ คุณคิดยังไงกับแคลร์หรอ ก็พื่อนร่วมงานผมไง?$0#$e#เธอแบบ อย่างเจ๋งเลยนะ$6",
  "Sat6": "@ นี่! สบายดีเปล่า!?$1#$e#ผมกำลังดื่มกาแฟ ที่แม่ชงเมื่อเช้านี้!$1#$e#วันนี้ต้องแจ่มแม๊วสุดๆ !$1",
  "Sun": "บางทีผมก็ขึ้นรถบัสจากที่่นี่ เพื่อไปยืมหนังสือที่ห้องสมุด$0#$e#ผู้ชายเคราแพะคนนั้น ไม่ค่อยจะพูดสักเท่าไหร่นะ$0",
  "Sun2": "หืม...$4#$e#...$4#$e#โอ้! ไง!$1#$b#แค่กำลังคิดอะไรเพลินๆ ไม่ต้องใส่ใจหรอก$0",
  "Sun6": "ใกล้จะถึงการสอบครั้งใหญ่แล้วสิ! ต้องเตรียมตัวให้ดีๆ$1#$e#ห้องสมุดในเมืองของคุณ มีหนังสือน่าสนใจ เยอะเลยแหละ$0",
  
  
  //SUMMER DIALOGUE
  "summer_Tue": "We're havin' clearance sales soon. 5 percent off!$1",
  "summer_Tue2": "Claire mentioned the air conditioning in the store is too much for her.$2#$e#My manager won't turn it down. He says it attracts customers.$3",
  "summer_Tue8": "I can see myself moving to Stardew Valley when I'm older.$0#$e#I'm not cut out for farm work like you though.$1",
  "summer_Sat": "There's a bunch of pretty sights here, particularly the Gem Sea.$0#$e#I just have a view of vast open plains and boring mountains back home.$4",
  "summer_Sat2": "My dad sort of made me get a part-time job.$4#$e#At least I can buy myself cool stuff.$0",
  "summer_Sat8": "My mom packed me a couple tacos. I don't mind sharing![213]$0#$e#Her cooking is the best.$1",
  "summer_Sun6": "I don't really need to study at your library. There's one close to my house.$0#$b#I just want to get out more.$4",
  "summer_Sun8": "There's a bunch of interesting people in the valley. Are you friends with many people?$0#$e#I live in the countryside. Not too many folks out there.$0",
  
  
  //FALL DIALOGUE
  "fall_Tue": "Hi sir.^Hi ma'am.",
  "fall_Tue2": "My mom always says 'manners are key'. I try my best to be polite to everyone.$0#$e#Maybe that's why I got the job at Joja Mart.$0",
  "fall_Tue8": "I gotta work hard while I'm young! Future Martin will appreciate me!$1",
  "fall_Sat": "*yawn* I was up all night playing video games and now I'm regretting it...$2#$e#I did level up my character though.$1",
  "fall_Sat8": "I used to make a bunch of foolish mistakes at work, but I've gotten better.$0#$e#Hey. I appreciate you talking to me!$1",
  "fall_Sun": "*yawn*...$2#$e#Oh. Hey there. How may I help you?$0",
  "fall_Sun4": "All my close friends are online. I talk to them just about everyday.$6#$e#I want to meet them in real life eventually, but plane tickets are expensive...$0",
  "fall_Sun8": "Hey there, @. You know, I could maybe talk to my manager and get you some good discounts!$0",
  
  
  //WINTER DIALOGUE
  "winter_Tue": "This job is a pretty good resume builder.$0", 
  "winter_Tue8": "Sometimes I catch Claire humming a pleasent tune to herself...$6#$e#Oh. Err. Can I help you with anything @?$0",
  "winter_Sat4": "My mom is knitting a scarf for me.$0#$e#I hope it isn't too big this time...$4",
  "winter_Sat8": "I don't often drop by your town's saloon. We should grab a bite to eat sometime!$0",
  "winter_Sun4": "What's it like owning a farm during winter? You must have a bunch of free time on your hands.$0",
  "winter_Sun8": "Hey @. Don't overwork yourself!$0"

}
