
{
//SPECIAL DIALOGUE
"Resort_Entering": "แอปเปิลมาแย้ว!$1",
"Resort_Leaving": "ทุกคน จะกลับบ้านแย้วเหยอ? แอปเปิลกลับด้วยจิ!$1",
"Resort_Shore": "ไม่มีใครเห็นแอปเปิลได้หรอก ! ให้เห็นได้แค่ เพื่อนของแอปเปิล!$1",
"Resort": "เพื่อนคนอื่น อยู่นี่ด้วย!$0#$e#%แอปเปิลตื่นเต้น",

//SPRING DIALOGUE
"Mon": "นี่คุณเพื่อนใหม่ จะมาเล่นด้วยกันหรอ?$0#$e#*ปิ้ง*#$e#%แอปเปิล กระโดดไปมาด้วยความดีใจ",
"Mon6": "แอปเปิลหิวจัง แอปเปิลอยากได้ สตาร์ฟรุต! สตาร์ฟรุต เป็นของชอบของแอปเปิล!$0#$e#สตาร์ฟรุต! สตาร์ฟรุต!$1",
"Tue": "แอปเปิลเจอเมล็ดพันธุ์ล่ะ! อ่ะนี่! ให้![114]$1#$e#เมล็ดพันธุ์ต้นไม้วิเศษ!$0",
"Wed": "แอปเปิล มะค่อยฉะบายย...$2#$e#...$2#$e#%คุณ ลูปหัวแอปเปิล#$e#*ปิ้ง ปิ้ง*!!!$1",
"Wed6": "คลอส กับ แองเจลิก้า มาทักทายล่ะ!$0#$e#เพือนภูติที่แบ่งสตาร์ฟรุต กับแอปเปิลน่ะ!$1",
"Thu": "แอปเปิลเจอหินเจ๋งๆ ด้วยล่ะ! อ่ะ ให้![390]$1#$e#%แอปเปิล ดูมีความสุขมากที่มอบหินให้คุณ",
"Thu4": "เจอหมีบางรึเปล่า?$0#$b#หมีอาศัยอยู่ใกล้ๆ กับแอปเปิลล่ะ!$1#$e#หมีมีของดีๆ มาขายเพียบเลย!$0",
"Thu10": "แอปเปิลเจอ เมล็ดพันธุ์หายากด้วยล่ะ! เอาไป เอาไป![347]$1#$e#มันต้องโตมาเป็น ผลไม้อาหย่อยๆ แน่ๆ!$0",
"Fri": "คุณเพื่อนใหม่รู้จักคนที่ อยู่ในไร่องุ่นมั้งม้า?$2#$e#%คุณ บอกแอปเปิลว่าไม่รู้จักใคร#$e#...$2",
"Fri6": "บางวันมีคนตัวใหญ่ ใส่หมวกสีฟ้า มาหาแอปเปิลด้วยง่ะ$0#$e#แอบเปิลไม่อยากเจอ คนตัวใหญ่$2",
"Sat": "เคยมีการต่อสู้กันในป่าเมื่อ นานมาแล้ว$2#$e#คุณเจอไม้เก่าแหลมๆ บ้างมั้ย?$0",
"Sat6": "ดอกไม้เป็นเพื่อนของแอปเปิล![427]$0#$e#แอปเปิลเจอดอกไม้เต็มไปหมด เลย$1",
"Sun": "แอปเปิลกำลังยุ่งกับการหา เมล็ดพันธุ์นะ!$0#$e#แต่ก็จะแบ่งให้เพื่อนของ แอปเปิลด้วย$1#$e#อ่ะนี่ เมล็ด... และก็หญ้า! กับหญ้า![771]$1",
"Sun2": "เย้! เพื่อนของแอปเปิลมาล่ะ!$0#$b#เล่นเกมกันเถอะ!? น้าา น้าาา?$1#$e#%คุณเล่นกับแอปเปิล#$e#*ปิ้ง ปิ้ง*!!!$1",
"Sun8": "เพื่อนคนโปรดของแอปเปิล มาล่ะ!$1#$e#เพื่อนคนโปรดของแอปเปิล!$0#$e#%แอปเปิล กระโดดไปมาด้วยความดีใจ",

//SUMMER DIALOGUE
"summer_Mon": "คุณเพื่อนใหม่ ปลูกสตาร์ฟรุตในฤดูนี้ให้ที่จิ!$1#$e#แอปเปิลชอบสตาร์ฟรุตน้าา!$0",
"summer_Mon6": "หินอวกาศจากป่าลึก! แบ่งให้เพื่อนของแอปเปิล![578]$0#$e#ถ้าเจออีก แอปเปิลจะเอามาให้นะ!",
"summer_Tue": "ของขวัญให้คุณเพื่อนใหม่![771]$1#$e#...คุณเพื่อนใหม่ มะชอบเหยอ?$2",
"summer_Tue4": "แอปเปิลเที่ยวเล่นไปทั่วป่า! บางทีก็เจอเพื่อนด้วยล่ะ!#$e#แต่วันนี้แอปเปิลเจอคุณ! เพื่อนร๊ากก!$1",
"summer_Wed": "เพื่อนของแอปเปิลให้ดอกไม้ ในฤดูใบไม้ผลิ แล้วคุณเพื่อนใหม่อยากได้ ดอกไม้ดอกนี้ด้วยอ้ะเปล่า?$0#$e#นี่ๆ! ดอกไม้แสนสวย![595 593 421]$1",
"summer_Thu": "แอปเปิลชอบฤดูที่ร้อนๆ ! ให้แดดจ้าทั้งวัน!$1#$e#เล่นกัน เล่นกันม๊า?$0#$e#%คุณ เล่นกับแอปเปิลอยู่สักพักหนึ่ง#$e#เย้! สนุกจัง!$1",
"summer_Thu10": "แอปเปิลแวะไปที่ บ้านอีกหลังในป่า$0#$e#มีเพื่อนอยู่ที่นั่นเต็มเล๊ยย!$1",
"summer_Fri": "เย่ เล่นเกม! แอปเปิลซ่อน ส่วนคุณเป็นคนหานะ!$0",
"summer_Fri6": "*ปิ้ง* *ปิ้ง*!$0#$b#*ปิ้ง*!$1#$e#โอ้ว แอปเปิลตื่นเต้นนน! เจอสตาร์ฟรุตล่ะ!$0#$b#อ่ะ แอปเปิลแบ่งให้เพื่อน!$1[268]#$e#ขอโต๊ดด แอปเปิลแอบบิออกไปติ๊ดนึง แฮ่$2",
"summer_Sat": "แอปเปิลไม่เคยคุยกับพ่อมด ในหอคอยหรอก$0#$e#ก็พ่อมดไม่เคยให้ขนมง่า$2",
"summer_Sat6": "แอปเปิลจะลองไปคุยกับ พ่อมดดูมั่งดีมั้ยนะ?$0#$e#พ่อมดอาจจะมีสตาร์ฟรุตอยู่...!$1",
"summer_Sat10": "พ่อมดให้สตาร์ฟรุต กับแอปเปิลด้วย! พ่อมดเป็นคนดี!$1#$e#เพื่อนแอปเปิลคนอื่น ไม่ชอบพ่อมดเลย$2#$b#แอปเปิลจะบอกเพื่อนว่า พ่อมดก็เป็นเพื่อนของ แอปเปิลนะ!$1",
"summer_Sun": "อยากได้หินอ้ะเปล่า? แอปเปิลเอาให้นะ$0#$e#นี่! หิน![390]$1#$e#%แอปเปิล ดูสดใส",
"summer_Sun4": "แอปเปิลเบื้ออเบื่ออ$2#$e#...$2#$e#เพื่อนของแอปเปิลจะอยู่คุย ด้วยกันใช่ม๊า? เพื่อนรัก เพื่อนร๊ากก!$1",

//FALL DIALOGUE
"fall_Mon": "ฤดูสีสันนี้ทำให้ แอปเปิลมีความสุข! สีสัน!$0#$e#แอปเปิลสีเขียว! สีเขียววว!$1",
"fall_Mon6": "เจอเห็ดที่ใกล้ๆบ้านล่ะ! อ่ะ เพื่อนแอปเปิลเอาไปนะ![422 420]$0#$e#ถ้าแอปเปิลเจออีก แอปเปิลจะเอามาให้อีก!$1",
"fall_Tue4": "แอปเปิลได้คุยกับมนุษย์เงา ในท่อน้ำทิ้งด้วย! เป็นเพื่อนรักเหมือนคุณเลย!$0#$e#มนุษย์เงาเล่นกับแอปเปิลล่ะ!$1",
"fall_Tue10": "โครบัสเล่นกับแอปเปิล บ๊อยบ่อย!$1#$e#โครบัสจะแวะมาหาแค่ตอน กลางคืน... ไม่ออกจาก ท่อน้ำทิ้งตอนกลางวัน$0#$e#โครบัส ไม่บอกแอปเปิลว่าทำไม$2",
"fall_Wed": "เจ้าคนใส่หมวกสีฟ้ามาที่บ้าน อีกแล้ว ปาขวดใส่ด้วยเกือบ จะโดนแอปเปิล$2#$e#แอปเปิลไม่เข้าใจเลย...$2",
"fall_Wed8": "เจ้าคนตัวใหญ่มาที่บ้านแล้ว ก็ร้องไห้ แอปเปิลรู้สึกไม่ดีเลย$2#$e#แอปเปิลอาจจะช่วยเจ้า คนตัวใหญ่ได้นะ!$0",
"fall_Thu": "เพื่อนภูติเอาดอกไม้มาให้ แต่งบ้านล่ะ! อ่ะแอปเปิลแบ่งให้![421]$0#$e#เพื่อนของแอปเปิลมาหา ตลอดเลย! แอปเปิลมีความสุข ม๊ากมาก!$1",
"fall_Thu10": "เด็กผู้หญิงผมสีม่วงก็เป็นเพื่อน ของแอปเปิลนะ! เค้าดีกับแอปเปิลแล้วก็ เล่นกับแอปเปิลด้วย!$1",
"fall_Fri10": "แอปเปิลจะไปเที่ยวในเมือง ดีใจจังจะได้เจอเพื่อน!$0#$e#แอปเปิลรู้ทางลับไง! แต่ไม่บอกหรอก!$1",
"fall_Sat": "วันนี้แอปเปิลง๊วงงง่วงงง อยากไปงีบจัง...$2",
"fall_Sat4": "แอปเปิลเจอเมล็ดพันธุ์ในป่า ตอนที่เล่นกับโครบัส$1#$e#เพื่อนของแอปเปิลอยากได้ อ้ะเปล่า?$0#$e#ขอแอปเปิลคิดดูก่อน$0#$e#...$2#$b#...$1#$b#โอเค! อ่ะ.. เมล็ดพันธุ์ ให้เพื่อนของแอปเปิล![114]$1",
"fall_Sat8": "มีเพื่อนเจอต้นกล้าล่ะ อันนี้ให้เพื่อนของแอปเปิลนะ![631 632 631 630 629 628]$0#$e#ถ้าปลูกจนโตแล้ว แบ่งผลไม้ให้แอปเปิลด้วย!$1",
"fall_Sun": "...$2#$e#วันนี้แอปเปิลมีหลายอย่าง ต้องคิด$2#$e#...$2#$e#%แอปเปิล ไม่อยากคุยกับคุณ",
"fall_Sun10": "มีเพื่อนอยากทำงาน ที่ฟาร์มด้วย! สร้างบ้านที่ฟาร์มจิ! เพื่อนของแอปเปิล จะช่วยเก็บผลผลิต!$0#$e#แอปเปิลก็จะช่วยด้วยนะ!$1",

//WINTER DIALOGUE
"winter_Mon": "แอปเปิลไม่หนาวอ่ะ ไม่ต้องห่วง!#$e#%แอปเปิล กระโดดอย่างมีความสุข",
"winter_Mon6": "แอปเปิลเห็นรอยเท้าของ สิ่งมีชีวิตอื่นในป่า$0#$b#แอปเปิลสงสัยจังว่า เป็นตัวอะไร...??$1#$e#อาจจะเป็นเพื่อนใหม่ก็ได้!?$0",
"winter_Tue": "*ปิ้ง*!!!$0#$b#วันนี้แอปเปิลเจอเพื่อนที่บิน ได้ด้วย! เพื่อนที่บินได้ให้ เมล็ดพันธุ์มา!$1#$e#แต่แอปเปิลกินเมล็ดพันธุ์ไป แล้วง่ะ เลยไม่มีให้เพื่อน ของแอปเปิล ขอโต๊ดด!$2",
"winter_Tue4": "*ปิ้ง*!!!$0#$b#แอปเปิลเจอเพื่อนที่บินได้ อีกแล้ว! เพื่อนที่บินได้ให้ เมล็ดพันธุ์มาอีก!$1#$e#แต่แอปเปิลก็กินเมล็ดพันธุ์ ไปอีกแล้วง่ะ...$2",
"winter_Tue8": "เย้! เพื่อนของแอปเปิลมา!$0#$e#แอปเปิลเจอดอกไม้![418]#$e#แล้วก็เจอดอกไม้อีก![418]#$e#อ่ะ! นี่อีก![418]#$e#%แอปเปิลพยายามหา ดอกไม้ ให้คุณอีกแล้ว ดูเหมือนว่าจะไม่มีแล้ว#$e#ถ้าแอปเปิลเจอดอกไม้สวยๆ แอปเปิลจะเอาให้นะ!$1",
"winter_Wed": "ดูจิ้! แอปเปิลเจอเพื่อนใหม่อีกแล้ว![412]$0#$e#ไม่ใช่เพื่อนหรอ? มันคือรากไม้?$2#$b#งืมม งั้นเพื่อนของแอปเปิล เอาไปละกัน$1",
"winter_Wed6": "เพื่อนของแอปเปิลจะมาเล่น ด้วยหรอ?$0#$e#แอปเปิลอยากเล่น!$1#$e#%คุณเล่นกับแอปเปิลสักครู่หนึ่ง#$e#เย่!!!$1",
"winter_Thu": "แอปเปิลชอบซ่อนในหิมะ สนุกนะ!$1#$e#หิมะ! หิมะ!$0",
"winter_Thu4": "แอปเปิล จะสร้างมนุษย์จากหิมะ!$0#$e#แล้วแอปเปิลก็จะ สร้างแอปเปิลหิมะ...$1",
"winter_Fri": "มีเพื่อนทำให้แอปเปิลเสียใจ ไม่อยากเล่นแล้ว$2#$e#เพื่อนที่มาจากหมู่บ้าน ไปเล่นกับคนอื่นแทน$2#$e#%คุณ บอกกับแอปเปิลว่า สามารถเล่นกับพวกเขาได้#$e#!!!$1#$b#จริงน่ะหรอ? แอปเปิลดีใจ!$0#$b#แอปเปิลชอบเล่น!$1#$e#%คุณเล่นกับแอปเปิลสักครู่หนึ่ง#$e#เย่! สนุกจัง!$1",
"winter_Fri10": "มีเพื่อนชวนแอปเปิลไปเล่น ในหมู่บ้านล่ะ! ดีใจจัง!$1",
"winter_Sat": "แอปเปิลเห็นผู้ชายผมสีขาว ที่ใส่ผ้าปิดตาง่ะ$2#$e#ผู้ชายผ้าปิดตาน่ากลัวง่าาา$2",
"winter_Sat10": "*ปิ้ง*!!!$1#$e#*ปิ้ง*!!$0#$e#แอปเปิลอิ้มมอิ่มม! มีสตาร์ฟรุตในกระท่อม เพียบเยย!",

//EVENT DIALOGUE
"apples_event1": "...$2#$b#แต่เพื่อนคนอื่นไม่ได้พูดแบบนั้น$4#$b#พวกเขาบอกว่าแอปเปิลผิด$2",
"apples_event2": "...$2#$b#แอปเปิลทำผิดร้ายแรง แอปเปิลขอโทษ$3#$b#แอปเปิลแค่อยากจะทำ บ้านใหม่ให้เพื่อน...$3#$b#อย่าโมโหแอปเปิลเลย...$3",
"apples_event3": "...$2#$b#แอปเปิลมีเพื่อนมากขึ้น...$4"
}
