{
//SPECIAL DIALOGUE
"Introduction": "อึก!คนแปลกหน้า!$2#$e#ดะ-เดี๋ยวนะนี่คุณคือ @? เจ้าของ %farm ฟารม์?$0#$b#ข-ขอโทษนะ ฉันประหม่านิดหน่อยน่ะ เวลาคุยกับคนที่พึ่งรู้จักกัน$1#$b#สวัสดีค่ะฉันชื่อโซเฟีย ฉันเป็นเจ้าของ ไร่องุ่นจัทร์คราม ค่ะ$9#$e#อืม...ถ้างั้นเดี๋ยวไว้เจอกันใหม่นะคิดว่านะ...$1",
"danceRejection": "ข-ขอโทษนะ ฉันไม่ค่อยชอบเต้นสักเท่าไหร่$2",
"divorced": "ฉัน...ฉันว่าฉ้นควรอยู่คนเดียว มากกว่าสินะ ฉันคงเข้ากับใครไม่ได้หรอก$2#$b#ขอบคุณที่ทำให้ฉันาสว่างนะ$6#$e#*ฮึก*...$12#$e#ข-ขอร้องล่ะนะออกไปเถอะ...$7#$e#%โซเฟียกำลังร้องไห้",
"breakUp": "ธ-เธอต้องการจะเลิกกับฉันอย่างงั้นหรอ?$2#$b#ฉันทำอะไรผิดพลาดไปหรอ?$6#$b#*ฮึก*...ก็ได้ ฉันว่าเธอต้องตัดสินใจมาแล้วสินะ$12#$e#ข-ขอร้องล่ะนะอย่ามาอยู่ใกล้ๆฉันเลย @$7#$e#%โซเฟียกำลังร้องไห้",
"dumped_Girls": "*ฮึก*... บะ-บอกฉันได้มั้ยว่าฉันทำอะไรผิด? ข-ขอร้องล่ะนะ...$6#$e#ฉันขอโทษนะที่ฉันดีไม่พอ...$12",
"secondChance_Girls": "ธ-เธออยากจะกลับมาคบกันหรอ?$2#$b#ฉะ-ฉันไม่รู้สิแต่เธอทำฉันเจ็บมากเลยนะ...$6#$b#ฉันจะตกลงถ้าเธอยังจะคุยกับฉันอยู่นะดีมั้ย?$2#$b#เรามาเริ่มต้นกันใหม่กันเถอะ$2",
"stardrop_gift": "นี่คนบ้าฉันอืมเอ่อ...ฉันเอาสตาร์ดรอปมาให้แทนความรักของเราน่ะ$5#$b#ฉันไม่เคยคิดมาก่อนเลยว่าการที่ได้อยู่กับคุณทำให้ฉันมีความสุขขนาดนี้$5#$e#อนาคตของเราดูสดใสจัง$1#$b#ฉันรักคุณนะ$5#$e#*จุ๊บ*$9",
"give_flowersA": "!!!$4#$b#ฉะ-ฉันไม่รู้เลยว่าจะพูดยังไงดี!$4#$b#อืม ความจริงแล้วฉันแอบชอบคุณมาตั้งนานแล้วนะฉันมีความสุขมากเลยที่เราคิดตรงกัน!$4#$e#เราควรจะทำอะไรที่มันโรแมนติกหน่อยนะ... แบบกอดกันตอนดูหนังด้วยกัน!$9#$e#ฉันใจเต้นแรงมากเลยแล้วนายล่ะ?$4",
"give_flowersB": "!!!$4#$b#ฉะ-ฉันไม่รู้เลยว่าจะพูดยังไงดี!$4#$b#อืม ความจริงแล้วฉันแอบชอบคุณมาตั้งนานแล้วนะฉันมีความสุขมากเลยที่เราคิดตรงกัน!$4#$e#ราควรจะทำอะไรที่มันโรแมนติกหน่อยนะ... แบบนอนกอดกันตอนดูอนิเมะ!$9#$e#ฉันใจเต้นแรงมากเลยแล้วนายล่ะ?$4",
"give_pendant": "เธออยากจะแต่งงานกับฉันหรอ? ฉันตกลง!$4#$b# ฉันรักคุณนะ! ฉันว่าฉันคงขาดเธอไปไม่ได้แน่ๆเลย!$9",
"rejectNPCA": "เอ่อ... คุณต้องการอะไรหรอคะ?$2",
"rejectNPCB": "เอ่อ... ไม่ล่ะ$2#$e#ฉันบอกว่าไม่ไง!$3#$e#%โซเฟียกำลังเมินคุณอยู่",
"reject_two_heartA": "เอ่อ...ฉันไม่คิดอย่างนั้นนะ ข-ขอโทษนะ...$2#$e#เอ่อ ฉันบอกว่าไม่ไง @.$3#$e#%โซเฟียกำลังเมินคุณอยู่",
"reject_two_heartB": "คุณกำลังทำให้ฉันอึดอัดอยู่นะคะ...$6",
"reject_four_heartA": "เอ่อ เธออยากเดตกับฉันหรอ? ฟังนะ ฉันเอ่อ... ชอบเธฮนะ แต่ฉันยังไม่ค่อยชอบเธฮสักเท่าไหร่...$2#$e#ฉันขอโทษนะถ้าเกิดมันไม่เป็นตามที่คุณหวัง$2",
"reject_four_heartB": "เฮ้! เธฮอย่าพึ่งรีบร้อนนักเลยสิ$2#$b#บางที...เราควรไปกันอย่างช้าๆนะ ดีมั้ย?$2#$e#ฉันบอกว่าไม่ไง @$3",
"engageA": "โอ้ นั่นอะไรน่ะ สวยจังเลย$1",
"engageB": "สร้อยคอของนางเงือกหรอ? สวยจังเลย$0#$e#อะ-อะไรนะ? แต่งงาน? คุณนี่มันตลกจริงๆเลย!$8",
"marriedA": "อะ-อะไรนะ? ไม่ใช่ว่าเธฮแต่งงานแล้วหรอ?$3#$e#@ หยุดเถอะ$2#$e#ฉันบอกให้หยุดไง!$6#$e#... ฉ-ฉันจะไปบอกคู่ของเธอนะถ้าเธอยังทำแบบนี้อีก$3#$e#%โซเฟียกำลังเมินคุณอยู่",
"marriedB": "เอ่อ ไม่ล่ะ$3#$e#ฉันจะไปบอกคู่ของเธอนะถ้าเธอยังทำแบบนี้อีก$3",
"refusal_knownA": "โอ้... เอ่อ. ฉันยังไม่พร้อมสำหรับเรื่องนั้นอะนะ$2#$b#ขอโทษนะ$6",
"refusal_knownB": "ฮืม?เดี๋ยวค่อยว่ากันอีกทีนะ$1",
"refusal_botherA": "อืม?ไม่ล่ะ$2",
"refusal_botherB": "ม-ไม่...$2",
"refusal_no_heartsA": "โอ้ มันดูสวยจัง!$1",
"refusal_no_heartsB": "โอ้ มันดูสวยจัง!$1",

//SPECIFIC TILE DIALOGUE
"SophiaHouse_28_7": "อ-ออกไปจากเตียงฉันนะ!$5",
"SophiaHouse_10_10": "...$12",
"BlueMoonVineyard_21_47": "*ดม*...$12",
"Hospital_6_17": "เอ่อ ฉันกำลังยุ่งอยู่กับการไปเอายาจาก หมอฮาร์วีย์อยู่$2",
"Town_42_87": "...$12",
"JenkinsHouse_23_27": "I'm watching anime with Victor today.$1",
"JenkinsHouse_29_11": "'My Villain Academia' is so cool!$9",
"JenkinsHouse_19_39": "Bye, Victor!$1",
"SusanHouse_9_19": "Hey, Susan! Ready to teach me crafting techniques?$1",
"SusanHouse_5_17": "OooOoo! So that's how you make it!$9",
"SusanHouse_11_17": "That was fun! Thanks for having me over.$1",
"HaleyHouse_2_21": "Hi, Haley.$1",
"HaleyHouse_5_5": "OoOoo! Those are so so pretty!$9",
"HaleyHouse_8_7": "Let me try applying it!$1",
"HaleyHouse_4_20": "See you soon, Haley.$1",
"HaleyHouse_14_21": "Hi, Emily!$9",
"HaleyHouse_13_24": "Emily and I are sewing together today.$1",
"HaleyHouse_16_8": "Is this pattern looking okay, Emily?$1",

//MAKEUP QUESTION
"summer_Sat": "วันนี้ฉันกรีดอายไลน์เนอร์มาด้วยแหละ$1#$q 4001/4002 makeup_followup#คุณคิดว่าฉันแต่งหน้าโอเคมั้ย?#$r 3001 25 makeup_yes#เยี่ยมไปเลย#$r 4002 -50 makeup_no#เธอไม่จำเป็นต้องแต่งหน้าหรอก",
"makeup_yes": "ฮ่า ขอบคุณนะ @$4",
"makeup_no": "โอะ-โอ เอ่อแต่...$2#$b#...$6#$e#%โซเฟียไม่อยากคุยกับคุณแล้ว",
"makeup_followup": "$p 4001#ฉันชอบเวลาฉันสวยนะ$9#$b#เอ่อ... มันทำให้ฉันเหมือนเป็นคนใหม่เลย$1#$e#ฉันหวังว่าสักวันจะได้แต่งหน้ากับเฮลีย์$9",

//SPRING AND GENERAL DIALOGUE
"spring_1": "ฤดูใบไม้ผลิทำให้ฉันสงบจังเลย$0#$b#ฉันไม่มีอะไรทำเยอะนักหรอกมีแค่หมักไวน์เอง$1#$e#ไงขอให้เป็นฤดูที่ดีสำหรับคุณนะ@.$9",
"spring_12": "ฉันอยากรู้จังเลยว่ากัสจะทำอะไรมาตอนเทศกาลไข่อีสเตอร์$1",
"spring_18": "ฉันไม่ค่อยชอบไปบาร์แต่ว่าพรุ่งนี้ฉันจะไปนะถ้าอยากจะหาก็มาได้นะ$0#$e#ฉันหวังว่ากัสจะมีไก่ส้มนะ!$1",
"spring_23": "*เฮ้อ* ฉันไม่ชอบการเต้นเลย...$2#$e#ฉันมาที่งานเทศกาลดอกไม้ก็แค่มากินเค้กเท่านั้นแหละ$1",
"spring_28": "สวัสดี @. ฤดูใบไม้ผลิกำลังจะผ่านไปแล้วนะ$0#$e#มีหลายอย่างที่ต้องทำอีกเยอะ ฉันมีงานต้องทำเยอะเลย$2",

"Mon": "เอ่อ... สวัสดีค่ะ$2#$e#ต้องการอะไรรึปล่าวคะ?$0",
"Mon2": "...$6#$e#%โซเฟียกำลังเมินคุณอยู่ เธอดูเศร้าๆนะ",
"Mon4": "ถ-ถ้าคุณต้องการสปิรงเกอร์คุณมาซื้อที่ฉันก็ได้นะคะ$0#$b#ฉันขายไม่แพงหรอกค่ะ$1#$e#โอ๊ะ คุณสามารถซื้อมันได้ตรงสมุดในห้องคอสเพลย์ของฉันนะ$0",
"Mon8": "เฮ้ ไงสบายดีมั้ย!$1",
"Mon10": "ฉันอยากจะปีนเขาขึ้นไปบนยอดสักครั้งจัง! เราจะไปปิกนิกด้วยกันก็ได้นะ!$9#$e#อ่ะ! แล้วตอนเราปีนเขาเราจะจับมือกันนะ.$4",
"Tue": "ธ-เธอต้องการอะไรหรอ?$2#$e#มาทักทายหรอ? เอ่อ...$2#$b#ไง$0",
"Tue2": "เมื่อกี้เธอพึ่งไปคุยกับเอมิลี่และเฮลี่มารึปล่าว? ฉันว่าฉันควรไปหาพวกเค้าบ้างนะ$0#$e#สองคนนั้นเป็นเพื่อนที่ดีจริงๆ$1",
"Tue6": "เอมิลี่เธอน่ารักมากๆเลยเธอให้ผ้าชั้นดีกับฉัน$1#$e#ฉันว่าฉันควรตอบแทนเธอมั่งดีกว่า!$9",
"Tue10": "เอ่อเป็นไงมาไงละคนบ้า?$1#$e#ตอนนี้ฉันรู้สึกดีเพราะเธอมาหาไงละ$9#$e#%คุณส่งจูบให้เธอ เธอยิ้มให้คุณ",
"Wed": "ฉันหิวจังเลย...$2#$e#ฉันว่าฉันควรไปหาอะไรกินสักหน่อยดีมั้ย?$1",
"Wed4": "เพื่อนฉันที่ชื่อสการ์เลตต์กำลังจะมาหาฉันล่ะ ฉันชอบเธอมากเลยล่ะเธอเป็นเพื่อนที่ดีที่สุดเลย$9", 
"Wed10": "@, วันนี้คุณดูน่ารักจังเลย$4#$e#%คุณกอดโซเฟีย เธอยิ้มให้คุณ",
"Thu": "ฉันรู้สึกไม่ค่อยสบายเลย...$2#$e#...$6#$e#ข-ขอโทษนะตอนนี้ฉันยังไม่อยากที่จะคุย$12#$e#%โซเฟียกำลังร้องไห้...",
"Thu2": "เอ่อไงอยากคุยหรอ?$0#$e#เอ่อเธอเคยดูอนิเมะเรื่อง 'แม่มดสาวหัวใจกุ๊กกิ๊ก'มั้ย?$1#$e#ไม่เคยดูหรอไม่เป็นไรจ้ะ$2",
"Thu6": "ชุดนั้นเข้ากับเธอดีนะ เธอใช้อะไรทำหรอ?$1#$e#อ้อ!เข้าใจแล้ว!$9^เธอดูน่ารักมากๆเลย! เธอต้องบอกฉันนะว่าเธอได้ชุดนั้นมาจากไหน!$1#$e#อ้อ! งี้นี่เอง!$9",
"Thu10": "ฉันเคยคิดไว้นะว่าเราจะลองไปเที่ยวกันดีมั้ย! มันจะต้องสนุกแน่ๆเลย$1#$e#*จุ๊บ*$9", 
"Fri": "วันนี้อยู่ดีๆก็อยากสวยเลยลองกรีดอายไลน์เนอร์น่ะ$0#$b#เธอคิดว่ามันดีมั้ย?$2#$e#ขอบคุณจ้ะ $4",
"Fri2": "เฮือก! เธอทำให้ฉันกลัวนะ!$5#$b#เอ่อ..ไง$2#$b#เธออยากคุยอะไรกับฉันหรอ?$0#$e#ขอโทษนะตอนนี้ฉันไม่ว่างน่ะ$2",
"Fri4": "ฉันว่าฉันควรซื้อสัตว์มาเลี้ยงดีมั้ย? ฉันต้องการสัตว์น่ารักๆมาให้ฉันกอด$1#$e#แต่...จริงๆแล้วฉันไม่รู้ว่าจะมีเวลาเลี้ยงพวกมันมั้ย$2", 
"Fri8": "เธอมีลูกกระต่ายมั้ย? พวกมันน่ารักมากๆเลยนะ!$9",
"Fri10": "เธอเคยรู้สึกเหงามั้ยตอนอยู่ในฟารม์ %farm?$0#$e#ไม่ได้มีอะไรพิเศษหรอกที่ถามไปน่ะ$4#$e#%คุณลูบหัวโซเฟีย เธอยิ้มให้คุณ",
"Sat": "ไง$2#$e#...$2#$e#%โซเฟียหันหลังให้คุณ",
"Sat4": "ฉันหวังว่าปิแอร์จะมีขายไก่ส้มนะ ที่ๆมีขายก็มีแค่เมืองแกรมเพิลตันน่ะสิ$0#$e#ฉันชอบไก่ส้มที่สุดเลย!$9#$b#สการ์เล็ตมักจะเอามาให้ฉันตอนเธอมาเยี่ยมฉันน่ะ$1",
"Sat8": "เฮ้ เธอ!อยากจะไปกินอาหารกับฉันที่ซาลูนมั่งมั้ย?$9#$e#ฉันคุยกับกัสให้ได้นะเรื่องอาหารน่ะ$1#$e#%โซเฟียยิ้มให้คุณ",
"Sat10": "ไง รู้มั้ยฉันอยากจะคุยกับเธอทุกๆวันเลย!$9#$e#มันฟังดูแปลกๆมั้ย?$2#$e#%คุณกอดโซเฟีย เธอมีความสุข",
"Sun": "เอ่อไง$2#$b#ให้ฉันช่วยอะไรหรอ?$0",
"Sun4": "วันนี้ฉันกับเฮลีย์เราแต่งหน้าด้วยกันด้วยแหละ ฉ-ฉันคิดว่ามันดีนะ$1^วันนี้ฉันกับเฮลีย์เราแต่งหน้าด้วยกันด้วยแหละ เธอลองมาแต่งหน้ากับพวกเราสิ!$1#$e#ฉ-ฉันคิดว่ามันดีนะ$9",
"Sun8": "ไง!ทำไมวันนี้ดูกระปรี้กระเปร่าจัง?$1#$e#เดี๋ยวค่อยคุยกันนะ @.$9^เฮ้ฉันง่าเราลองมาแต่งหน้าด้วยกันสักครั้งดีมั้ย!$1#$e#เดี๋ยวค่อยคยกันนะ @.$9",
"Sun10": "เราควรมาแลกเปลี่ยนความรู้เกี่ยวกับฟารม์กันเถอะ! ฉันมีสูตรอะไรบางอย่างที่ทำให้ไร่องุ่นบลูมูนมีคุณภาพขึ้นด้วย$1",


//SUMMER DIALOGUE
"summer_1": "เธอรู้มั้ยว่าฤดูนี้เธอจะปลูกอะไร?$1#$e#มัน...ชักจะ...เริ่ม...ร้อน...แล้วสิ$2",
"summer_10": "ฉันว่าฉันรู้แล้วว่าจะเอาอะไรใส่ในซุปเทศกาลลัวร์ดี ไวน์อิริเดียมของไร่องุ่นบลูมูน!$1#$e#ฉันพนันเลยว่าท่านผู้ว่าจะต้องชอบมันแน่ๆ$9",
"summer_18": "พรุ่งนี้ฉันจะเจอเธอที่ซาลูนมั้ย?$1#$e#ฉันกำลังคิดอยู่ว่าจะไปดีรึปล่าว$9",
"summer_22": "ตัวละครในอนิเมะที่ฉันชอบมีผมสีชมพุ$1#$b#ฉันเลยย้อมผมตามเธอและฉันก็ชอบมากฉันจะไม่ย้อมสีอื่นเลย$9#$e#นี่นายรู้มั้ยว่าอบิเกลไม่เคยย้อมสีผมเลย$0#$e#ฉันพูดถูกใช่มั้ย? แปลกจริงๆ.$0",
"summer_28": "เทศกาลระบำแมงกระพรุนแสงจันทร์กำลังใกล้เข้ามาแล้ว ฉันเฝ้ารอมันมาทุกๆปีเลย$1#$e#บางทีฉันควรทำชุดคอสเพลย์ แมงกระพรุน-แสงจัทร์$8",

"summer_Mon": "*เฮ้อ* ฉันไม่ค่อยมีเรี่ยวแรงจะไปไหนเลย$2#$b#ฉันว่าฉันควรไปเยี่ยมเฮลีย์กับเอมิลี่ดีมััย?$0#$e#อ้าา! น-นี่ เธอแอบฟังฉันพูดกับตัวเองหรอ!?$5#$e#%โซเฟียกำลังช๊อค", 
"summer_Mon4": "โอ้ไง @ มาพักหายใจหลังจากทำฟารม์เสร็จหรอ?#$e#สัปดาห์นี้ฉันว่าฉันจะอยู่เฉยๆน่ะ $1#$e#หรือว่า... ฉันอยากกินขนมนะ, จริงๆแล้ว$2", 
"summer_Mon8": "ไงมาพักหายใจจากการทำฟารม์หรอ?$1#$e#ฉันว่าสัปดาห์นี้ฉันจะพักน่ะ เพราะฉันทำงานหนักมากพอแล้ว$9#$e#ก็แค่...อยากพักกินขนมน่ะ จริงๆแล้ว$2",
"summer_Mon10": "ฉันได้ยินมาว่ามีถ้ำอยู่ที่ฟารม์ของเธอ เธอจะว่ามั้ยถ้าฉันขอดูน่ะ?$1#$e#เย้!$9",
"summer_Tue": "เธอมีสัตว์เลี้ยงมั้ย? ฉันอยากได้สักตัวจัง...$2",
"summer_Tue4": "วันนี้ฉันเผลอเหยียบคุณกระต่ายตอนฉันกำลังดูแลไร่องุ่นอะ ฉันว่าคุณกระต่ายคงไม่เป็นอะไรนะ...$2",
"summer_Tue10": "ฉันใช้เวลาเกือบทั้งวันอยู่กับเฮลีย์และก็เอมิลี่พวกเธอเป็นเพื่อนที่ดีจริงๆ$1",
"summer_Wed": "...$6#$e#%โซเฟียกำลังเมินคุณอยู่ เธอดูเศร้า",
"summer_Wed2": "กัสเป็นเพื่อนกับครอบครัวของฉันมาตั้งแต่ฉันยังเป็นเด็กนะ$0#$b#ฉันชอบมากเวลาเค้ามาเยี่ยมฉัน$1",
"summer_Wed6": "ลูกวัวของป้ามาร์นีย์น่ารักมาก! พวกมันน่ากอดมากเลย!$9#$e#ฉันว่าฉันคงต้องไปเยี่ยมฟารม์ปศุสัตว์ป้ามาร์นีย์แล้วล่ะ! ฉันสงสัยจังว่าเบตซี่กำลังทำอะไรอยู่$1",
"summer_Wed10": "วันนี้มันร้อนมากเลย ฉันอาจจะไปว่ายน้ำที่ทะเลสักหน่อย$2#$e#อยากไปว่ายน้ำกันมั้ย @?$9",
"summer_Thu": "...$6#$e#ข-ขอร้องให้ฉันอยู่คนเดียวเถอะ...$12#$e#%โซเฟียหันหลังให้คุณ",
"summer_Thu2": "วิวจากหน้าผาเป็นวิวที่ฉันชอบที่สุดเลย เหมือนมหาสมุทรเชื่อมกับสุดขอบฟ้าเลย เหมือนไม่มีวันจบ$0#$b#ฉันอยากจะเห็นอีกฟากของมหาสมุทรจัง$1",
"summer_Thu4": "ฉันไม่เคยไปที่เหมืองมาก่อนเลย ฉันกลัวเรื่องว่าจะเจออะไรในเหมืองน่ะสิ$2#$e#หะ? เธอเคยเข้าไปในเหมืองแล้วหรอ!?$5#$b#ใช่สิเธอคือนักผจญภัย แต่ฉันขี้ขลาดเป็นบ้าลย...$1",
"summer_Thu8": "มิส.เจนคินส์ สั่งไวน์จากฉันบ่อยมากเลยล่ะ$1#$b#ฉันว่าลิ้นเธอน่าจะดีมากแน่ๆฉันดีใจนะที่เธอชอบไวน์ของฉัน$9#$e#ไว้ค่อยเจอกันใหม่นะ?$1",
"summer_Fri": "ไง วันนี้อารมณ์ดีละสิ?$2#$e#...$6",
"summer_Fri2": "บางทีฉันก็คิดอยากจะปลูกอย่างอื่นนอกจากองุ่นนะ แต่ไร่องุ่นบลูมูนก็จะไม่ใช่...ไร่องุ่นน่ะสิ$0",
"summer_Fri8": "ฉันกำลังวานแพลนเรื่องไปปิกนิกอยู๋นะ ตอนนี้อากาศมันเหมาะมากๆเลยล่ะนะ!$9#$e#อยากไปกับฉันบ้างมั้ย?มันมีทุ่งหญ้าสวยๆด้วยนะ$8",
"summer_Sat4": "โอ้ย ฉันปวดท้องจังเลย...$2#$e#ฉันว่าเป็นเพราะลูกอมที่ฉันกินตอนเช้าแน่ๆ!?$6",
"summer_Sat8": "ผู้คนชอบมาหน้าบ้านฉันบ่อยมากเลย$0#$e#วิวของทะเลอัญมณีมันสวยมากเลยถ้ามองจากตรงนี้ มันเป็นจุดที่เอาไว้เดตก็ดีนะ$1",
"summer_Sun": "*ฮึก*... อึก. ฉ-ฉันทำอายไลน์เนอร์พัง...$6#$e#... ข-ขอโทษ ตอนนี้ไม่ใช่เวลาที่จะมาคุยน่ะ$6",
"summer_Sun4": "เธอมีขนมติดตัวมาบ้างมั้ย? ฉันอยากได้อะไรหวานๆพอดีเลย$0",
"summer_Sun8": "วิคเตอร์กับฉันไม่ได้เจอกันมาพักใหญ่แล้ว... ฉันอยากรู้จังว่าเขาเป็นยังไงบ้าง$2#$e#เอ็ฉันชอบนะเวลาเธอมาเยี่ยมฉันน่ะ อยากเล่าสู้กันฟังมั้ย?$1",
"summer_Sun10": "ฉันคิดว่าเราควรทำอาหารเย็นทานด้วยกันนะ? เธอคิดว่ายังไงละ?$1#$e#เย้!$9",

    
// FALL DIALOGUE
"fall_1": "องุ่นที่ต้องเก็บในฤดูนี้เยอะมากๆเลย...$2#$e#อ-โอ้ ไง!$5#$b#ขอให้โชคดีนะ @! $9",
"fall_4": "วันนี้เป็นวันที่มันกำลังจะเกิดขึ้น...$6#$e#...$12#$e#ข-ขอโทษ ฉ-ฉัน แค่อยากอยู่คนเดียวน่ะ ฉัน... หวังว่าคุณจะเข้าใจนะ$12#$e#%โซเฟียขอให้คุณออกไป#$e#%คุณกอดโซเฟีย",
"fall_15": "กำลังเตรียมของโชว์ในงานแสดงสินค้าพรุ่งนี้หรอ?$0#$e#ฉันอยากรู้จังว่าตอนนี้ฟารม์ %farm เป็นยังไงบ้าง! ฉันว่าฉันต้องไปเยี่ยมหน่อยแล้ว เอาล่ะฉันต้องไปแล้วnow. Bye.$0",
"fall_18": "กัสมีไวน์ริงฟรุตอยู่ที่ร้านด้วย ต้องไปลองบ้างแล้วล่ะ$1#$e#เธอเคยไปหมู่เกาะใบเฟิรน์มั้ย?ฉันอยากไปมากเลยนะ$0",
"fall_27": "เทศกาลภูติเป็นเทศกาลที่ฉันชอบที่สุดเลย คุณพ่อมดผ่านเขาวงกตได้ทุกปีเลย แต่มันก็น่ากลัวนะ!$1#$b#และก็ ฉันได้คอสเพลย์ด้วย!$9",
"fall_28": "มันเริ่มน-หนาวขึ้นแล้ว ฤดูหนาวกำลังมาถึงสินะ$2#$e#พยากรณ์อากาศบอกว่ามีพายุหิมะกำลังเคลื่อนที่มาล่ะ$0",

"fall_Mon": "คุณช่วยไปไกลๆได้มั้ย? วันนี้ฉันเจออะไรไม่ดีมาน่ะ$2#$e#ข-ขอร้อง$6#$e#%โซเฟียดูโกรธ...",
"fall_Mon4": "สการ์เลตต์กำลังมาเยี่ยมฉันล่ะ เธอชอบหาทางมาทำให้ฉันมีความสุขตลอด$1#$e#ฉันอยากให้เธอมาบ่อยๆนะ แต่ฉันเข้าใจนะว่าเมืองแกมเพิลตันมันไกล...$2",
"fall_Mon8": "ไง @ เราน่าจะมาลองแลกไวน์กันชิมดูนะ ฉันอยากอยู่กับคุณและก็คุยกันน่ะ$1#$e#หรือไม่ก็เรามาดูอนิเมะด้วยกันก็ได้นะ! ซีซั่น2ของเรื่อง 'เซเลอร์ซัน' กำลังทำอยู่นะ!$9",
"fall_Tue": "ฉันหิวววมากๆเลยย มันถึงเวลากินรึยังนะ?$2",
"fall_Tue4": "เธอไม่คิดว่าโทนสีของฤดูนี้สวยหรอ?$1#$b#มันเหมือนกับเราอยู่ในอีกโลกเลย$9",
"fall_Tue10": "เฮ้ ไง! ถ้าคุณอยากจะลองชิมไก่ส้มก็บอกนะ ฉันจะทำให้กินเอง$1#$e#แต่ก็ไม่ใช่บ่อยเกินไปนะ คุณต้องซื้อมาเพื่อฉันด้วย!$9",
"fall_Wed": "ต-ต้องการอะไร?$3#$e#โอ็ะขอโทษนะวันนี้ฉันรู้สึกตึงๆนิดหน่อยน่ะ$2#$e#เธอไม่เข้าใจหรอก...$2",
"fall_Wed6": "ฉันกำลังคิดอยู่ว่าจะคอสเพลย์เป็นตัวอะไรดี แต่ฉันก็นึกๆไว้อยู่ว่าอยากจะแต่งเป็นเจ้าหญิงนะ$1#$e#ไม่ใช่แบบพวกเจ้าหญิงในการ์ตูนนะ เจ้าหญิงที่มีความดุร้าย!กับดาบที่ใหญ่ๆ และก็ผ้าคลุมสีแดง!$9", 
"fall_Thu": "*ฮึก*... อือ..ไง @ ว-วันนี้สบายดีมั้ย?$6#$e#ห-ห้ะ ฉัน? ฉ-ฉันโอเค$6#$e#*ฮึก*...$12#$e#%โซเฟียกำลังร้องไห้",
"fall_Thu4": "อะไรนะเธอไม่เคยได้ยินเรื่อง'มายวิลเลี่ยนอคาเดเมีย'เลยหรอ?!$5#$b#มันเป็นอนิเมะที่กำลังมาแรงเลยนะ$9#$b#ตัวหลักในอนิเมะเรื่องนี้ทำให้ฉันนึกถึงตัวละครบางตัวเลย$1#$e#ใช่ตัวที่มีชุดสีเขียวรึปล่าวนะ?$0",
"fall_Thu8": "เฮ้ ไง! ฉันว่าเราน่าจะมาอ่านมังงะด้วยกันสักครั้งนะ!$1",
"Fall_Fri": "เมืองเพลิแกนชอบมีปัญหาเรื่องวัชพืชอยู่ตลอดเลย บางครั้งนะถังขยะบ้านฉันล้มระเนระนาดไปหมดเลย$3#$e#เธอเคยเจอหมีคุ้ยถังขยะบ้างมั้ย@?$2",
"fall_Fri4": "คุณเคยไปที่ศูนย์การประชุมที่เมืองซูซุมั้ย? มันเป็นสถานที่ที่ใหญ่ที่สุดในสาธารณรัฐเฟิร์นกิลล์เลยล่ะ$1#$e#ฉันเคยไปคอสเพลย์ที่นั้นด้วยนะ$9",
"fall_Fri8": "รู้มั้ยฉันอาจจะปลูกอย่างอื่นนอกจากองุ่นก็ได้นะ$1",
"fall_Sat": "ฉ-ฉันมีปัญหาเรื่องหายใจนิดหน่อยเมื่อเช้า$2#$e#ตอนนี้ดีขึ้นแล้วล่ะ$2#$b#ฉันดีใจนะที่เป็นห่วงกัน$1",
"fall_Sat6": "เฮ้ไง! เธอเคยทำชุดขึ้นมาเองมั้ย?$9#$b#เอมิลี่มีเครื่องเย็บผ้าที่ดีมากๆเลย ฉันว่าถ้าเธอไปขอใช้เอมิลี่ต้องให้ใช้แน่ๆเลย$1#$e#โอ็ะเธอก็ใช้มันหรองั้นวันหลังเราลองมาเย็บผ้าด้วยกันนะ!$8",
"fall_Sat10": "สการ์เลตต์กำลังมาเยี่ยมฉัน! และพวกเราก็จะทานมื้อค่ำด้วยกัน#$e#บางทีเธอมาร่วมโต๊ะอาหารกับเราก็ได้นะถ้ามีเวลา!$9",
"fall_Sun": "...$6#$e#%โซเฟียกำลังเมินคุณอยู่ เธอดูเศร้า",
"fall_Sun4": "คุณเจนคินส์เป็นคนที่ดีจริงๆเลยนะบางครั้งฉันก็เห็นไวน์ชนิดพิเศษอยู่ในออเดอร์ด้วย$1",
"fall_Sun8": "ว้าวมันยากนะเนี่ยที่จะตามให้ทันเธอ! ฉันว่าฉันต้องไปปรับตัวซะหน่อยแล้ว!$9#$e#ไว้เจอกันใหม่นะ @$1", 
        

//WINTER DIALOGUE    
"winter_1": "บรื้อ ม-มันหนาวจังเลย$2#$e#แต่ว่าฉันชอบฤดูหนาวที่สุดเลย จะไม่เชื่อก็ได้นะ มันทำให้ฉันมีเวลาดูอนิเมะและก็ตัดชุดคอสเพลย์อ่ะนะ!$9",
"winter_7": "ฉันไม่อยากเดินไปที่ป่าเพื่อที่จะไปดูการแข่งตกปลาอะไรนั้นเลย$0#$e#ให้ฉันอยู่บ้านสบายๆดูอนิเมะไม่ได้หรอ?$2",
"winter_13": "ฉันกับเอมิลี่อาจจะได้แต่งคอสเพลย์ด้วยกันนะดีจัง!$1",
"winter_18": "ฉันว่าคืนพรุ่งนี้จะไปบาร์สักหน่อยน่ะ กัสเค้าจะทำอาหารมื้อพิเศษให้ฉันด้วย!$1#$e#มันคือไก่ส้มยังไงล่ะ! จะเป็นอะไรอีกน้า?$9",
"winter_24": "ฉันเตรียมของขวัญไว้ให้คนอื่นแล้วล่ะ!$8#$e#ฉันใส่ของไว้เยอะเลยในนั้น$1",
"winter_25": "ฉันชอบแสงและบรรยากาศแบบนี้จัง ฉันอยากให้มันเป็นแบบนี้ไปตลอดเลย$1",
"winter_28": "เธอคิดไว้รึยังว่าจะปลูกอะไรตอนน้ำแข็งละลาย?$1#$e#อ-โอ็ะ ฉันหรอ!? เอ่อ$2#$b#ก-ก็ต้องเป็นองุ่นอยู่แล้วล่ะ!$1",

"winter_Mon": "ฉันควรตัดชุดคอสเพลย์ต่อหรือดูอนิเมะดีนะ? อืมม...$0#$e#หรือว่าทำทั้งสองเลย?$1",
"winter_Mon10": "วันนี้มันหนาวจังเลย บางทีฉันก็หวังนะว่าบ้านฉันจะมีเตาผิง$2#$e#เฮ้ฉันว่าเราไปผิงไฟบ้านเธอดีมั้ย? และก็ปิ้งมารช์เมลโล่!$1",
"winter_Tue": "*ฮึก*...$6#$e#ฉ-ฉันรู้สึกไม่ค่อยดีน่ะขอโทษนะ$6",
"winter_Tue6": "ปีที่แล้วฉันไปงานคอมมิคคอนที่เมืองซูซุด้วยมันสนุกมากและก็นะ @ ตอนแต่งตัวมันสนุกมากเลย!$9#$b#ทุกๆคนที่งานแต่งตัวกันเยี่ยมสุดๆไปเลย! ปีหน้าฉันจะแต่งตัวเป็นตัวอะไรดีนะ$1",
"winter_Tue10": "วันนี้เธอน่ารักเป็นพิเศษเลยนะ$4#$e#*จุ๊บ*$9#$e#%คุณมองโซเฟีย เธอหันหน้าหนีพร้อมกับความเขิน",
"winter_Wed": "ฉันแค่อยากจะนอนทั้งวันและก็กินขนมกับดูอนิเมะ$2#$e#เฮ้อ บางทีฉันอาจจะทำมันได้ในวันสุดสัปดาห์$3",
"winter_Wed4": "ตัวละครที่ฉันชอบตายเมื่อคืนฉันอารมณ์เสียมากๆเลยเนี่ย$2#$b#ฉันอยากจะอยู่ในห้องคนเดียวเฉยๆเลย$6",
"winter_Wed8": "อากาศหนาวๆแบบนี้ทำให้ฉันอยากจะซุกตัวอยู่ใต้ผ้าห่มพร้อมกับจิบโกโก้ร้อนเลย$9#$e#เฮ้บางทีเราอาจจะมาจิบโกโก้ด้วยกันก็ได้นะ?$1",
"winter_Wed10": "ฉันว่าเราควรแวะไปที่บาร์และก็หาอะไรกินกันนะ!$1#$e#เดาสิว่าฉันจะสั่งอะไร!$1#$e#แน่นอนว่าต้องเป็นไก่ส้ม ว่าไปนั้น!$9",
"winter_Thu": "วันนี้เกือบลื่นล้มอ่ะ$2#$e#ฉันว่าน่าจะต้องหารองเท้าบูทมาใส่ดีกว่า$3",
"winter_Thu6": "เอมิลี่กำลังทำชุดที่สวยมาก เธอสอนฉันเรื่องการเย็บผ้าด้วย$1#$e#ฉันมีเวลาว่างทำอะไรเยอะแยะเลยเธอก็เหมือนกันใช่มั้ย?$9",
"winter_Thu10": "ไงสุดที่รักของฉัน!$9#$e#มาใกล้ๆสิ$4#$e#*จุ๊บ*$9",
"winter_Fri": "เอ่อไง$0#$b#วางแผนไว้สำหรับสุดสัปดาห์นี้แล้วรึยัง?$1#$e#ของฉันต้องทำงานแสดงให้เสร็จน่ะ$0",
"winter_Fri4": "หิมะสีขาวกำลังปกคลุมทุกๆอย่างเลยฉันชอบมันนะ!$1#$e#เสียงกร็อบแกร็บตอนเดินบนหิมะมันน่าทึ่งมากๆเลยเนอะ!$9",
"winter_Fri8": "ผู้คนเค้าจะมองฉันแปลกๆมั้ยถ้าฉันห่มผ้าห่มออกไปข้างนอกน่ะ?$0#$e#พ-พวกเค้าจะคิดว่าฉันบ้าหรอ?$2#$b#ฉันว่าฉันใส่ลองจอนห์ดีกว่า$9",
"winter_Fri10": "อยากจะเล่นปาหิมะกันมั้ย?$1#$b#ฉันขอบอกเลยว่าฉันชนะแน่ๆ!$9#$e#%คุณบอกโซเฟียว่าไม่มีทางที่เธอจะเอาชนะคุณ#$e#เธอท้าฉันหรอ?$4",
"winter_Sat": "ขนมฉันหมดแล้วฉันว่าฉันต้องไปซื้อเพิ่มแล้วล่ะนะ$3#$e#เธอมีขนมติดตัวมาบ้างมั้ย?$1",
"winter_Sat4": "Do you want to hear a joke? What do you call cheese that isn't yours?$1#$e#Nacho cheese!$8#$e#Now I'm hungry...$2",
"winter_Sat8": "Hey, you! Do anything fun today?$9#$e#I made a huge breakthrough on my cosplay this morning. Sewer's block, no more!$1",
"winter_Sat10": "ว-วันนี้ฉันรู้สึกไม่ค่อยดีน่ะ$2#$e#ฮะ?$0#$e#%คุณกอดโซเฟีย#$e#ข-ขอบคุณนะ$1#$b#รู้มั้ยเธอเป็นคนที่ทำให้ฉันมีความสุขตลอดเลยนะบางทีเราน่าจะ...$2#$e#เดี๋ยวค่อยคิดทีหลังละกัน$1#$e#%คุณกอดโซเฟีย",
"winter_Sun": "ว-วันนี้ม-มันหนาวมากๆเลย...$2",
"winter_Sun6": "ทักษะการแต่งหน้าฉันดีขึ้นมากเลย! การซ้อมบ่อยๆนี่มั้นดีจริงๆ$1#$e#ตั้งแต่ที่ย้ายเข้ามาที่สตาร์ดิวแวลลี่เธอได้เรียนรู้อะไรมั้งล่ะ?$1#$e#โอ้! น่าทึ่งมากเลยนะ!$9",
"winter_Sun10": "ฉันคิดมาตลอดเลยนะว่าถ้าฉันไปอยู่ที่อื่นมันจะเป็นยังไง$1#$e#มันน่าจะต้องสนุกมากแน่ๆเลย$9",

//SOPHIA 7 HEART EVENT DIALOGUE
"sophia_event1": "Th-thanks.$1#$b#I had to learn so many new things. It was really hard at first, but...$2#$b#I feel as if I've grown as a person.$1",
"sophia_event2": "Aww. You're so sweet.$9#$b#You know, Scarlett used to call me every day!#$b#It's... nice having someone like you so close by. Grampleton is really far away.$2",
"sophia_event3": "You'll really help me?$1#$b#!!!$9",
"sophia_event4": "Um. Y-yeah...?$2#$b#I was going to give you an aged bottle of Blue Moon wine.$2#$b#Um. Well, thanks for helping me.$1#$b#!!!$9",
}
