{
  //SPECIAL DIALOGUE
  "patio_Sophia": "วิวจากระเบียงที่ฟาร์ม %farm ของเราก็สวยเหมือนวิวทะเล ที่มองจากไร่องุ่นของฉัน เหมือนกันนะ สวยมากๆ เลย แถมทั้งหมดก็เป็นของเราด้วย$1",
  "spouseRoom_Sophia": "นี่ๆ !$4#$b#ฉันกำลังคิดว่าจะอ่าน การ์ตูนเรื่องไหนต่อดีนะ$9#$e#หรือฉันว่าจะอ่านเรื่องที่ค้าง อยู่ให้จบก่อนดีน้า!$1",
  "funReturn_Sophia": "วันนี้ฉันทำงานได้เยอะเลยล่ะ!$9#$e#ฉันรักเธอนะ$4#$b#*ส่งจูบ*!!!$9",
  "funLeave_Sophia": "นี่ เธอ! วันนี้ฉันต้องไปทำธุระนะ$1#$b#ฉันจะคิดถึงเธอนะ$9#$e#คืนนี้ไปหาอะไรดื่มที่ซาลูนกันเถอะ! กัสมีไก่ส้มตำหรับ เมืองแกรมเพิลตันด้วยนะ!$1",
  "OneKid_0": "ฉันไม่อยากจะเชื่อเลยว่า ตอนนี้เรามีลูกแล้วน่ะ @ ทุกอย่างเปลี่ยนไป มากเหลืองเกิน$9#$e#ฉันมีความสุขจริงๆ ที่ได้อยุ่กับเธอนะ การได้มีครอบครัวอีกครั้ง มันเยี่ยมมากเลย$1",
  "OneKid_1": "%kid1 หัวเราะเอิ๊กอ๊ากตอนที่ฉัน ทำหน้าตากับเสียงตลกๆ $9#$e#ฉันรักที่บ้านของเรา มีเสียงหัวเราะอยู่ตลอดเลย!$8#$e#%คุณลูบหัวโซเฟีย เธอยิ้มให้คุณ.",
  "OneKid_2": "นี่ เธอ! ฉันกำลังจะไปซื้อ พวกของให้เด็กอ่อน ที่ร้านปีแอร์นะ$1",
  "OneKid_3": "%kid1 กำลังออกไปเล่นดินอยู่ข้างนอก ต้องจับมาอาบน้ำหน่อย$0#$e#ฉันรู้สึกว่าซักวันหนึ่ง %kid1 จะกลายเป็นชาวไร่ เหมือนกับพวกเรา$1",
  "TwoKids_0": "ฉันอยากจะเอาหมอน มาทำเป็นป้อมปราการให้ %kid1 กับ %kid2 จัง! เธอคิดว่าพวกเขาจะสนุกไปกับมันไหม?$1#$e#ฉันคิดว่าฉันน่าจะชอบนะ$9",
  "TwoKids_1": "ฉันเจอ %kid2 มุดเข้ามุดออกใน ลิ้นชักชุดคอสเพลย์ของฉัน เมื่อเช้านี้$0#$e#ไม่น่าว่า เมื่อ %kid2 โตขึ้น เราอาจจะได้คอสด้วยกันก็ได้!$1",
  "TwoKids_2": "นี่ เธอ! เราควรจะพา %kid1 กับ %kid2 ไปที่สวนสาธารณะ เมืองเพลิแกนบ้างนะ$1#$b#มันจะต้องสนุกมากแน่ๆ !$9#$e#จะปิกนิกด้วยก็ได้นะ! เป็นข้ออ้างที่ดี ในการกินขนมเลยล่ะ!$1",
  "TwoKids_3": "%kid1 กับ %kid2 เข้ากันได้ดีเลย$1#$e#พวกเราต้องทำให้แน่ใจว่า พวกเขาทั้งคู่ รู้สึกได้ถึงความรัก! ไม่อยากจะให้ใครคนหนึ่ง อิจฉาอีกคนน่ะ$1",
  
  //SEASONAL DIALOGUE
  "spring_1": "คุณได้กลิ่นละอองเกสร และน้ำหวานในอากาศไหม!? ฤดูใบไม้ผลิมาแล้ว!$1#$e#เดี๋ยวฉันจะต้องแวะไปที่ ไร่องุ่นหน่อยละ จะต้องทำระแนงองุ่นแล้วล่ะ!$9#$b#ขอให้วันนี้เธอโชคดีนะ คนบ๊อง มันจะต้องเป็นวันที่ยุ่งแน่ๆ ไว้คืนนี้จะกอดเธอ ให้มากเป็นพิเศษนะ!$1",
  "spring_13": "ฉันยังคงกังวลเวลาที่ ต้องอยู่ท่ามกลางฝูงชนอยู่...$2#$e#พ-พวกเราจับมือกัน ในงานเทศกาลได้ไหม?$4",
  "spring_24": "พวกเราไม่ต้องไปงาน เต้นรำดอกไม้ก็ได้นะ ฉันไม่ใช่คนที่ชอบ... การเต้น$2#$e#บางทีคืนนี้ฉันอาจจะ เต้นกับเธอสองคน?$4",
  "spring_28": "เกิดอะไรขึ้นกับ ฤดูใบไม้ผลิเนี่ย? มันหมดฤดูแล้วอ้ะ!$5#$e#หน้าร้อนนี้ เราน่าจะไปชายหาดกันนะ!$1",
  "summer_1": "นี่ เธอ! นี่คือวันแรกและวันที่ยุ่ง ที่สุดของฤดู! ขอให้วันนี้เธอโชคดีนะ!$9#$e#คืนนี้ฉันจะทำอาหารค่ำให้นะ ไม่ต้องห่วง$1",
  "summer_11": "เธอคิดออกรึยังว่า วันนี้จะเอาอะไรใส่ลงไป ในหม้อแห่งโชค ของเทศกาลลัวร์?$1#$e#ฉันจะเทไวน์จันทร์คราม (Blue Moon wine) ลงไปในหม้อของผู้ใหญ่ล่ะ!$1",
  "summer_28": "อืม คืนนี้เธออยากจะ ดูแมงกะพรุนพวกนั้นไหม? เราจับมือกันที่ท่าเรือก็ได้นะ$4#$e#...เธอคิดว่าแมงกะพรุน ต่อยไหม?$0",
  "fall_1": "สำหรับฉันฤดูใบไม้ร่วง จะน่าตื่นเต้นเหมือนอย่างเคย! ฉันจะเก็บเกี่ยวองุ่นทั้งหมด$1#$e#โอ้ะ-โอ้! ไม่เป็นไร เธอจำเป็นจะต้องใส่ใจกับ งานของเธอในฟาร์มนี้ ฉันจะติดถถึงเธอนะ$9",
  "fall_4": "วันนี้เป็นวันที่ พ่อกับแม่ของฉันจากไป...$6#$b#ฉ- ฉันโดดเดี่ยวมานานเหลือเกิน จนลืมไปแล้วว่า การมีครอบครัวมันเป็นยังไง$12#$e#ขอบคุณที่อยู่ตรงนี้เพื่อฉัน ในวันนี้นะ$13#$e#%โซเฟียกำลังร้องไห้#$e#%คุณกอดโซเฟีย เธอยิ้มให้คุณ",
  "fall_16": "วันนี้มีงานแสดงินค้าล่ะ! ฉันรู้นะว่าเธอจะต้องชนะ ทุกคนขาดลอยไปเลย!$9#$e#ฉันจะเอาไวน์บ่มสูตรใหม่ ไปอวดล่ะ$1",
  "fall_27": "นี่คือวันหลอกหลอน! วู้ววววว! โว้วว!$9#$e#ฉันอยากรู้จังว่า ปีนี้เขาวงกตจะเปลี่ยนไป บ้างไหมนะ$1",
  "fall_28": "บรื๋อออ... หนาวจังเลย คืนนี้หิมะน่าจะตกลงมา เยอะเลยล่ะ$2#$b#นักพยากรณ์อากาศในทีวี บอกไว้แบบนั้น!$1#$e#คุณก็รู้ การกอดเป็นวิธีที่ดี ในการทำให้ร่างกายอบอุ่น...$4#$e#%โซเฟียทำแววตาวิบวับ",
  "winter_1": "เมื่อคืนนี้หิมะตกหนักมากเลย! มองออกไปข้างนอกสิ!$5#$e#คืนนี้พวกเราน่าจะ กอดกันหน้าเตาผิงนะ บางทีอาจจะทำ ช็อกโกแลตร้อนด้วย?$4",
  "winter_8": "ฉันรู้สึกได้! เธอจะต้องชนะการแข่งขัน ตกปลาในวันนี้!$1#$e#ถ้าเธอชนะล่ะก็ - คืนนี้จะกอดเธอ มากขึ้นเป็นพิเศษ...$4",
  "winter_25": "สุขสันต์วันดวงดาวฤดูหนาวนะ คนบ๊อง ฉันชงกาแฟให้เธอด้วย! แบบที่เธอชอบนั่นแหละ! [395]$4#$e#บอกให้ฉันรู้ตอนที่ เธอออยากจะเข้าไปในเมือง ด้วยนะ$4#$e#โอ้ อืม เธอจะได้รับของขวัญ 'พิเศษ' ทีหลัง$4#$e#ม่ายยย มันไม่ใช่อะไรที่เธอ เปิดเจอหรอก เดี๋ยวเธอก็รู้เองแหละ คิดว่าเธอน่าจะชอบนะ!$4",
  "winter_28": "ฉันเสียใจที่หิมะ ไม่อยู่กับเราแล้ว ฉันจะต้องคิดถึงตอนที่ ต้องย่ำแรงๆ เวลาเดินในหิมะแน่เลย$2#$e#%คุณลูบหัวโซเฟีย",
  
  //DAY DIALOGUE
  "Indoor_Day_0": "อ้ะ เธอ! อรุณสวัสดิ์ หลับสบายรึเปล่า?$1#$e#กำลังคิดเรื่องที่เราอาจจะได้ ลองคอสเพลย์ชุดใหม่ด้วยกัน!$9",
  "Indoor_Day_1": "*หาวว* ฉันยังง่วงอยู่เลย$2#$e#ขอให้เป็นวันที่ดีนะ คนบ๊อง$1#$e#โอ้ ฉันลืมไปได้ยังไงกันน้า?$4#$b#*จุ๊บ*!!!$9",
  "Indoor_Day_2": "เย่! ในที่สุดเธอก็ตื่นแล้ว!$9#$e#อยากจะได้อะไร เป็นอาหารเช้ารึเปล่า?$1",
  "Indoor_Day_3": "ถ้าเธอจะออกไปข้างนอก ซื้อขนมกินเล่นจาก ร้านปีแอร์ให้หน่อยได้ไหม?$1#$e#ฉันรักพวกมันสุดๆ ไปเลย!$9",
  "Indoor_Day_4": "นี่ เธอ! ฉันทำกาแฟให้เราทั้งคู่ล่ะ[395]$4#$e#หวังว่าวันนี้เธอจะ ทำงานได้ราบรื่นนะ คนบ๊อง!$1", 
  "Outdoor_0": "ฉันชอบอากาศสดชื่นตรงนี้จัง ฉันคุ้นเคยกับลมทะเล ที่พัดเข้ามาจากมหาสมุทร$0",
  "Outdoor_1": "ช่างเป็นวันที่เหมาะกับ การอ่านหนังสือ นอกบ้านจังเลย! สดใสเหลือเกิน$1",
  "Outdoor_2": "เราน่าจะเปลี่ยนพวกผลไม้ ที่คุณปลูกทั้งหมด ให้กลายเป็นไวน์นะ! คุณคิดว่ามันเป็นความคิดที่ดี หรือเปล่า?$9",
  "Outdoor_3": "อย่าหักโหมล่ะ คนบ๊อง ถ้าอยากจะพักมากอดกัน ก็แค่บอกนะ$1#$e#*จุ๊บ*$9",
  "Outdoor_4": "นี่ เธอ! วันนี้มีอะไรสนุกๆ บ้างไหม?$1#$e#อู้วววว ฟังดูสำคัญจัง!$8",
  "Rainy_Day_0": "ฝนตกล่ะ! ในวันแบบนี้ ฉันอยากจะซุกตัวใต้ผ้าห่ม แล้วดูอนิเมะจังเลย$1#$e#โอ้! แล้วก็หม่ำขนมด้วย!$9",
  "Rainy_Day_1": "นี่ เธอ วันนี้เป็นวันฝนตกอีกวันล่ะ!$1#$e#เขยิบเข้ามาใกล้อีกนิดนึงสิ คนบ๊อง$4#$e#*จุ๊บ*$9",
  "Rainy_Day_2": "ฉันสงสัยจังว่า วันนี้เฮลีย์กำลังทำอะไร? ฉันอาจจะส่งข้อความไปหาเธอล่ะ$1",
  "Rainy_Day_3": "เราน่าจะอยู่ข้างในกันทั้งวันนะ ดูหนังแล้วก็กินขนม!$9#$e#ล้อเล่นน่า คนบ๊อง$1#$e#อะ-อื้ม! ยกเว้นว่าเธอก็สนใจ!? งั้นเรามาทำแบบนั้นกันเถอะ!$5",
  "Rainy_Day_4": "น-นี่ เธอจำตอนที่เธอเจอฉัน ร้องไห้อยู่กลางสายฝนได้ไหม? ฉันดีใจนะที่เธออยู่ที่นั่น ในวันนั้น...$2#$b#ความทรงจำนั้นจะเป็น สิ่งที่มีค่าที่สุดของฉันตลอดไป$1#$e#%คุณลูบผมโซเฟีย เธอยิ้มให้คุณ",
  
  //NIGHT DIALOGUE
  "Indoor_Night_0": "วันนี้เธอทำงานซะจนพลาด เวลากินข้าวเย็นเลยนะ! อยากกินอาหารที่เหลือไว้มั้ย?$1#$e#ฮิฮิ! อ่ะนี่ คนบ๊อง![727 231 207 199]$9",
  "Indoor_Night_1": "*โครก* ท้องน้อยๆ นี่พยายามทักทายฉันอีกแล้ว$2#$e#เดี๋ยวก่อน ฉันคิดว่าฉันเข้าใจมันนะ มันกำลังบอกว่า... ถึงเวลาของว่างแล้ว?$1",
  "Indoor_Night_2": "ฉันเคยอาศัยอยู่ในบ้านพ่อแม่ มานานมากๆ มันแอบน่ากลัวนิดหน่อยน่ะ ตอนอยู่ตรงนั้นคนเดียว ในตอนที่ฟ้ามืดแล้ว$0#$b#หลายต่อหลายคืนเลยล่ะที่ฉัน นอนไม่หลับ...$2#$e#แต่ตอนนี้ฉันกลับตั้งหน้าตั้งตา รอคอยให้พระอาทิตย์ตกดิน เป็นข้ออ้างให้อยู่ใกล้ๆ เธอไง$1#$e# นี่ อยากจะนอนกอดกันมั้ยคืนนี้?$4",
  "Indoor_Night_3": "*หาว* ง่วงมากกกเลย ฉันอยากไปนอนแล้ว @?$1#$e#ขอไปอ่านการ์ตูน ที่เตียงต่ออีกนิด มันกำลังอยู่ในช่วงไคล์แมกซ์เลย!$9",
  "Indoor_Night_4": "ฉันตัดสินใจไม่ได้เลยว่า จะใช้วัสดุชิ้นไหนดีสำหรับ ชุดคอสเพลย์ที่ฉันกำลังทำอยู่$0#$e#อืมม ฉันจะลองไปถามเอมิลี่ละกัน เธอถนัดเรื่องนี้อยู่แล้ว!$1",
  "Rainy_Night_0": "นี่ เธอ! ฉันหิวของหวานมากวันนี้ ฉันเลยทำขนมมาล่ะ![232 234 223 220]$1#$e#*จุ๊บ*$9",
  "Rainy_Night_1": "เป็นบรรยากาศที่เหมาะกับ การนอนกอดกันมาก...$4#$e#ไว้เจอกันที่เตียงนะ คนบ๊อง?$4",
  "Rainy_Night_2": "ฉันดูอนิเมะที่ดูตั้งแต่เมื่อเช้า จบแล้วนะ...$9#$e#มันเป็นภาคย่อยน่ะ มีแค่5ตอนเอง...$0#$b#ฉันหวังว่าเขาจะทำเพิ่มนะ!$1",
  "Rainy_Night_3": "โอ้ ดีใจที่กลับมาสักที! ฉันคิดถึงเธอมากเลย$1#$e#*หาว* จะไปนอนแล้วเหรอ? ฉันเพิ่งซักชุดผ้าปูที่นอนไป มันเลยหอมและนุ่ม มากเลยล่ะ$0",
  "Rainy_Night_4": "นี่ คนบ๊อง! ฉันทำข้าวเย็นไว้ ตอนเธอออกไปข้างนอกแน่ะ! [727 231 207 199]$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "เข้ามาใกล้ๆ หน่อยสิ @$4#$e#ใกล้กว่านั้นอีก...$4#$e#*จุ๊บ*$9!!!#$b#รักนะ!$9",
  "Good_1": "ตอนแรกฉันคิดว่า มันน่าจะยากพอตัว ที่จะดูแลสวนองุ่นจันทร์คราม (Blue Moon Vineyard) แต่พอเอาเข้าจริงๆ ก็ไม่ได้ลำบากขนาดนั้นนะ$1",
  "Good_2": "ฉันเคยคิดมาโดยตลอดเลยว่า ฉันต้องอยู่ตัวคนเดียว ตามลำพังไปตลอดชีวิตแน่ๆ$2#$b#ฉันดีใจนะที่เราได้รักกัน คนบ๊อง$1#$e#*จุ๊บ*$9",
  "Good_3": "น่ะ-นี่ ตอนลงเหมืองน่ะ ระวังตัวด้วยนะ โอเคมั้ย? ฉันคิดไม่ออกเลยว่า ฉันจะทำยังไงต่อไป ถ้าเกิดอะไรขึ้นกับเธอ$2#$e#คุณบอกโซเฟียว่าไม่ต้องกังวล เธอยิ้มให้กับคุณ",
  "Good_4": "นี่ เธอ! คืนนี้อยากจะจิบไวน์จันทร์คราม (Blue Moon wine) ด้วยกันไหม?$1",
  "Good_5": "ไม่ต้องห่วงฉันนะ คนบ๊อง! ไปทำอะไรที่เธอต้องทำเถอะนะ!$9#$e#อยู่ตรงนี้ฉันก็สบายดีนะ$1",
  "Good_6": "เดี๋ยวฉันจะย้อมผมอีก! บางทีฉันน่าจะเปลี่ยนสีนะ?$1#$e#อืมม... ไม่ล่ะ ฉันให้มันเป็นสี 'ชมพูสายไหม' แบบนี้แหละดีแล้ว!$9",
  "Good_7": "เฮ้ เฮ้! อืม ว่างซักแปปมั้ยอ่ะ?$1#$e#ก็แค่... อยากจะบอกว่า ฉันภูมิใจในตัวเธอมากเลยนะ ทุกอย่างที่เธอทำเลย$9#$b#ฉันชอบชีวิตที่ เราเริ่มต้นมันด้วยกันมากเลย... มันเหมือนกับเป็น สวรรค์วิเศษเลยล่ะ$1#$b#พวกเรามาอยู่เพื่อ กันและกันลอดไปกันเถอะนะ!$9",
  "Good_8": "ซักวันนึง พวกเราน่าจะไปงานคอสเพลย์ ในเมืองซูซูกันบ้างนะ! เธอจะต้องรักมันแน่ๆ !$1",
  "Good_9": "*กำลังฮัมเพลงอยู่คนเดียว*$9#$e#โอ้! ว่าไง เธอ!$1",
  "Neutral_0": "นี่! สการ์เล็ตกำลังจะมาล่ะ เธอโอเคใช่ไหม?$1#$e#เธอเยี่ยมที่สุดเลย!$9",
  "Neutral_1": "ไว้ดูอนิเมะด้วยกันไหม? ฉันจะทำขนมไว้กินเล่น เองเลยนะ!$1",
  "Neutral_2": "นี่ เธอ ฉันจะทำความสะอาดบ้านล่ะ วันนี้เนี่ยแหละ$1",
  "Neutral_3": "ไร่องุ่นจันทร์คราม (Blue Moon Vineyard) น่ะ ไปได้สวยเลยนะ มันอยากนิดหน่อย ที่จะบริหารไร่องุ่นจากที่นี่ แต่ฉันไม่สนใจหรอก$1",
  "Neutral_4": "@ เธออยากจะอยู่ที่ สตาร์ดิวแวลลี่ จนวันสุดท้ายของชีวิต เลยรึเปล่า?$0#$e#ฉันกำลังคิดว่า บางทีหลังจากนี้ เราอาจจะย้ายไปที่อื่น อาจจะเป็นที่หมู่เกาะเฟิร์น?$1#$e#ไว้เราค่อยคุยเกี่ยวกับเรื่องนี้ กันทีหลังก็ได้ เร็วๆ นี้ฉันยังไม่อยากจะ ย้ายไปที่ไหนหรอก!$9",
  "Neutral_5": "สวัสดี คนบ๊อง พยายามทำงานเข้านะ!$1#$e#ฉันเป็นกำลังใจให้เธอ อยู่เสมอนั่นแหละ$9",
  "Neutral_6": "เธอรู้ไหม ฉันรู้สึกเหมือนกับว่า พ่อแม่ของฉันจะต้องภูมิใจ ในตัวของฉันแน่ๆ ถ้าพวกเขาได้มาเห็น ชีวิตของฉันในตอนนี้$1#$e#คุณปู่ของเธอก็เหมือนกัน$1",
  "Neutral_7": "อืมมม เล่าเรื่องนั้นให้ฉันฟังอีกรอบนะ เรื่องที่ว่า เธอได้สร้อยคอของนางเงือก (mermaid pendant) มาได้ยังไงน่ะ !$1#$e#วิญญานที่ชายหาดตนนั้น! น่ากลัวสุดๆ ไปเลย!$9",
  "Neutral_8": "*หาวว* ฉ-ฉันไม่รู้ว่าทำไม วันนี้ฉันถึง... *หาวว* ง่วงจังเลย$2#$e#ฉันว่าจะไปงีบซักหน่อย$1",
  "Neutral_9": "เฮ้! เป็นอย่างที่เธอเป็นในตอนนี้ ตลอดไปเลยนะ โอเคไหม?$9",
  "Bad_0": "@... เธอยังรักฉันอยู่ไหม?$2#$e#...$2#$e#ช-ช่างมันเถอะ วันนี้ฉันก็แค่... รู้สึกแย่มากน่ะ$6#$e#%โซเฟียหันหน้าหนีคุณ",
  "Bad_1": "เมื่อคืนนี้ ฉ-ฉันฝันร้าย เกี่ยวกับพ่อและของฉัน$6#$e#ฉันโอเค มันก็แค่บางอย่างที่เกิดขึ้นกับฉัน ตั้งแต่เมื่อก่อนนั่นแหละ$6#$e#...$12#$e#%คุณกอดโซเฟีย",
  "Bad_2": "อีกไม่กี่วัน ฉันมีนัดกับหมอนะ...$2#$e#ฉันไม่อยากไปเลย$6#$e#%คุณบอกโซเฟียว่าทุกอย่างจะโอเค",
  "Bad_3": "ฉันปวดท้อง...$2#$e#ฉันคิดว่า ฉันกินขนมมากไป$3",
  "Bad_4": "ช่วงนี้เธอไม่ค่อยอยู่บ้านเลยนะ...$2#$e#ฉันได้ทำอะไรผิดไปรึเปล่า?$2",
  "Bad_5": "นี่... พรุ่งนี้ฉันจะออกไปเที่ยวกับวิคเตอร์$0#$e#พวกเราจะไป ทำอะไรกันงั้นหรอ? ไม่ใช่เรื่องของเธอนี่$3#$e#%โซเฟียหันหน้าหนีคุณ",
  "Bad_6": "ไม่ใช่ตอนนี้ ฉันไม่ได้มีความสุข ตอนอยู่กับเธอ$3#$e#เธอควรจะทำความสะอาดรอบๆ บ้านให้มากกว่านี้ ฉันไม่ใช่คนรับใช้ของคุณนะ$3",
  "Bad_7": "ข-ขอโทษนะ @ ตอนนี้ยังไม่อยากจะคุยน่ะ$2#$e#ฉันบอกว่าไม่ใช่ตอนนี้ไง หยุดรบกวนฉันได้แล้วนะ!$3#$e#%โซเฟียกำลังเมินคุณอยู่",
  "Bad_8": "ค-คุณคิดว่า ฉันติดคุณมากเกินไปรึเปล่า?...$2#$e#...$2#$e#%คุณกอดและลูบหัวโซเฟีย เธอยิ้มให้คุณ",
  "Bad_9": "ม-เมื่อเช้านี้ ฉันหายใจลำบากมาก...$2#$b#ฉ-ฉันโอเค...$6#$e#%คุณกอดโซเฟีย"
}
