{
  //SPECIAL DIALOGUE
  "patio_Wizard": "เป็นวันที่ดีที่จะออกมา เดินตากลมเล่นนะ สนใจมาเดินกับข้ามั้ย?$0",
  "spouseRoom_Wizard": "อืมม...ข้าไม่อยากได้ ฟาร์มทั้งหลังหรอกนะ แต่ข้าก็อยากจะ เอาตำราเวทมนตร์มาไว้ค้น เพิ่มสักหน่อยน่ะ$0",
  "funReturn_Wizard": "ที่นี่ช่างเป็นที่ที่วิเศษ ให้ได้กลับมา$1",
  "funLeave_Wizard": "ข้าไป ทำงานเกี่ยวกับเวทมนตร์นะ ข้าจะกลับมาให้ทันมื้อค่ำ ข้าสัญญา$0",
  "OneKid_0": "เด็กๆ นี่ เหมือนมีเวทมนตร์เลยใช่มั้ย?$0#$b#จินตนาการ ที่ไม่มีข้อจำกัดน่ะ เป็นเครื่องมือ ที่ทรงพลังทีเดียว$0",
  "OneKid_1": "อา... ไม่ว่าจะการฝึกเวทมนตร์ ที่ไหนในโลก ก็ไม่สามารถเตรียมข้า ให้พร้อมเจอกับความท้าทาย แห่งการเปลี่ยนผ้าอ้อมได้เลย$0",
  "OneKid_2": "ข้าภาวนาให้ลูกของเรา ได้ด้านที่ดีของเราทั้งคู่ไปนะ และหวังว่า จะได้ส่วนไม่ดีไปให้น้อยๆ$0",
  "OneKid_3": "เจ้าเห็นร่องรอยเวทมนตร์ ในเจ้าตัวน้อยบ้างมั้ย? เอาเถอะ... ร่องรอยพวกนี้ปกติ ก็ไม่ปรากฏเร็วขนาดนี้หรอก$0",
  "OneKid_4": "ถ้าลูกเราโตพอแล้ว เราควรไปเที่ยว ที่เกาะแง่งขิงกันนะ$0#$e#ข้าอยากให้พวกเขา เติบโตมากับทิวทัศน์ ที่กว้างใหญ่ของโลกใบนี้ ที่นอกเหนือจากหุบเขาเล็กๆ นี่น่ะ$1",
  "TwoKids_0": "จากที่สวยๆ ที่ข้าเคยไปตอนทำงานมา ไม่มีที่ไหนจะมาสู้ ฟาร์มหลังนี้ กับครอบครัวเล็กๆ ของเราได้เลย$1#$e#%แมกนัสยิ้มให้ฉัน",
  "TwoKids_1": "เด็กๆ นี่ ไม่เหมือนแมวใช่มั้ย? ปกติมีสอง ก็เหมือนมีงานเป็นเท่าตัวแล้ว ...อย่างน้อยน่ะนะ$0",
  "TwoKids_2": "ข้าว่าวันนี้ข้าเห็น หนึ่งในเจ้าตัวเล็ก แสดงร่องรอยขั้นต้น ของการใช้พลังจิตด้วยล่ะ!$5#$e#ตุ๊กตาหมี เลื่อนตกจากชั้นเลย... อาจจะเพราะพลังลูกก็ได้!$0#$b#...ใช่ ข้ายอมรับก็ได้ว่าตุ๊กตานั่น อาจจะแค่ตกลงมาเองเฉยๆ$2",
  "TwoKids_3": "เจ้าคิดยังไง ถ้าจะให้อบิเกลมาเป็นพี่เลี้ยง ?$0#$e#... แค่เสนอความคิดน่ะ$1",
  "TwoKids_4": "ข้าหวังจริงๆ นะว่า อย่างน้อยลูกเราสักคน จะเดินรอยตามข้า$0#$e#แต่ก็คงไม่ค่อยมีหวังสินะ? ทั้งๆ ที่โลกเวทมนตร์ เป็นสิ่งที่ข้าอยากแบ่งปัน ให้พวกเราทุกคนแท้ๆ$0",
  
  //SEASONAL DIALOGUE
  "spring_Wizard": "แล้วไปเดินเล่น ในป่ากับข้ามั้ย? ข้าจะพาไปดู พืชที่มีประโยชน์ทั้งหลาย ที่เจอได้ในฤดูใบไม้ผลิเอง$1",
  "spring_1": "ข้าน่ะบอกได้เสมอ เวลาฤดูใบไม้ผลิมาถึง เวลาข้าได้ยินเหล่ามวลไม้ ขับขานลำนำแห่งชีวิตใหม่น่ะ$0#$e#หืม? ใช่สิ เหล่าต้นไม้ร้องเพลงได้ เจ้าก็จะได้ยินเหมือนกัน ถ้าตั้งใจฟังดู$0",
  "spring_13": "วันเทศกาลไข่อีสเตอร์สินะ? ทุกปีข้าก็สงสัย ว่าพิธีกรรมอะไรกัน ที่เริ่มวัฒนธรรมล่าไข่แบบนี้ขึ้น ...$0#$e#ข้ามั่นใจ ว่ามันคงเก่าแก่ทีเดียว$0",
  "spring_24": "เต้นรำกับข้ามั้ยวันนี้? แต่แน่นอน เจ้าเต้นกับข้าได้ทุกวัน ที่เจ้าต้องการเลยนะ$1",
  "summer_Wizard": "ไม่มีอะไร ปลอบประโลมจิตใจ ได้ดีเท่ากับสายลมฤดูร้อยอีกแล้ว แต่จะว่ากันตามจริง ข้าก็ชอบ พายุฟ้าคะนองเหมือนกัน$0#$e#เหล่ากระแสไฟในอากาศ ที่น่าตืนเต้นน่ะ$1",
  "summer_1": "ฤดูร้อนมาถึงแล้ว! พอต้นไม้เขียวชอุ่ม และเติบใหญ่แบบนี้ การดึงมานาจากโลกรอบตัว ก็ง่ายมากขึ้นเลยล่ะ$0",
  "summer_11": "วันนี้ลัวร์สินะ? ข้ามั่นใจว่า ไม่ว่าชาวเมืองจะปรุงอะไร ก็คงอร่อยเหมือนเคยอีกแน่$1",
  "summer_28": "พวกลูนาลูจะมาหาพวกเราวันนี้ เรารู้เรื่องพวกเขาน้อยมาก แต่...$0#$b#ข้าคิดว่าพวกเขา มีพลังเวทมนตร์มากกว่า สิ่งมีชีวิตในทะเลทั้งหมด ที่พวกเราเคยพบเลย$1",
  "fall_Wizard": "เวลาเก็บเกี่ยวมาถึงแล้ว ข้าหวังว่าเราจะเก็บเกี่ยว ได้เยอะนะปีนี้$0",
  "fall_1": "ฤดูใบไม้ร่วงน่ะมีเห็ดเหลือเฟือ พวกมันใช้ปรุงยาได้ หลากหลายเลยล่ะ!$1#$e#ถ้าเจ้าจะไปเก็บของป่าฤดูนี้ ข้ายินดีจะช่วยแบ่งเบานะ$0",
  "fall_16": "ข้าหวังว่าเจ้าจะ เตรียมการจัดแสดง ที่งานแสดงสินค้า ให้เห็นถึงพรสวรรค์ อันล้นเหลือของเจ้าได้หมดนะ$1#$e#%แมกนัสยิ้มให้ฉัน",
  "fall_27": "วันนี้ข้ามีนัดสำคัญ กับเจ้าวงกตในเมืองล่ะ! ต้องใช้มานาเยอะเลย แล้วงานนั่น ยังสูบพลังข้าเกือบหมด$0#$e#ข้าหวังว่าเจ้า กับคนในเมืองที่เหลือ จะสนุกกับมันนะ ...และขอโทษด้วย ถ้าข้าต้องพิงเจ้า ตลอดทางกลับบ้านน่ะ$1",
  "fall_28": "ข้าสัมผัสได้ ถึงพายุหิมะลูกใหญ่ กำลังก่อตัว..$0",
  "winter_Wizard": "ช่วงฤดูหนาว ข้ามักจะใช้เวลา เสริมเสาเวทย์รอบเมือง แล้วก็อ่านตำรา$0#$e#ข้ายังอ่านไปได้ ไม่ถึงหนึ่งในสี่ ของตำราในหอคอยข้าเลย ...$0",
  "winter_1": "แรงเหมือนกันนะ พายุนั่น? แต่โลกที่ถูกปกคลุมไปด้วยหิมะ ดูสวยมากเลย ถึงอากาศจะโหดร้ายไปหน่อยก็เถอะ$0",
  "winter_8": "ข้าเดาว่า เจ้าจะไปตกปลา ที่งานวันนี้สินะ โชคดีล่ะ!$1#$e#มันมีที่ในป่า ที่อาจะมีเวทมนตร์อยู่ ที่ข้าจะต้องไปตรวจสอบ เจ้ามาช่วยข้าได้ตลอดนะ หลังเจ้าเอาชนะวิลลี่ได้แล้วน่ะ$0",
  "winter_12": "อีกไม่กี่วัน จะมีตลาดนัดราตรี ข้าเคยได้วัตถุดิบหายาก ที่ภายหลังมีประโยชน์ มาจากที่นั่น$0",
  "winter_25": "สุขสันต์วันดวงดาวฤดูหนาวนะ ที่รัก ข้าตั้งตารอ ที่จะใช้เวลาอีกปีกับเจ้านะ$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Wizard": "บ้านในฟาร์มน้อยๆ ที่พวกเราสร้างนี่ ช่างสุขสบายอะไรอย่างนี้! ดีกว่าหอคอยอับๆ เยอะเลย$1",
  "Indoor_Day_0": "ข้าว่าวันนี้จะ ทำความสะอาดสักหน่อย ...เจ้าคงไม่ว่า ถ้าข้าจะใช้เวทมนตร์ สักเล็กน้อยช่วยใช่มั้ย?$0",
  "Indoor_Day_1": "ข้าวางแผนว่า จำประกอบพิธีกรรมสักหน่อย วันนี้น่ะ$0#$e#ไม่ต้องห่วงหรอก มันไม่เลอะเทอะแน่$0#$b#น่าจะน่ะนะ...$5",
  "Indoor_Day_2": "เจ้าเล่นเติมของในตู้เย็น จนเต็มตลอด ด้วยผลผลิตในฟาร์มแบบนี้$0#$b#มันก็ยากน่ะสิ ที่ข้าจะทำตัวเป็นประโยชน์ โดยการช่วยซื้อของน่ะ$1",
  "Indoor_Day_3": "อืม... ข้าว่าจะไปเดินเล่นในป่า เร็วๆ นี้ อยู่ในนี้ข้าเริ่ม กระสับกระส่ายแล้ว$0",
  "Indoor_Day_4": "เจ้าว่าเรามีที่พอ ที่จะวางชั้นหนังสืออีกสักชั้นมั้ย?$1",
  "Outdoor_Wizard": "ข้าชอบที่จะออกไปข้างนอก มากกว่าคุดคู้ในบ้านมาตลอด มันทำให้โลกทัศน์ของคน แคบมากเกินไป$0",
  "Outdoor_0": "*ฮัมเพลง* อ้าว ไง @! เป็นวันที่ดีเลย ใช่มั้ยล่ะ?$1",
  "Outdoor_1": "เจ้าเคยไป แคสเซิลวิลเลจหรือยัง? ข้าชอบอากาศที่นี่มากกว่า มันสะอาดกว่า สดชื่นกว่า แล้วก็ไม่เหม็นกลิ่นเวทมนตร์ ด้วย$0",
  "Outdoor_2": "การปลูกน่ะ จะทำให้เกิดมานามากขึ้นรอบๆ มันเสมอ ในฟาร์มนี้มันเข้มข้นเสียจน รู้สึกท่วมท้นเลย$0#$e#รู้สึกมีชีวิตชีวา สุดๆ เลยล่ะ$1",
  "Outdoor_3": "คลังยาของข้าเริ่มร่อยหรอแล้ว ข้าจะต้องเข้าป่า ไปเก็บเพิ่มเร็วๆ นี้แล้วล่ะ$0",
  "Outdoor_4": "ข้าเห็น นกพันธุ์หายาก ที่ฟาร์มด้วยเช้านี้! ข้าสงสัยจังว่า พวกมันบินมาจาก หมู่เกาะใบเฟิร์นหรือเปล่า$0",
  "Rainy_Day_0": "ฝนพวกนี้คงดีกับพืชผลสินะ ถึงมันจะไม่ดีต่อหมวกข้าก็ตาม$0",
  "Rainy_Day_1": "ข้ารู้ว่า นี่ทำให้ข้าฟังดูประหลาด แต่ฝนทำให้ข้าอารมณ์ดีน่ะ$1",
  "Rainy_Day_2": "หลังมื้อค่ำ เรามาจุดไฟ แล้วนอนกอดกัน หน้ากองไฟดีมั้ย?$0#$e#จุดไฟให้พวกเราน่ะ ไม่ครณามือข้าหรอก$1",
  "Rainy_Day_3": "อย่างเดียวที่ข้าไม่ชอบ เกี่ยวกับเสื้อคลุมก็คือ มักหนักจนน่ารำคาญ เวลาเปียกน่ะ...$0",
  
  //NIGHT DIALOGUE
  "indoor_Night_Wizard": "ยินดีต้อนรับกลับบ้านนะ @ หวังว่าเจ้าไม่ได้ทำงาน หนักไปใช่มั้ยวันนี้$0",
  "Indoor_Night_0": "คืนนี้มันจะหนาวแน่ๆ$0#$b#เป็นข้ออ้างที่ดี ให้นอนกอดกันเลย$1",
  "Indoor_Night_1": "ข้ามั่นใจ ว่าเจ้าทำงานได้เนอะเลยสินะวันนี้ อย่าลืมแบ่งเวลามาพักผ่อนนะเย็นนี้$0#$e#%แมกนัสยิ้มให้ฉัน",
  "Indoor_Night_2": "ช่างเป็นวันที่ยาวนานสำหรับข้า ดีที่จบลงเสียที...$0#$e#วันของเจ้าล่ะ เป็นยังไงบ้าง?$1",
  "Indoor_Night_3": "ข้าต้องเดินทาง ไปทำธุระของกิลด์เร็วๆ นี้ แค่นึกถึง ข้าก็เหนื่อยจะตายแล้ว...$0",
  "Indoor_Night_4": "เตือนข้า ให้เอาคาถาที่ข้าฝึกอยู่ ให้ดูด้วยล่ะ มันเป็นคาถาป้องกัน แต่ผลของมันค่อนข้างสะดุดตาเลยล่ะ$0",
  "Rainy_Night_Wizard": "คืนนี้เราสองคน จะได้พักผ่อนเต็มที่กันทั้งคู่ล่ะ$1",
  "Rainy_Night_0": "วันหลังฝนแบบนี้ ป่ากำลังฟื้นคืนชีพเลยล่ะ เช้าพรุ่งนี้ เหล่าต้นไม้ต้องสวยมากแน่$0",
  "Rainy_Night_1": "เสียงฝนกระทบหลังคา นี่เหมือน เสียงกล่อมนอนเลยนะ ว่ามั้ย?$0",
  "Rainy_Night_2": "ข้าใช้มานาไปเยอะเลยวันนี้ ได้พักยาวๆ คงดีสำหรับข้า$0",
  "Rainy_Night_3": "พืชผลเจ้า ต้องชอบสภาพอากาศ นี้มากแน่$1",
  "Rainy_Night_4": "ตอนเช้าข้าควรไปดู สวนที่หอคอยข้าเสียหน่อย$0#$e#ผลไม้โบราณต้องการน้ำ มากกว่าพืชอื่นๆ คงเป็นเหตุผลที่ ทำให้พวกมันเกือบจะสูญพันธุ์ ...$0",
  
  //AFFECTION DIALOGUE
  "Good_0": "อ้า สวัสดี ที่รัก! ข้ากำลังคิดถึงเจ้าเลย$1",
  "Good_1": "ข้าว่าจะลองอบขนมดูวันนี้ ข้าคิดว่ามันออกมาดีทีเดียว เมื่อดูจากทุกอย่างน่ะนะ [234 222 220]$0",
  "Good_2": "ด้วยอดีตที่เจ็บปวดมากมาย ข้าไม่เคยคิดเลย ว่าจะได้ตื่นมาพบ วันที่แสนหวานเช่นนี้...$0#$e#ขอบคุณนะ ที่ให้โอกาสพ่อมดแก่ๆ ขี้หงุดหงิดอย่างข้า$4",
  "Good_3": "หวังว่าเจ้าจะมีวัน ที่เยี่ยมยอดนะ ยอดรัก$1",
  "Good_4": "หอคอยของข้า เต็มไปด้วยตำราคาถาหายาก และวัตถุดิบที่ข้าสะสม มาจากทั่วโลก ที่แทบจะ หาไม่ได้อีกแล้วก็ว่าได้$0#$b#แต่ไม่มีของชิ้นไหนเลย ที่จะมีค่าเทียบเท่ากับเจ้า$4#$e#ข้ารู้ว่ามันเชยจนน่าขนลุก แต่ข้าไม่สนใจหรอกนะ ถ้าเจ้าชอบน่ะ$0",
  "Good_5": "ข้าต้องคิดหาคาถาใหม่ มาทำให้เจ้าประทับใจเร็วๆ แล้ว... ไม่อยากให้เจ้าคิดว่า มนตร์ข้าขึ้นสนิมแล้วน่ะ!$1",
  "Good_6": "พวกเราควรจะ ไปเที่ยวด้วยกันเร็วๆ นี้นะ ข้าสามารถใช้เส้นสายในกิลด์ หาเมืองเล็กๆ ที่อบอุ่น ท่ามกลางหุบเขาสักแห่ง ให้พวกเราได้นะ$0",
  "Good_7": "มีหลายเหตุผล ที่ทำให้ข้ารักเจ้า หนึ่งในนั้นคือการที่เจ้า ช่างเป็นคนที่มีพรสวรรค์ เจ้าปรับตัวเรียนรู้ กับทุกอย่างที่เจ้าจะทำได้$0#$e#ข้าชื่นชมเจ้ามากในเรื่องนั้น$4",
  "Good_8": "เจ้าทำงานหนักมากเลย! เจ้าต้องอย่าลืม ทำร่างกายให้แข็งแรง อยู่เสมอล่ะ ข้ามีอะไรนิดหน่อยมาช่วย [244 242 907 905 240]$0",
  "Good_9": "เจ้ารู้มั้ย ข้าไม่คิดว่าในชีวิตนี้ ข้าเคยมีความสุข เท่าตอนที่อยู่กับเจ้าเลย$1",
  "Neutral_0": "วันนี้อย่าหักโหมจนเกินไปล่ะ ข้าไม่อยากต้องใช้คาถา ลอยตัวพาเจ้ากลับมา$0#$e#...แต่ถ้าเจ้าไปหมดสติ อยู่ที่ไหนจริง... สหายที่ดีคนหนึ่งของข้า จะช่วยดูแลเจ้าให้เอง$0",
  "Neutral_1": "วันนี้ราบรื่นมั้ย @?$0",
  "Neutral_2": "เวทมนตร์น่ะเรียกร้องอะไรมาก แต่ก็ให้รางวัลมากเช่นกัน$0",
  "Neutral_3": "ปีนี้ฟาร์มไปได้ดีนะ$1",
  "Neutral_4": "อ้าว! เจ้าจับข้าได้ ตอนกำลังเหม่อพอดีเลย โทษทีนะ$5",
  "Neutral_5": "ข้านึกไม่ออกเลย ว่าเจ้าทำงานอยู่ในเมืองซูซู ได้ยังไง กลิ่นกับเสียงที่นั่น คงทำข้าปวดหัวแน่$0#$e#ข้าชอบที่ที่สงบสุข อย่างสตาร์ดิวแลลีย์มากกว่า$1",
  "Neutral_6": "ข้าไม่เคยเข้าใจเลยว่า ตกปลาสนุกตรงไหน แต่ข้าก็ดีใจที่เจ้าชอบมันนะ$0",
  "Neutral_7": "ข้าต้องเดินทางไปคุยกับคามิลล่า ที่แคสเซิลวิลเลจ เพื่อคุยเรื่องกระทรวงเร็วๆ นี้ล่ะ นางเป็นคนที่น่าสนใจจริงๆ$0#$e#นางสนับสนุนเจ้าด้วยนะ รู้หรือเปล่า$0",
  "Neutral_8": "ไปเดินเล่นกันเถอะ ได้เปลี่ยนบรรยากาศบ้าง คงดีกับพวกเรา$1",
  "Neutral_9": "ชีวิตในฟาร์มนี่สงบจริงๆ นะ ว่ามั้ย?$0",
  "Bad_0": "*เฮ้อ* ข้าเคยทำความผิดพลาด ใหญ่หลวงในอดีตน่ะ @ สุดท้ายแล้ว ข้าก็ต้องเผชิญหน้ากับมัน$2#$e#หวังว่า พอถึงเวลานั้น ข้าจะมีเจ้าอยู่ข้างๆ นะ$0",
  "Bad_1": "ข้าอาจจะไปใช้เวลา อยู่ที่หอคอยบ้าง... เจ้าไม่ได้ทำอะไรผิดหรอก ข้าแค่อยากใช้เวลา อยู่กับตัวเองบ้างน่ะ$0",
  "Bad_2": "เจ้าผู้หญิงคนนั้น... คามิลล่านั่น เปี่ยมไปด้วยพรสวรรค์ แต่บางครั้ง ก็ดึงดูดความสนใจจริงๆ$3",
  "Bad_3": "...เจ้าอยู่กับข้า มีความสุขจริงๆ หรือ?$2#$e#ขอโทษด้วย มันไม่ยุติธรรมที่จะถาม ไม่เป็นไร$2",
  "Bad_4": "คาถาใหม่ที่ข้าทดสอบอยู่ ตีย้อนกลับ ข้ารู้สึก... ไม่ค่อยเป็นตัวเองเลย$5#$e#ถ้าคืนนี้ เจ้าตื่นมาเจอกบ ข้าทิ้งผงในถุงไว้ให้บนโต๊ะนะ$5#$e#แค่โรยมันบนตัวข้า$5#$e#...$5#$e#%แมกนัสดูไม่ค่อยดีเท่าไหร่...",
  "Bad_5": "*ฟุดฟิด* ข้าคงไม่เป็นภูมิแพ้หรอกนะ... นั่นมันจะเป็นหายนะ สำหรับงานข้าแน่$0",
  "Bad_6": "ข้ารู้สึก ไม่เจ้าที่เข้าทางเลยวันนี้ ไม่ล่ะ ข้าไม่คิดว่ามีอะไร ที่เจ้าช่วยได้$0",
  "Bad_7": "ข้าทำงานที่ฟาร์ม ไม่ดีเท่าที่หอคอยเลย มีสิ่งเบี่ยงเบนความสนใจ มากเกินไป$0#$e#อ่า ความผิดของข้า.. ข้าเอง ข้าไม่ได้ตั้งใจ ให้มันออกมาแบบนั้น$2",
  "Bad_8": "ภรรยาเก่าของข้า โฉบผ่านหอคอยข้าเมื่อคืน แล้วก็เผาต้นไม้ใกล้ๆ ซะเป็นจุณ$3#$e#เจ้าผู้หญิงโง่เขลานั่น เกือบทำให้ไฟป่าแล้ว ถ้าไม่ระวัง$3",
  "Bad_9": "วันนี้ข้ายังไม่อยากคุย เดี๋ยวมันก็ดีขึ้น$0",
}
