{
"Introduction": "้อ้า ผู้พักอาศัยคนใหม่แห่งสตาร์ดิว แวลลีย์สินี่เอง ยินดีที่ได้รู้จักนะ$0#$b#ข้ามาร์ลอน เป็นหัวหน้ากิลด์ของนักผจญภัย ชาวบ้านน่ะเรียกข้าว่า นักล่ามอนสเตอร์'$0#$e#ถ้าสนใจ การต่อสู้กับมอนสเตอร์ล่ะก็ จะมาเข้าร่วมกิลด์ก็ได้นะ แต่ ก่อนจะเป็นหนึ่งในพวกเราได้ ข้าอยากเห็นเจ้า พิสูจน์พลังของเจ้า ในสนามจริงเสียก่อน$0",

//SPRING AND GENERAL DIALOGUE

"spring_1": "แย่จังนะ ที่หิมะละลายเร็วแบบนั้น$0#$e#ถึงตาข้า ไปตระเวนภูเขาแล้วสินะ อาจจะมีมอนสเตอร์สักตัว กำลังละลายก็ได้ ถึงโอกาสจะน้อยนิดก็ตาม",
"spring_12": "เทศกาลไข่อีสเตอร์ พรุ่งนี้แล้วสินะ$0#$e#หืม สงสัยจัง ว่ากัสทำอาหารอะไรอยู่$1",
"spring_23": "หืม? เจ้าถามว่าไงนะ?$0#$e#ใช่ ข้ารู้ว่า เทศกาลดอกไม้จัดพรุ่งนี้ เทศมนตรีเลวิส ต้องการให้ข้าเข้าร่วมด้วย$0",
"spring_28": "เริ่มร้อนแล้วสิ...$2#$e#ฤดูใบไม้ผลิ ใกล้จะสิ้นสุดลงแล้ว$0",

"Mon": "สวัสดี$0#$e#ให้ข้าช่วยอะไรมั้ย?$0",
"Mon2": "เฮ้ เจ้าน่ะ ผจญภัยเป็นไงบ้าง?$0#$e#ถ้ารู้ตัวว่า อยากได้อาวุธที่ตีแรงขึ้นล่ะก็ ลองมาเลือกดู ในคลังของเราได้นะ$0",
"Mon8": "ระวัง มุมทั้งหลายในเหมืองให้ดีล่ะ @ เจ้าไม่รู้หรอก ว่ามีอะไรรอเจ้าอยู่บ้าง.$0#$e#ระวังตัวด้วย$0",
"Tue": "ไง$0#$e#เอ่อ... อากาศวันนี้ดีเนอะ?$0#$e#%มาร์ลอนหันกลับไป เขาดูยุ่งๆ$0",
"Tue2": "สวัสดี @$0#$e#ถ้าเจ้าสงสัยเกี่ยวกับ มอนสเตอร์ในละแวกนี้ หรือเทคนิกการต่อสู้ จงถามมาอย่าได้ลังเล$0",
"Tue8": "เจ้าทำให้ข้านึกถึงอลีเซียนะ พร้อมปกป้องผู้คนเสมอ ไม่ว่าต้องแลกด้วยอะไร$0#$e#ทำดีต่อไปล่ะ @$0",
"Wed": "ดาบข้าใช้งานหนักไปหน่อย ต้องไปให้คลินท์ดูเร็วๆ นี้แล้ว$2#$e#เขาชำนาญงานของเขานะ$0",
"Wed4": "ข้าลาดตระเวนเหมือง อาทิตย์ละหลายรอบ พยายามกะประมาณ จำนวนมอนสเตอร์น่ะ$0#$e#ไม่อยากให้พวกมัน รวมตัวกันมากเกินไป ไม่งั้น ได้ทะลักออกมาบนหุบเขาแน่$1",
"Wed8": "ไง @ พวกเราควร ไปสำรวจด้วยกันบ้างนะ ข้าอยากได้คนช่วย$0#$e#กระตือรือร้น ที่จะช่วยเหลือเสมอเลยนะ ข้านับถือใจเจ้าจริงๆ$0",
"Thu": "ไง$0#$e#ข้าไม่ใช่พวกที่เจ้าเรียก ‘ขาเม้าท์’ น่ะ$0",
"Thu2": "การต่อสู้บางสนามน่ะนะ การถอยก็เป็นกลยุทธ์ที่ดีที่สุด หาทางหนีทีไล่ไว้เสมอล่ะ $0#$e#...$2#$e#%มาร์ลอนหันหลังให้คุณ ",
"Thu8": "มันสำคัญมากนะ ที่ต้องพกยาติดตัวให้พอ ตอนไปผจญภัยน่ะ#$b#มันช่วยให้ จากตายแหงแก๋ เป็นอยู่รอดได้เลย$2#$e#ระวังตัวล่ะ @",
"Fri": "ถ้าเจอมอนสเตอร์นอกถ้ำ รีบแจ้งข้าด่วนเลยนะ $0#$e#ข้าจะไปจัดการพวกมัน ให้ไวเอง$0",
"Fri4": "กัสขายแต่อาหารและเครื่องดื่ม คุณภาพเยี่ยมที่ซาลูน$0#$e#ฉะนั้น ถ้าเจ้าขาดเสบียงในเหมือง ก็ไม่มีที่อื่นที่ดีกว่านี้แล้วล่ะ$0",
"Fri8": "งานพวกเรา นี่มันไม่มีใครเห็นค่าเลยนะ @ ข้าซาบซึ้งใจมาก กับทุกอย่างที่เจ้าทำ$0#$e#ขอให้เป็นวันที่ดีนะ$0",
"Sat": "สวัสดี$0#$e#เอ่อ... มีแผนวันหยุดหรือยังล่ะ?$0#$e#อืม อย่างนั้นเองสินะ น่าสนใจนี่#$e#...$0#$e#%มาร์ลอนไม่อยู่ในอารมณ์พูดคุย",
"Sat4": "ต้องไปเยี่ยมราสโมเดียส ที่ปราสาทเขาหน่อยแล้ว ต้องลงอาคมอาวุธในคลังใหม่ หลายชิ้นเลย$0",
"Sat8": "เจ้าทำให้กิลด์ภูมิใจ @ ทำดีอย่างนี้ต่อไปล่ะ$0",
"Sun": "หืมมมม??$0#$e#อ้าว สวัสดี$0",
"Sun2": "ดาบ มีด หรือค้อนดี? อาวุธที่เจ้าเลือกน่ะจะกำหนด สไตล์การต่อสู้ ของเจ้านะ$0#$e#ข้าชอบดาบมากกว่า ต้องตีใกล้ๆ แบบมีดน่ะข้าเสียว ส่วนค้อนก็อืดอาดเกินไป$0",
"Sun8": "ข้าอยากพาเจ้า ไปแนะนำกับคนบางคน ในแคสเซิลวิลเลจสักวัน @ ความสำเร็จของเจ้าน่ะ น่าประทับใจนัก$0#$e#หมู่บ้านนั่น เป็นที่สำหรับผู้ที่ถูกเชิญเท่านั้น ผู้ที่พิสูจน์ตนแล้ว ว่าคู่ควรในสนามรบ ข้าจะลองคุยกับคนรู้จักดู ว่าจะทำอะไรเรื่องนี้ได้บ้าง$0", 
 
//SUMMER DIALOGUE
"summer_1": "ร้อนขนาดนี้ ข้าอยากไปอยู่ในเหมืองลึกๆ เย็นๆ มากกว่า$0",
"summer_10": "ยังหาอะไรใส่ลงซุป ไม่ได้เหรอ @?#$e#สงสัยจังว่า พรุ่งนี้ซุปจะออกมาเป็นยังไง$0#$b#บางทีแครอทถ้ำ (Cave Carrots) ที่ข้าใส่เข้าไปคงช่วยเพิ่ม รสชาติที่ดีได้กระมัง?$1",
"summer_28": "แมงกระพรุนแสงจันทร์ จะมาที่หาดวันนี้แล้ว เจ้าสิ่งมีชีวิตที่สวยงามพวกนั้น$0#$e#พวกมันดูเหมือนซินเนส แมงกระพรุนมีพิษ ที่อยู่ในถ้ำใต้ละเลลึกแถวๆ หมู่เกาะใบเฟิร์นเลย",

"summer_Mon": "ไม่ว่าจะทำอะไรก็ตาม อย่าเอาไอศกรีม มาให้ข้าเด็ดขาด$0#$e#ข้าไม่ปลื้ม$2",
"summer_Mon6": "แมลงจากข้างนอกเข้าไป แล้วคลุ้มคลั่งจากมนตร์ดำน่ะ$2#$b#เป็นเหตุผลว่าทำไมชั้นบนๆ ถึงเต็มไปด้วยแมลงยักษ์#$e#แต่กำจัดง่ายมาก แค่อาวุธลงอาคมฟันเร็วๆ ลงสักครั้งก็ม่องเท่งแล้ว",
"summer_Tue": "...$2#$e#หืมม? ข้าคิดอะไรเพลินๆ อยู่น่ะ#$e#ข้าช่วยอะไรเจ้าได้มั้ย @?",
"summer_Tue6": "*ถอนหายใจ* ฟันสไลม์พลาดไปนิดนึง เมื่อวานมันเลยตีข้าได้ ไม่มีอะไรร้ายแรงหรอก$2#$e#ต้องฝึกจับดาบใหม่บ่อยๆ ซะแล้ว$2#$e#ไม่คิดเลยว่าจะมีวันนี้ แต่ข้าอาจจะต้องขอ เทคนิคจากเจ้า สักอย่างสองอย่างบ้างแล้ว...$1",
"summer_Wed": "ไร่องุ่นบลูมูน เป็นวิวที่สวยมากจากตรงนี้#$e#ข้ายังจำวันก่อนหน้า ที่ไร่องุ่นนั่นจะมาตั้งได้ ไม่มีอะไรเลย นอกจากทุ่งหญ้าและต้นไม้$0",
"summer_Wed6": "เมืองพัฒนาไปมากเลย เทียบกับ ตอนที่ข้ามาที่นี่ครั้งแรก$0#$e#คิดถึงช่วงแรกๆ บ้างล่ะนะ แต่การเปลี่ยนแปลงส่วนใหญ่ ก็เป็นการเปลี่ยนแปลงที่ดี$1",
"summer_Thu": "กิลด์เคยใหญ่กว่านี้มาก สตาร์ดิวแวลลีย์ไม่ได้ 'ปลอดมอนสเตอร์' แบบนี้มาตลอดหรอกนะ#$e#ราสโมเดียสมีส่วนใน ความปลอดภัยของที่นี่มากเลย",
"summer_Thu8": "ผู้คนในหมู่บ้านน่ะ ไม่รู้หรอก ว่าราสโมเดียสทำอะไร เพื่อพวกเขาขนาดไหน$0#$e#ถ้าไม่มีเขา ที่นี่คงมีแต่มอนสเตอร์ ยั้วเยี้ยไปนานแล้ว$0",
"summer_Fri": "เหมืองอันตรายนัก ถ้าเจ้าเตรียมตัวไม่ดี#$e#ข้าแนะนำให้เจ้าพกเสบียงไป เผื่อในการสำรวจด้วยล่ะ",
"summer_Fri8": "ยินดีอย่างยิ่ง @#$e#ลาก่อน",
"summer_Sat": "สวัสดี @ อาวุธเพิ่งเข้ามาใหม่ หลายชิ้นเลย#$e#ช่างตีเหล็ก ที่แคสเซิลวิลเลจ มีฝีมือจริงสมคำล่ำลือ",
"summer_Sat6": "ตั้งแต่ข้าเดินทาง และต่อสู้กับมอนสเตอร์มา ข้าก็พบเจอผู้คน น่าสนใจมากมาย$0#$e#หนึ่งในคนที่น่าสนใจที่สุด ก็อยู่ในหุบเขานี่แหละ แน่นอนว่ารวมเจ้าด้วย$2",
"summer_Sun": "ไง สวัสดี @ อาทิตย์หน้ามีแผนทำอะไรมั้ย?$0#$e#ถ้าจะไปต่อสู้ ก็ขอให้ปลอดภัยนะ$2",

//FALL DIALOGUE

"fall_1": "ทักทายนะ @$0#$e#ฤดูใหม่เริ่มแล้ว",
"fall_15": "ได้ยินข่าวจากเทศมนตรีเลวิส พรุ่งนี้จะมี นักท่องเที่ยวมางานเทศกาล ที่เมืองเพลิแกนเยอะเลยสินะ$0#$e#ข้าอยู่กลางคนเยอะๆ แล้วประหม่าน่ะ$2",
"fall_26": "ข้าต้องเตรียมเสบียงเร็วๆ นี้แล้วล่ะ จะไปผจญเหมืองกับนักผจญภัย จากแคสเซิลวิลเลจน่ะ เราจะจับมอนสเตอร์ มาแสดงในงานน่ะ$0#$e#เทศกาลภูติเป็นโอกาสอันดี ที่จะแสดงให้ชาวเมืองได้เห็น ว่าพวกมอนสเตอร์มันอันตราย แค่ไหน$0",
"fall_27": "ขณะที่เราพูดกันอยู่เนี่ย กรงก็กำลังติดตั้งในเมืองแล้ว จับจิ๊กโก๋เงา กับโครงกระดูกเดินได้ มาได้หลายตัวเลยล่ะ$0",
"fall_28": "ฤดูหนาวใกล้จะมาถึงแล้วล่ะ @ พอว่างขึ้นแล้ว จะไปผจญภัย บ่อยขึ้นหรือเปล่าล่ะ$0#$e#ถ้าใช่ ก็โปรดระมัดระวังด้วย อย่าทำให้ตัวเอง เอาตัวรอดไม่ได้ล่ะ",

"fall_Mon": "เจ้าเคยรู้สึกกลัวบ้างมั้ย เวลาอยู่ในเหมืองคนเดียวน่ะ?$0#$e#ข้าเองยังกลัวเลย บางครั้งน่ะ บอกไม่ได้เลยว่า อะไรจะคืบตลานมาบ้าง$0",
"fall_Mon4": "หาอาวุธที่วางใจได้สักอัน เตรียมเสบียงไปให้พอ แล้วมันจะไม่มีอะไร ที่เจ้าปราบไม่ได้$0#$e#เจ้าดูกำลังจะเป็น นักผจญภัยที่ดีแล้ว @$2",
"fall_Tue":  "แร่ดีๆ ที่เหมืองชั้นลึกๆ น่ะนะ ทำให้ร่ำรวยได้ง่ายๆ เลย แต่มันก็เสี่ยงเช่นกัน#$e#ถ้าเจ้าอยู่ในสถานการณ์ที่ มีมอนสเตอร์เฝ้าสมบัติเป็นฝูง หรือตัวมหึมาล่ะก็ ฟังคำข้านะ: หนีไป$2",
"fall_Tue6": "วิลลี่บอกว่า จะตบเงินข้าอย่างงาม ถ้าข้าตกปลาหิน (stonefish) ในเหมืองให้เขาได้#$b#แต่ข้าตกปลาไม่เป็นน่ะสิ จับอะไรยากขนาดนั้น ไม่ได้หรอก$2#$e#เอ๋ หรือข้าอาจจะลองใช้ธนู...?$1",
"fall_Wed": "ผจญภัยวันนี้ก็ระวังๆ ล่ะ @$0",
"fall_Wed4": "เคยเจอวัตถุโบราณ ในเหมืองลึกๆ บ้างมั้ย?$0#$e#ข้าไม่ค่อยรู้เรื่องหรอกนะ แต่กันเธอร์รู้ ถ้าเจ้าลงไปลึกพอ เจ้าจะเจอของแปลกๆ ได้$0", 
"fall_Thu": "ข้าไม่แนะนำ ให้ใช้ระเบิดในเหมืองหรอก ถ้ำมันอาจจะถล่มลงมาก็ได้$0",
"fall_Thu6": "หวังว่า เจ้าจะรอบคอบในเหมืองนะ @$0#$e#สิ่งสุดท้ายที่ข้าต้องการ คือมีหลุมให้ไปเยี่ยมเพิ่มขึ้น บนยอดเขานั่น มันแออัดพอแล้วตอนนี้$2",
"fall_Thu10": "เจ้าเป็น ความภูมิใจของหุบเขา @ ทำต่อไปนะ$0",
"Fall_Fri": "สไลม์ทมิฬ เป็นปรากฏการณ์หายาก พวกมันอาบมนตร์ดำเป็นร้อย ๆ ปี$0#$e#ถ้าเจ้าเจอ อย่าให้มันโดนตัวเจ้าได้ล่ะ$2",
"fall_Fri6": "แมลงจากข้างนอกเข้าไป แล้วคลุ้มคลั่งจากมนตร์ดำน่ะ$2#$b#เป็นเหตุผลว่าทำไมชั้นบนๆ ถึงเต็มไปด้วยแมลงยักษ์#$e#แต่กำจัดง่ายมาก แค่อาวุธลงอาคมฟันเร็วๆ ลงสักครั้งก็ม่องเท่งแล้ว",
"fall_Sat": "เจ้ามีสหายในเมือง บ้างหรือยัง?$0#$e#สำหรับข้า สหายน่ะมาแล้วเดี๋ยวก็ไป แต่กลุ่มคนตอนนี้นิสัยดี และเป็นมิตรดี$2",
"fall_Sat6": "้ต้องไปเยี่ยมสหายที่ลาจาก ที่ยอดเขาบ้างแล้วเร็วๆ นี้#$b#เป็นนักผจญภัยมันอันตราย$2#$e#ดีใจที่เจ้าเข้าร่วมกับเรานะ",
"fall_Sun": "พวกสไลม์สู้กันตัวต่อตัว เอาชนะได้ไม่ยากหรอก แต่ถ้ามาเป็นฝูง เจ้าต้องระวังด้วยล่ะ#$b#แพ้ราบคาบในพริบตาเชียวล่ะ$2",
"fall_Sun8": "อาจจะถึงเวลาเกษียณ ของข้าแล้วก็ได้... เจ้าเคยลองเลี้ยงสไลม์มั้ย?$2#$b#ลองมาเลี้ยง แทนที่จะฆ่าอย่างเดียว ก็เปลี่ยนบรรยากาศดีใช่ย่อย$2#$e#%มาร์ลอนลูบเคราของเขา ทำท่าครุ่นคิด", 

//WINTER DIALOGUE

"winter_1":  "ข้าสวมเครื่องแบบตัวโปรด ในหน้าหนาวนี่ล่ะ เจ้าคิดว่าข้าดูเป็นไง?$0#$e#อะไรกัน? เจ้าว่ามันดูไม่แตกต่างหรือ? เหอะ$0",
"winter_7":  "ข้าคัดค้านการรวมตัวกันใน เทศกาลสลักน้ำแข็ง ของเมืองทุกปี$0#$b#ไกลขนาดนั้นน่ะ มนตร์ป้องกันอ่อนกำลังนัก มอนสเตอร์ อาจจะเล็ดลอดเข้ามาได้$0#$e#ข้าจะจับตาดูอย่างดี อย่าห่วงเลย$0",
"winter_24": "ข้าไม่ได้ชอบ การให้ของขวัญ เป็นพิเศษหรอก แต่ถ้าเป็นการ มอบรอยยิ้มให้ใครได้ ข้าก็จะทำ$0",
"winter_28": "หิมะกำลังจะละลายแล้ว ข้าเชื่อว่า เจ้าจะกลับไปทุ่มเวลา ให้งานในฟาร์มสินะ?$0",

"winter_Mon": "วันนี้สบายดีหรือ @?$0#$e#บอกได้นะ ถ้าจะให้ข้ากับกิลช่วยอะไร$2",
"winter_Mon6": "กิลกับข้ารู้จักกันมานานแล้ว ผ่านอะไรด้วยกันมามาก$0#$e#วงการนี้น่ะ มีเพื่อนดีๆ เป็นหนึ่งในสิ่งที่ดีที่ที่สุด ที่จะมีได้แล้ว พวกเจ้าจะคอยระวังหลัง ให้กันและกันได้$2",
"winter_Tue": "มีชัยชนะในการต่อสู้เร็วๆ นี้ จะมาอวดให้ฟังมั้ย @?$0#$e#อ่า บอกข้าแล้วกัน ถ้ามีเรื่องจะเล่า แต่ห้ามแต่งขึ้นมาเองล่ะ$2",
"winter_Tue6": "เมื่อวานนี้ในเหมือง ข้ากำจัดมอนสเตอร์หลายชั้น ด้วยตัวคนเดียว แล้วยังเก็บเพชรได้เป็นกอง#$b#เพชรพวกนี้จะมีประโยชน์ต่อการศึกษาพลังธรรมชาติของราสโมเดียสแน่$0",
"winter_Wed":  "กิลดูเหมือนว่า จะหลับมากกว่าปกติในฤดูหนาว#$e#จะว่าไป เขาก็เป็นอย่างนั้นทุกฤดูแหละ$2",
"winter_Wed8": "กิลจะไปแคสเซิลวิลเลจน่ะ มีงานเยอะแยะต้องไปทำ เรื่องนักผจญภัยหน้าใหม่น่ะ$0#$e#เขาไม่ได้ ออกไปไหนมาไหน เท่าไหร่เลยพักหลังมานี้ ดีกับเขาแล้วล่ะ$0",
"winter_Thu": "เจ้าชอบฤดูหนาวมั้ย @? ข้าคนหนึ่งล่ะชอบ แม้มันจะไม่ใช่ฤดูที่เป็นที่นิยม เท่าไหร่ก็เถอะ$0",
"winter_Thu6":  "ความเงียบของฤดูหนาวน่ะ ตราตรึงใจนัก$2#$e#ข้าชอบ เดินเล่นยามค่ำคืนนักล่ะ มีเพียงตะเกียงนำทาง$0",
"winter_Fri": "นักวิชาการ ด้านพลังธรรมชาติ เชื่อกันว่า วิญญาณในเหมือง เป็นวิญญาณของ นักเดินทางผู้หลงทาง และไม่มีวันได้หลับบ้าน$0",
"winter_Fri8": "มีตำนานกล่าวถึงอารยธรรม ของมนุษย์เงาใต้ดิน คล้ายกันกับเหล่าคนแคระ#$e#มีแต่เปลือกนอกที่หลงเหลือ คอยโจมตี ทุกจิตวิญญาณที่มาขวางทาง อย่างไร้เมตตา$2#$e#พวกเขาเป็น เผ่าพันธุ์เดียวกันกับโครบัส$0",
"winter_Sat": "เจ้าเคยคุยกับราสโมเดียส ที่ปราสาทของเขาหรือยัง?$0#$e#ข้ารู้ว่าพอนึกถึง 'พ่อมด' ก็มีหลายอย่างเลยสินะ แต่เขาอาจจะ ทำให้เจ้าประหลาดใจก็ได้$2",
"winter_Sat4": "ราสโมเดียส ใช้เวลาส่วนใหญ่ของเขา ศึกษาคุณสมบัติ ของพลังธรรมชาติ#$e#ถ้าอยากให้เขาไว้ใจ ข้าแนะนำให้เอาสสารสีดำ (void essence) ให้เขา",
"winter_Sun": "หนาวยะเยือกไปเลยวันนี้$0#$e#สักวันใต้ดินต้องอุ่นกว่าข้างบนแน่$2",
"winter_Sun6": "เตรียมของให้พร้อมมือล่ะวันนี้ @ โดยเฉพาะถ้าเจ้าจะไปต่อสู้$0#$e#...แค่อย่าพกเยอะ จนยกดาบไม่ขึ้นล่ะ$2",

"marlon_event1": "ถ้าอย่างนั้น...!",
"marlon_event2": "อืมม...",
"marlon_event3": "ฮ่าๆ! ตอบได้ดีนี่",
"marlon_event4": "ใช่แล้วล่ะ ยิ่งลงลึก มอนสเตอร์ที่เจ้าเจอก็จะมากขึ้น เป็นมอนสเตอร์ที่...#$b#ที่คลุ้มคลั่งมานานหลายปี ทำให้พวกมันแข็งแกร่งเป็นพิเศษ",
"marlon_event5": "หืมมม...",
}
