{
"Introduction": "้อ้า ผู้พักอาศัยคนใหม่แห่งสตาร์ดิว แวลลีย์สินี่เอง ยินดีที่ได้รู้จักนะ$0#$b#ข้ามาร์ลอน เป็นหัวหน้ากิลด์ของนักผจญภัย ชาวบ้านน่ะเรียกข้าว่า นักล่ามอนสเตอร์'$0#$e#ถ้าสนใจการต่อสู่กับมอนสเตอร์ล่ะก็ จะมาเข้าร่วมกิลด์ก็ได้นะ แต่ ก่อนจะเป็นหนึ่งในพวกเราได้ ข้าอยากเห็นเจ้าพิสูจน์พลังของเจ้าในสนามจริงเสียก่อน$0",

//SPRING AND GENERAL DIALOGUE

"spring_1": "แย่จังนะที่หิมะละลายเร็วแบบนั้น$0#$e#ถึงตาข้าไปตระเวนภูเขาแล้วสินะ อาจจะมีมอนสเตอร์สักตัวกำลังละลายก็ได้ ถึงโอกาสจะน้อยนิดก็ตาม",
"spring_12": "เทศกาลไข่อีสเตอร์พรุ่งนี้แล้วสินะ$0#$e#หืม สงสัยจังว่ากัสทำอาหารอะไรอยู่$1",
"spring_23": "หืม? เจ้าถามว่าไงนะ?$0#$e#ใช่ ข้ารู้ว่าเทศกาลดอกไม้จัดพรุ่งนี้ เทศมนตรีเลวิสต้องการให้ข้าเข้าร่วมด้วย$0",
"spring_28": "เริ่มร้อนแล้วสิ...$2#$e#ฤดูใบไม้ผลิใกล้จะสิ้นสุดลงแล้ว$0",

"Mon": "สวัสดี$0#$e#ให้ข้าช่วยอะไรมั้ย?$0",
"Mon2": "เฮ้ เจ้าน่ะ ผจญภัยเป็นไงบ้าง?$0#$e#ถ้ารู้ตัวว่าอยากได้อาวุธที่ตีแรงขึ้นล่ะก็ ลองมาเลือกดูในคลังของเราได้นะ$0",
"Mon8": "ระวังมุมทั้งหลายในเหมืองให้ดีล่ะ @ เจ้าไม่รู้หรอกว่ามีอะไรรอเจ้าอยู่บ้าง.$0#$e#ระวังตัวด้วย$0",
"Tue": "ไง$0#$e#เอ่อ... อากาศวันนี้ดีเนอะ?$0#$e#%มาร์ลอนหันกลับไป เขาดูยุ่งๆ$0",
"Tue2": "สวัสดี @$0#$e#ถ้าเจ้าสงสัยเกี่ยวกับมอนสเตอร์ในละแวกนี้ หรือเทคนิกการต่อสู้ จงถามมาอย่าได้ลังเล$0",
"Tue8": "เจ้าทำให้ข้านึกถึงอลีเซียนะ พร้อมปกป้องผู้คนเสมอไม่ว่าต้องแลกด้วยอะไร$0#$e#ทำดีต่อไปล่ะ @$0",
"Wed": "ดาบข้าใช้งานหนักไปหน่อย ต้องไปให้คลินท์ดูเร็วๆ นี้แล้ว$2#$e#เขาชำนาญงานของเขานะ$0",
"Wed4": "ขาลาดตระเวนเหมืองอาทิตย์ละหลายรอบ พยายามประมาณจำนวนมอนสเตอร์น่ะ$0#$e#ไม่อยากให้พวกมันรวมตัวกันมากเกินไป ไม่งั้นได้ทะลักออกมาบนหุบเขาแน่$1",
"Wed8": "ไง @ พวกเราควรไปสำรวจด้วยกันบ้างนะ ข้าอยากได้คนช่วย$0#$e#กระตือรือร้นที่จะช่วยเหลือเสมอเลยนะ ข้านับถือใจเจ้าจริงๆ$0",
"Thu": "ไง$0#$e#ข้าไม่ใช่พวกที่เจ้าเรียก ‘ขาเม้าท์’ น่ะ$0",
"Thu2": "การต่อสู้บางสนามน่ะนะ การถอยก็เป็นกลยุทธ์ที่ดีที่สุด หาทางหนีทีไล่ไว้เสมอล่ะ $0#$e#...$2#$e#%มาร์ลอนหันหลังให้คุณ ",
"Thu8": "มันสำคัญมานะที่ต้องพกยาติดตัวให้พอตอนไปผจญภัยน่ะ#$b#มันช่วยให้จากตายแหงแก๋เป็นอยู่รอดได้เลย$2#$e#ระวังตัวล่ะ @",
"Fri": "ถ้าเจอมอนสเตอร์นอกถ้ำ รีบแจ้งข้าด่วนเลยนะ $0#$e#ข้าจะไปจัดการพวกมันให้ไวเอง$0",
"Fri4": "กัสขายแต่อาหารและเครื่องดื่มคุณภาพเยี่ยมที่ซาลูน$0#$e#ฉะนั้นถ้าเจ้าขาดเสบียงในเหมือง ก็ไม่มีที่อื่นที่ดีกว่านี้แล้วล่ะ$0",
"Fri8": "งานพวกเรานี่มันไม่มีใครเห็นค่าเลยนะ @ ข้าซาบซึ้งใจมากกับทุกอย่างที่เจ้าทำ$0#$e#ขอให้เป็นวันที่ดีนะ$0",
"Sat": "สวัสดี$0#$e#เอ่อ... มีแผนวันหยุดหรือยังล่ะ?$0#$e#อืม อย่างนั้นเองสินะ น่าสนใจนี่#$e#...$0#$e#%มาร์ลอนไม่อยู่ในอารมณ์พูดคุย",
"Sat4": "ต้องไปเยี่ยมราสโมเดียสที่ปราสาทเขาหน่อยแล้ว ต้องลงอาคมอาวุธในคลังใหม่หลายชิ้นเลย$0",
"Sat8": "เจ้าทำให้กิลด์ภูมิใจ @ ทำดีอย่างนี้ต่อไปล่ะ$0",
"Sun": "หืมมมม??$0#$e#อ้าว สวัสดี$0",
"Sun2": "ดาบ มีด หรือค้อนดี? อาวุธที่เจ้าเลือกน่ะจะกำหนดสไตล์การต่อสู้ของเจ้านะ$0#$e#ข้าชอบดาบมากกว่า ต้องตีใกล้ๆ แบบมีดน่ะข้าเสียว ส่วนค้อนก็อืดอาดเกินไป$0",
"Sun8": "ข้าอยากพาเจ้าไปแนะนำกับคนบางคนในแคสเซิลวิลเลจสักวัน @ ความสำเร็จของเจ้าน่ะน่าประทับใจนัก$0#$e#หมู่บ้านนั่นน่ะเป็นที่สำหรับผู้ที่ถูกเชิญเท่านั้น ผู้ที่พิสูจน์ตนแล้วว่าคู่ควรในสนามรบ ข้าจะลองคุยกับคนรู้จักดูว่าจะทำอะไรเรื่องนี้ได้บ้าง$0", 
 
//SUMMER DIALOGUE
"summer_1": "ร้อนขนาดนี้ ข้าอยากไปอยู่ในเหมืองลึกๆ เย็นๆ มากกว่า$0",
"summer_10": "ยังหาอะไรใส่ลงซุปไม่ได้เหรอ @?#$e#สงสัยจังว่าพรุ่งนี้ซุปจะออกมาเป็นยังไง$0#$b#บางทีแครอทถ้ำ (Cave Carrots) ที่ข้าใส่เข้าไปคงช่วยเพิ่มรสชาติที่ดีได้กระมัง?$1",
"summer_28": "แมงกระพรุนแสงจันทร์จะมาที่หาดวันนี้แล้ว เจ้าสิ่งมีชีวิตที่สวยงามพวกนั้น$0#$e#พวกมันดูเหมือนซินเนส แมงกระพรุนมีพิษที่อยู่ในถ้ำใต้ละเลลึกแถวๆ หมู่เกาะใบเฟิร์นเลย",

"summer_Mon": "ไม่ว่าจะทำอะไรก็ตาม อย่าเอาไอศกรีมมาให้ข้าเด็ดขาด$0#$e#ข้าไม่ปลื้ม$2",
"summer_Mon6": "แมลงจากข้างนอกเข้าไปแล้วคุ้มคลั่งจากมนตร์ดำน่ะ$2#$b#เป็นเหตุผลว่าทำไมชั้นบนๆ ถึงเต็มไปด้วยแมลงยักษ์#$e#แต่กำจัดง่ายมาก แค่อาวุธลงอาคมฟันเร็วๆ ลงสักครั้งก็ม่องเท่งแล้ว",
"summer_Tue": "...$2#$e#หืมม? ข้าคิดอะไรเพลินๆ อยู่น่ะ#$e#ข้าช่วยอะไรเจ้าได้มั้ย @?",
"summer_Tue6": "*ถอนหายใจ* ฟันสไลม์พลาดไปนิดนึงเมื่อวานมันเลยตีข้าได้ ไม่มีอะไรร้ายแรงหรอก$2#$e#ต้องฝึกจับดาบใหม่บ่อยๆ ซะแล้ว$2#$e#ไม่คิดเลยว่าจะมีวันนี้ แต่ข้าอาจจะต้องขอเทคนิคจากเจ้าสักอย่างสองอย่างบ้างแล้ว...$1",
"summer_Wed": "ไร่องุ่นบลูมูนเป็นวิวที่สวยมากจากตรงนี้#$e#ข้ายังจำวันก่อนที่ไร่องุ่นนั่นมาตั้งได้ ไม่มีอะไรเลยนอกจากทุ่งหญ้าและต้นไม้$0",
"summer_Wed6": "เมืองพัฒนาไปมากเลยเทียบกับตอนที่ข้ามาที่นี่ครั้งแรก$0#$e#คิดถึงช่วงแรกๆ บ้างล่ะนะ แต่การเปลี่ยนแปลงส่วนใหญ่ก็เป็นการเปลี่ยนแปลงที่ดี$1",
"summer_Thu": "กิลด์เคยใหญ่กว่านี้มากเลย สตาร์ดิวแวลลีย์ไม่ได้ 'ปลอดมอนสเตอร์' แบบนี้มาตลอดหรอกนะ#$e#ราสโมเดียสมีส่วนในความปลอดภัยของที่นี่มากเลย",
"summer_Thu8": "ผู้คนในหมู่บ้านน่ะไม่รู้หรอกว่าราสโมเดียสทำอะไรเพื่อพวกเขาขนาดไหน$0#$e#ถ้าไม่มีเขา ที่นี่คงมีแต่มอนสเตอร์ยั้วเยี้ยไปนานแล้ว$0",
"summer_Fri": "เหมืองอันตรายนักถ้าเจ้าเตรียมตัวไม่ดี#$e#ข้าแนะนำให้เจ้าพกเสบียงไปเผื่อในการสำรวจด้วยล่ะ",
"summer_Fri8": "ยินดีอย่างยิ่ง @#$e#ลาก่อน",
"summer_Sat": "สวัสดี @ อาวุธเพิ่งเข้ามาใหม่หลายชิ้นเลย#$e#ช่างตีเหล็กที่แคสเซิลวิลเลจมีฝีมือจริงสมคำล่ำลือ",
"summer_Sat6": "ตั้งแต่ข้าเดินทางและต่อสู้กับมอนสเตอร์มา ข้าก็พบเจอผู้คนน่าสนใจมากมาย$0#$e#หนึ่งในคนที่น่าสนใจที่สุดก็อยู่ในหุบเขานี่แหละ แน่นอนว่ารวมเจ้าด้วย$2",
"summer_Sun": "ไง สวัสดี @ อาทิตย์หน้ามีแผนทำอะไรมั้ย?$0#$e#ถ้าจะไปต่อสู้ ก็ขอให้ปลอดภัยนะ$2",

//FALL DIALOGUE

"fall_1": "Hello, @.$0#$e#Start of a new season.",
"fall_15": "Heard news from Mayor Lewis. There's many tourists visiting Pelican Town tomorrow for the festival.$0#$e#I get nervous around large crowds.$2",
"fall_26": "Need to gather my supplies soon. Heading out to the mines with a Castle Village adventurer. We're capturing monsters for the festival.$0#$e#Spirit's Eve presents a good opportunity to show the townsfolk just how dangerous monsters are.$0",
"fall_27": "Cages are bein' set up in town as we speak. Caught several shadow brutes and skeleton walkers.$0",
"fall_28": "Winter arrives soon, @. With your freed up time, are you planning on adventuring more than usual?$0#$e#If so, please be careful. Don't get yourself in a position you can't get out of.",

"fall_Mon": "You ever get scared, down in the mines alone?$0#$e#Even I do, still. Never know what could come creepin' up on you.$0",
"fall_Mon4": "Find yourself a trusty weapon and take enough supplies and there's nothing you can't tackle.$0#$e#You're shapin' up to be a fine adventurer, @.$2",
"fall_Tue":  "Good ore deep in the mines. Easy to strike it rich, but it's risky.#$e#If you're in a situation where a horde is guarding a treasure, even a big one, take my advice: Turn away.$2",
"fall_Tue6": "Willy said he'd pay me good coin if I caught him a stonefish in the mines.#$b#I don't fish though. Could never catch something that difficult.$2#$e#Hmm. Maybe if I used my bow...?$1",
"fall_Wed": "Careful on your adventures today, @.$0",
"fall_Wed4": "Ever found any artifacts, down in the mines?$0#$e#I don't know too much about them, but Gunther does. You can find some strange things, if you go deep enough.$0", 
"fall_Thu": "I don't recommend using bombs in the mines. Good chance the cave may collapse.$0",
"fall_Thu6": "Hope you're taking enough precautions down in the mines, @.$0#$e#Last thing I need is another spot to visit up on the summit. Crowded enough up there already.$2",
"fall_Thu10": "You're doing the valley proud, @. Keep it up.$0",
"Fall_Fri": "Black slimes are a rare phenomenon - corrupted by dark magic for hundreds of years.$0#$e#If you encounter a black slime, don't let it touch you.$2",
"fall_Fri6": "Insects outside get into the caves and are corrupted by dark magic.$2#$b#It's the very reason why the top floors are nothing but oversized bugs.#$e#Easily defeated, though. One quick slash with a good enchanted weapon and they're done for.",
"fall_Sat": "You make a lot of friends in town yet?$0#$e#For me, they come and go. The current crowd is nice and friendly, though.$2",
"fall_Sat6": "Need to visit the friends I've lost at the summit soon.#$b#Bein' an adventurer is dangerous work.$2#$e#I'm glad you joined our cause.",
"fall_Sun": "Slimes are easilly defeated one-on-one, but you must be careful if they're grouped up.#$b#You could be overwhelmed in an instant.$2",
"fall_Sun8": "Maybe it's time to retire soon... you ever try raising slimes?$2#$b#Might make a nice change from just fighting 'em.$2#$e#%Marlon scratches his beard, looking thoughtful.", 

//WINTER DIALOGUE

"winter_1":  "I wear my favorite uniform during winter. What do you think?$0#$e#What? You think it looks the same? Heh.$0",
"winter_7":  "I object to the town's ice festival gathering every year.$0#$b#The magic barrier that far out in the forest is weak. Monsters could slip through.$0#$e#I'll be keeping close watch. Don't worry.$0",
"winter_24": "Not particularly fond of gift giving, but if it puts a smile on someones face, I'll do it.$0",
"winter_28": "Snow is clearing soon. I trust you'll devote more of your time to farmwork?$0",

"winter_Mon": "Doin' well today, @?$0#$e#Lemme know if me and Gil can do anything for you.$2",
"winter_Mon6": "Gil and I have known each other for a long time. Been through lots together.$0#$e#Good friends are some of the best things to have, in this business. You can watch each other's backs.$2",
"winter_Tue": "Any recent feats in battle you wanna brag about, @?$0#$e#Well, lemme know if you come up with any good ones. No tall tales, though.$2",
"winter_Tue6": "Singlehandedly took out several floors of monsters and secured a pile of diamonds yesterday in the mines.#$b#These diamonds will prove useful in Rasmodius' arcane studies.$0",
"winter_Wed":  "Gil tends to sleep more than usual during winter.#$e#Well, he's always like that, actually.$2",
"winter_Wed8": "Gil is taking a trip to Castle Village. Much business to attend to regarding new adventurers.$0#$e#He doesn't get out as much nowadays. Good for him.$0",
"winter_Thu": "You enjoy the winter, @? I know I do, even though it's not the most popular of seasons.$0",
"winter_Thu6":  "Silence of winter is mesmerizing.$2#$e#I enjoy taking late night strolls in the dead of night, nothing lighting my path but my lantern.$0",
"winter_Fri": "Some arcane scholars believe ghosts in the mines are the lost spirits of travelers who never returned.$0",
"winter_Fri8": "Legends tell of civilizations of the shadow people underground, similar to the dwarves.#$e#All that remains are their outer shells, mercilessly attacking any soul in their path.$2#$e#They are of the same creature as Krobus.$0",
"winter_Sat": "Talked to Rasmodius up in his tower yet?$0#$e#I know lotsa things come to mind when you think 'wizard', but he might surprise you.$2",
"winter_Sat4": "Rasmodius spends most of his days studying arcane properties.#$e#If you want to get on his good side, I recommend giving him void essence.",
"winter_Sun": "Freezing today.$0#$e#One of those days it can be warmer underground than above.$2",
"winter_Sun6": "Stay bundled up today, @, especially if you go battlin'.$0#$e#...Just don't bundle up so well you can't swing a weapon.$2",

"marlon_event1": "Then in that case...!",
"marlon_event2": "Hmm...",
"marlon_event3": "Haha! Good answer.",
"marlon_event4": "Yes, there are. The further down you go, the more monsters you'll encounter that have been...#$b#That have been corrupted for many years. It gives them supernatural strength.",
"marlon_event5": "Hmm...",
}
