{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "name": "Spirit's Eve",
        "conditions": "Town/2200 2350",
        "shop": "BO 113 5000 1 O 746 750 5 BL 746 2000 1 BO 47 350 -1",
        "set-up": "spirits_eve/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Halloween/loadActors Set-Up/advancedMove Maru true 0 2 2 0 0 3 -11 0 0 -7 5 0 0 2 4 0/advancedMove Alex true -4 0 4 4000 4 0 4 5000/advancedMove Jas true 1 1500 4 1000/advancedMove Pam true 0 1 1 5000 0 -1 1 5000/advancedMove Shane true -7 0 0 2 2 9000 0 -2 7 0 4 9000/advancedMove Demetrius true 3 18000 4 3000/addTemporaryActor Skeleton 16 32 30 59 2 false Monster/advancedMove Skeleton true 0 1 3 4000 2 0 0 -1 4 2000 -1 0 3 1000 2 2000 0 -1 4 4000 -1 0 0 1 2 5000/addTemporaryActor Skeleton 16 32 35 58 2 false Monster/playerControl halloween",
        "Abigail_spouse": "เธอบอกฉันว่า มีอะไรอยู่ข้างหน้านะ ไม่ ฉันไปไม่ได้... นั้นแมงมุม...$s",
        "Leah_spouse": "ฉันว่าฉันกินเหล้าฟังทอง มากเกินไปหน่อย...",
        "Maru_spouse": "ฉันกำลังสับสน... เธอเดินไปก่อนเลย ขอเวลาฉันคิดแปบนึง",
        "Penny_spouse": "โอ้.. หมอกควันพวกนี้... อืมม... เธอดูดีจังเลยคืนนี้.$l",
        "Haley_spouse": "ข้างหน้ามันดูน่ากลัวเกินไป ฉันว่าฉันอยู่ตรงนี้ดีกว่า$s",
        "Sebastian_spouse": "มันน่าสนใจเหมือนกันนะ ที่จะมีเจ้านี่ในฟาร์มซักตัว",
        "Sam_spouse": "เฮ้ ฉันจะประหลาดใจมาก ถ้าเธอทำได้!$h",
        "Harvey_spouse": "สวัสดี... ฉันหวังอยู่แล้วว่า เธอจะมาหาฉันที่นี่...$l",
        "Elliott_spouse": "เอิ่มม... ฉันว่าฉันกินพายฟักทอง มากเกินไปแล้ว.",
        "Abigail": "ฉันไม่กล้าไปต่อแล้ว... มันมีแมงมุมอยู่...$s",
        "Robin": "ใกล้จะถึง หน้าหนาวแล้ว มันเป็นเวลาที่ควร จะเก็บไม้และพวกหิน",
        "Demetrius": "ฉันไม่ได้เห็น Maru มาสักพักแล้ว... หวังว่าเธอ คงไม่เป็นไรนะ",
        "Maru": "ฉันคิดว่า ฉันเคยเดินผ่าน แถวนี้แล้วนะ.... ไม่สิ เดี๋ยวก่อนนะ...$s#$e#ฉันว่าฉัน หลงทางแล้วหล่ะ...$s",
        "Sebastian": "ฉันไม่รู้เหมือนกันว่า โครงกระดูกนี้ เดินได้อย่างไร... น่าขนลุกชะมัด#$e#แต่มันก็ดูเท่ดี เหมือนกันนะ",
        "Pierre": "??",
        "Caroline": "ฉันเป็นคนขี้กลัวนะ ปล่อยให้พวกเด็กๆ เล่น เขาวงกตผีสิง ดีกว่า",
        "Linus": "แสดงได้ดี เพื่อนเก่า",
        "Alex": "มีอะไรแปลกๆ อยู่ตรงนั้นล่ะ แต่จะไปยังไงดีล่ะ?#$e#มันต้องมีทางลับ อยู่สักที่แถวๆ นี้แหละ",
        "George": "อืมม... สะโพกไก่งวง รมควัน จะว่าไป งานเทศกาลนี้ก็ ไม่ได้เลวร้ายไป ซะหมดนะ$h",
        "Evelyn": "ฉันว่า Gus น่าจะมีทางเลือก สำหรับคนกิน มังสวิรัติ ด้วยนะ อย่างเช่นบาร์บีคิว แตงซูกินี อะไรทำนองนี้?",
        "Lewis": "สวัสดียามดึก @ ได้เข้าไปใน เขาวงกตผีสิง รึยัง? ค่อนข้างน่ากลัวเลย เชียวล่ะ#$e#ผู้ชายแปลกๆ ที่อาศัยอยู่ใน หอคอยนั่นน่ะ เป็นผู้สร้างเองเลยนะ เขาไม่อนุญาตให้ใคร เข้ามาใกล้ในขณะ ที่กำลังเตรียมการอยู่",
        "Clint": "เจ้าพวกนี้ แค่ใช้ กระบองเสริมอิริเดียม ของข้าสักอัน ก็จัดการมันได้ สบายแล้ว",
        "Emily": "เธอชอบ Jack-o-Lanterns รึเปล่า? ฉันแกะเอง กับมือเลยนะ",
        "Penny": "ไอน้ำจากหม้อน้ำนี้... มันทำให้ฉันหัวหมุน แต่ดูเหมือน ฉันไม่สามารถ ออกไปได้...$u",
        "Pam": "ฉันจะมางานใดก็ตาม ที่มีของฟรี! คุณจะไม่ได้เห็นฉัน ในเขาวงกตผีสิง หรอกนะ",
        "Haley": "อี๋ ฉันกลัวเหลือเกิน$s",
        "Jodi": "Vincent ไม่พอใจที่ฉัน ไม่ให้เข้าไปเล่นที่ เขาวงกตผีสิง... เพราะยังเด็ก อยู่เลยนะ!",
        "Kent": "เฮ้ @ บรรยากาศ ยามเย็นนี่ดีนะ ว่าไหม?",
        "Sam": "นี่มันแปลกๆนะ... มันเป็นทางตัน ข้างหน้า#$e#ฉันสาบานเลยว่า มีบางคนอยู่ข้างหน้าฉัน ตอนที่ฉันผ่านเขาวงกต เขาไปที่ไหนกัน?",
        "Leah": "ง่ำๆ สวัสดี โทษที... กำลังกิน แบล็กเบอร์รี่ อยู่น่ะ",
        "Marnie": "หวัดดีจ้ะ @ เธอมีผลผลิตที่ดี ตอนฤดูใบไม้ร่วง รึเปล่า?#$e#มันเริ่มที่จะ ค่อนข้างหนาวแล้วนะ... ผลผลิตจะอยู่ได้ ไม่นานแล้ว",
        "Elliott": "อ้าว หวัดดี @ มันหนาว ยะเยือกเลยนะ ว่าไหม?",
        "Gus": "การทำอาหาร ด้วยฟักทอง มันสนุกดีนะ ช่างเป็นผลไม้ ที่น่าสนใจจริงๆ",
        "Dwarf": "มีฝนตกงั้นเหรอ? *เฮือก*#$e#ฝน.... นี่อาจเป็น ตำนานสำหรับพวกเราเลย พวกเราบางคน อยู่มาโดยไม่เคย เจอเรื่องแบบนี้ มาก่อน",
        "Wizard": "เรื่องงานเทศกาล ไร้สาระของพวก ชาวบ้านนี่ ข้าไม่สนใจหรอก แต่เพราะมันเป็น โอกาสที่จะได้จับตา ดูเจ้าใกล้ ๆ นี่สิ #$e#ข้าจึงยอมสร้าง เขาวงกตโง่ ๆ นี่ขึ้นมาให้ พวกชาวบ้าน",
        "Harvey": "อ้าว! เจอตัวผม ได้ไงอ่ะ...$8#$b#จริงๆ แล้วผมกลัวมาก ก็เลยเข้ามา ซ่อนตัวที่นี่ อย่าไปบอกใครล่ะ$s",
        "Shane": "ทำไมไม่มี เหล้าเอลฟักทอง เหลืออีกแล้วล่ะ?",
        "Sandy": "ฉันได้ยินว่า ที่นั่นฝนตกล่ะ นั่นใช่เหตุผลที่คุณ มาที่นี่มั้ย?$h#$e#จริงๆแล้ว บางครั้ง ฉันก็คิดถึงฝนนะ..$s",
        "Jas": "เพราะป้า Marnie ห้ามคะ! หนูอยากเข้าไป ในเขาวงกตนี่นา! ไม่เห็นจะน่ากลัว สักหน่อย!$s",
        "Vincent": "แม่ไม่ให้ผม เข้าไปในเขาวงกตล่ะ *เศร้า*$s",
        "Marlon": "อย่าอยู่ใกล้กรง มากเกินไปล่ะ"
    }
}
