{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "name": "Stardew Valley Fair",
        "conditions": "Town/900 1500",
        "set-up": "fallFest/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Fair/loadActors Set-Up/advancedMove Vincent true -3 0 2 5000 3 0 2 5000/advancedMove Jas true 2 0 4 5000 -2 0 4 5000/advancedMove Marnie true -2 0 4 5000 2 0 2 5000/advancedMove Abigail true 4 6000 5 0 0 3 2 6000 0 -3 -5 0/advancedMove Robin true 0 1 1 5000 0 -2 3 5000 0 1 1 5000/animate Sebastian false true 200 16 16 16 16 16 16 16 16 16 16 16 16 17 18 19 20 21 21 21 21 20 22 22 23/addTemporaryActor BabyPig 32 32 65 68 2 false Animal/addTemporaryActor Pig 32 32 65 70 3 false Animal/addTemporaryActor White_Chicken 16 16 59 67 2 false Animal/addTemporaryActor Brown_Chicken 16 16 61 67 2 false Animal/addTemporaryActor White_Cow 32 32 59 72 0 false Animal/addTemporaryActor BabyWhite_Cow 32 32 61 72 1 false Animal/advancedMove BabyPig true 0 1 3 5000 0 -1 0 7000/advancedMove Pig true 3 5000 0 1 1 5000 0 -1 3 5000/advancedMove White_Chicken true 1 0 2 7000 -1 0 2 10000/animate Brown_Chicken false true 500 16 17/viewport 22 22 true unfreeze/pause 2000/playerControl fair",
        "Abigail_spouse": "เมื่อปีที่แล้ว ฉันชนะเกมพวกนี้หมดแล้ว!$h",
        "Leah_spouse": "ฉันเรียนรู้วิชาจาก Robin หมดแล้ว แต่เธอก็ยังนำฉันอยู่ 1 ก้าวเสมอ!",
        "Maru_spouse": "หมับบบ... นี่เป็นโอกาศดีเลย ที่ฉันจะได้กิน แซนวิชหมูบาบีคิว.",
        "Penny_spouse": "ฉันหวังว่าเราจะชนะการประกวด ผลผลิตประจำปีนะ!",
        "Haley_spouse": "เธอไม่ได้ลืมหยิบผลผลิต มาประกวดใช่มั้ย? ฉันหวังว่าปีนี้เราจะชนะมันนะ",
        "Sebastian_spouse": "เฮ้, @. ฉันแค่กำลังหาตัว Sam พาไปทำอะไรสนุกๆซะหน่อย",
        "Sam_spouse": "Sebastian เป็นแบบนี้เสมอแหละ แล้วเธอล่ะ สนุกกับเทศกาลรึปล่าว?",
        "Alex_spouse": "ผมจะไปหาเพื่อนเก่าของซะหน่อย เธอไปเดินหาอะไรสนุกๆ เล่นได้เลยนะ",
        "Harvey_spouse": "ผมจะรออยู่ตรงนี้ จนกว่าคุณ จะอยากกลับบ้านแล้วกันนะ...",
        "Elliott_spouse": "กลิ่นอโรม่าโชยมาที่ฉัน มันคือกลิ่น zesty sauce ของ Gus ที่ฉันชอบมากๆ...*gurgle*$s",
        "Abigail": "เล่นจบหมดแล้ว... ไงต่อ??",
        "Robin": "งานไม้เป็นประเพณี ที่สืบต่อกันมายาวนาน ฉันภูมิใจมากที่ได้เป็น ส่วนหนึ่งของมัน $h",
        "Demetrius": "Robin ตั้งใจทำงานไม้นี้ อย่างทุ่มเทเต็มที่ เลยล่ะ... เธอจะเป็นที่ จดจำไม่ว่าตอนนี้ หรือตอนไหน",
        "Maru": "*ซรู้ดดด* อืมม... ซอสบาร์บีคิวนี้ แจ่มมากเลย$h",
        "Sebastian": "วันนี้วุ่นวายน่าดูเลย... ฉันคงอยู่แถวนี้อีกพักนึง",
        "Pierre": "ร้านของฉัน มีสินค้าคุณภาพดี ที่สุดในละแวกนี้ ลองเลือกชมสินค้า ที่ฉันนำมาแสดงใกล้ๆ เพื่อให้เห็นกับตาสิ!",
        "Caroline": "Pierre จริงจังมากเลย กับการจัดแสดง สินค้าของเขา เขาเตรียมการ หลายสัปดาห์ เพื่อให้ได้ผลผลิต ที่ดูดีสุด#$e#เฮ้ ขอให้โชคดีนะ ถ้าเธอเองก็เข้าร่วมเช่นกัน!",
        "Linus": "สัตว์พวกนี้ ไม่เคยตัดสินคน จากภายนอก แต่มันใช้กับคน ไม่ได้หรอกนะ",
        "Alex": "ฉันเล่นเกม 'ประลองกำลัง' หลายครั้งเกินไป และตอนนี้ก็รู้สึกว่า แขนอ่อนยวบ เหมือนยางเลย",
        "George": "อืมม... สะโพกไก่งวงรมควัน จะว่าไป งานเทศกาลนี้ ก็ไม่ได้เลวร้าย ไปซะหมดนะ$h",
        "Evelyn": "ฉันว่า Gus น่าจะมีทางเลือก สำหรับคนกินมังสวิรัติ ด้วยนะ อย่างเช่นบาร์บีคิว แตงซูกินี อะไรทำนองนี้?",
        "Lewis": "เอาล่ะ @ วันนี้เป็นวัน ที่ยิ่งใหญ่มาก... กับเทศกาลที่ สำคัญที่สุดในปีนี้ 'Stardew Valley Fair'#$b#หากนำสินค้า มาจัดแสดงด้วยล่ะก็ ฉันก็เตรียม ที่จัดแสดงเอาไว้ให้แล้วล่ะ แค่แจ้งให้ทราบ หลังจากที่จัดเตรียม ทุกอย่างเรียบร้อย จะได้ถึงเวลา ตัดสินสักที",
        "Clint": "บางครั้งฉันก็ บ่นเกี่ยวกับงานของฉัน แต่ฉันภูมิใจ ในงานของฉัน#$b#มีงานบางชิ้น ที่ดีที่สุดของฉัน ฉันหวังว่า เธอจะชอบพวกมัน",
        "Emily": "เธอรู้ไหม ฉันน่าจะเล่นเป็น ตัวตลกได้ดีนะ แต่ฉันว่าคง ไม่ทันแล้วหล่ะ",
        "Penny": "ฉันชนะ วงล้อโชคดี 10ครั้งติดต่อกัน และตอนนี้เขา ไม่ให้ฉันเล่นมัน อีกแล้ว..$s",
        "Pam": "รีบเข้าเด็กๆ... ก่อนที่ เจ๊ Pam จะมาตกปลา จนหมดเต็นท์ ฮี่ฮี่$h",
        "Haley": "เธอเคย ไปดูหมอรึปล่าว หล่อนตั้งแผง อยู่ในสุสาน#$e#ฉันไปหาหล่อน มาแล้ว หล่อนบอกฉัน ถึงบางอย่าง ที่น่าสนใจ *ฮิๆ*$h",
        "Jodi": "เขาดูไม่มีความสุขเลย... ฉันคิดว่า นายกเทศมนตรี Lewis คงตัดงบประมาณ ค่าใช้จ่ายกับ ตัวตลกในปีนี้",
        "Kent": "ฉันกำลังรอ ตัวตลกนี้ให้เริ่มทำ อะไรฮา ๆ#$e#แต่ค่อนข้าง น่าผิดหวัง",
        "Sam": "เฮ้ @ สนุกมั้ย?#$e#เต้นท์ยิงหนังสติ้ก สนุกมากเลย แล้วถ้าคุณยิงเก่ง คุณจะสะสมเหรียญดาว ได้เยอะเลยล่ะ",
        "Leah": "ฉันนับถือทักษะ ช่างไม้ของ Robin มากเลยนะ ฉันเองก็ใช้เทคนิค หลายๆอย่างที่เหมือนกับเขา ในงานของฉัน",
        "Shane": "พวกสัตว์น่ะ เป็นมิตรนะ แล้วก็ชอบให้เรา ดูแลด้วย",
        "Marnie": "ฉันพยายามเต็มที่แล้ว แต่การแสดง ของฉันค่อนข้างอ่อน เมื่อเทียบกับของ Pierre$s#$e#แต่ก็ หวังว่าพวกกรรมการ จะให้คะแนนพิเศษ กับฉันสำหรับ ก้อนชีสขนาดใหญ่นั้นนะ",
        "Elliott": "ฉันกำลังพยายามให้ Gus ยอมบอกสูตรซอสของเขา แต่เขาไม่ยอมบอกเลย",
        "Gus": "กินเท่าที่ต้องการ เลยนะ! วันนี้กินฟรีไม่อั้น... แถมท่าน นายกเทศมนตรี Lewis ยังเอ่ยปากชมด้วยล่ะ$h#$e#อ้อ! อย่าลืมใส่ซอส สูตรพิเศษของฉัน ด้วยนะ",
        "Dwarf": "มีฝนตกงั้นเหรอ? *เฮือก*#$e#ฝน.... นี่อาจเป็น ตำนานสำหรับพวกเราเลย พวกเราบางคน อยู่มาโดยไม่เคย เจอเรื่องแบบนี้ มาก่อน",
        "Wizard": "Welwick กับฉันรู้จักกัน มายาวนาน... เธอเป็นหมอดูที่วิเศษ และเพื่อนที่แสนดี#$e#...#$e#ตัวตลกนั่น ฉันรู้จักเขา จากไหนซักแห่ง#$e#อาจจะเป็น โรงเรียนมายา? หรือบางทีจาก คาร์นิวัลแห่งความลับ? อืมม...",
        "Harvey": "และเพียง ไม่กี่ก้าวจากตรงนั้น Gus กำลังย่างซี่โครงหมูอยู่... ยี้$s#$e#ผมควรจะไป หาอะไรสร้างสรรค์ กว่านี้ทำดีกว่า...$11",
        "Sandy": "ฉันได้ยินว่า ที่นั่นฝนตกล่ะ นั่นใช่เหตุผลที่คุณ มาที่นี่มั้ย?$h#$e#จริงๆแล้ว บางครั้ง ฉันก็คิดถึงฝนนะ..$s",
        "Jas": "โอ๊ะ! ไก่จิก นิ้วก้อยของฉัน!$u",
        "Vincent": "มอออ!!",
        "Marlon": "มีดของ Clint คมกริบยิ่งขึ้นทุกปี#$e#และราคา สินค้าของเขา ก็แพงขึ้น ทุกปีเช่นกัน...",
        "Willy": "จัดของเสร็จ หรือยังน่ะ @? นี่เป็นโอกาสดีเลยนะ ที่จะได้แสดงให้เห็นว่า ของดีจาก %farm น่ะเป็นยังไง!"
    }
}
