
{
  //SPECIAL DIALOGUE
  "Introduction": "อืม... หวัดดีฮะ! ผมชื่อมอร์แกนฮะ เป็นลูกศิษย์ของแมกนัส ราสโมเดียส คุณชื่ออะไรหรอฮะ?$0#$e#ยินดีที่ได้พบคุณ!$1",

  //SPRING DIALOGUE	
  "spring_12": "อาจารย์แมกนัสกับผมจะ เข้าไปในป่าลึกวันพรุ่งนี้$1#$b#ผมคงไม่ได้ไปร่วมงานเทศกาล ในเมืองหรอกฮะ$0#$e#อาจารย์เจอสถานที่ที่มี พลังเวทย์เข้มข้น ผมล่ะ ตื่นเต้นมากเลย!$3",
  "spring_28": "คุณจะปลูกสตาร์ฟรุตใน ฤดูร้อนนี้รึเปล่าฮะ?$1",
  
  "Mon": "อื้ม ดีฮะ$5#$e#...$0#$e#%Morgan เหมือนจะไม่อยากคุยด้วย",
  "Mon4": "อาจารย์กำลังสอนผม เกี่ยวกับคุณสมบัติเวทมนตร์ ของพวกต้นไม้เวทย์โบราณ น่ะฮะ$3#$e#อาจารย์บอกว่าเมื่อก่อนนี้ ในหุบเขามีพวกมันเยอะมากเลย$1",
  "Tue": "สวัสดีฮะ$0#$e#คุณดูแปลกๆ นิดนึงนะ$1",
  "Tue2": "อาจารย์จะให้บททดสอบกับ ผมเร็วๆ นี่ล่ะ ผมพร้อมมาก ที่จะผ่านมันให้ได้!$1#$e#ผมต้องการช่วยเหลือผู้คนน่ะฮะ$1",
  "Tue8": "หวัดดีฮะ @! คุณสบายดีนะฮะ?$1#$e#อื้ม นี่! ผมปรุงน้ำยาให้คุณด้วย![773]$1",
  "Wed": "คุณแวะมาที่นี่บ่อยจัง$5#$e#คุณก็อยากเป็นจอมเวทย์หรอ?$0#$b#ผมสัมผัสได้ถึงพลังของคุณนะ$1",
  "Wed4": "อ้าว ว่าไงฮะ @!$1#$e#อ้อ ผมกำลังจะฝึกสมาธิเพื่อ ฟื้นฟูพลังเวทย์ฮะ$1",
  "Thu": "คุณชอบหมวกของผมรึเปล่า?$1#$e#อาจารย์ทำให้ผมเลยนะฮะ!$3",
  "Thu2": "อาจารย์บอกว่ามีวิญญาณ แห่งป่าอาศัยอยู่ที่ป่าลึกลับ$1#$b#พลังเวทย์ของพวกเขา เกี่ยวพันกับหุบเขาแห่งนี้ด้วย$3",
  "Thu8": "คุณเคยเจอประสบการณ์ เกี่ยวกับเวทมนตร์ที่ฟาร์ม บ้างรึเปล่าฮะ?$0#$e#อ๋ออ อย่างงี้นี่เอง!$1",
  "Fri": "ผมโดนบอกให้ดื่มน้ำยา ประหลาดที่ช่วยเพื่อพลัง เชื่อมโยงกับวิญญาณแห่งป่า ด้วยล่ะฮะ$2#$e#เอ๋ คุณก็ดื่มมันไปเหมือนกัน งั้นหรอ!?$5",
  "Fri4": "ผมกำลังเรียนวิธีปรุงยาอยู่ฮะ!$1#$b#ผมหวังว่าจะได้ปรุงยาให้คุณสักวันนะ หวังว่ามันจะช่วยการผจญภัยของคุณได้!$3",
  "Sat": "มาร์ลอนจะแวะมาพรุ่งนี้ละ!$1#$b#เขาเป็นคนที่เท่สุดๆ!$3#$e#ทำไมคุณไม่ลองเป็นแบบเขามั่งล่ะ?$0",
  "Sat4": "ผมล่ะสงสัยจังว่าตอนนี้พ่อกับ แม่ทำอะไรอยู่...$9#$e#ว๊ากกก!$5#$e#%Morgan กำลังตกตะลึง.",
  "Sat10": "อาจารย์บอกว่าผมยังไม่ สามารถร่วมเดินทางไปกับ เขาและมาร์ลอนได้ ผมยัง แข็งแกร่งไม่พอ$0#$e#นั่นหมายความว่า ผมต้องแข็งแกร่งขึ้นกว่านี้อีก!$4",
  "Sun": "ในหุบเขานี้มีละอองเกสรเยอะ กว่าที่บ้านผมอีก$0#$e#อ้อ บ้านผมอยู่ที่ไหนอ่าหรอฮะ?$1#$b#เอเวอร์ตัน!$3#$b#เป็นเมืองในภูเขาที่อยู่ทาง ตอนเหนือฮะ$1",
  "Sun4": "อาจารย์กับผมจะไปยัง สถานที่ที่เรียกว่า 'น้ำพุแห่งภูติ' อาจารย์จะแนะนำผมให้รู้จัก กับภูติป่าเพื่อนของเขา$1#$e#หนึ่งในนั้นคือ 'คลอส' และเขา ก็ได้มอบเมล็ดพันธุ์โบราณให้ อาจารย์เพื่อมาศึกษาเวทย์ศาสตร์$1",
  "Sun8": "นี่! ไว้เรามาปรุงน้ำยา ด้วยกันบ้างนะฮะ$1#$b#มันน่าจะสนุกดีนะ!$7#$e#ผมจะไม่ทำให้อะไรปลิว หรอกน่า ที่จริง... ผมเก่งขึ้นแล้วล่ะฮะ.. ก็นะ$1",
  
  //SUMMER DIALOGUE
  "summer_10": "ห๊ะ พวกคุณทุกคนโยนของแบบ สุ่มๆ ลงไปรวมกันในหม้อแล้วก็ กินเนี่ยนะ?$0#$e#ฟังดูแบบ... อี๋$5",
  "summer_27": "คุณเชื่อเรื่องมนุษย์เงือกมั้ยฮะ?$0#$e#โลกนี่ยังมีสิ่่งลี้ลับอีกมากนะ!$1",
  
  "summer_Mon": "ผมได้รับภารกิจให้หาบางสิ่งในป่าที่ถูกเรียกว่า 'ฟิดเดิลเฮด' (fiddlehead)$1#$b#อาจารย์ต้องใช้มันในการปรุงยาน่ะฮะ$3",
  "summer_Mon6": "มีพลังเวทย์มากมายไหลเวียน ในป่าท่ามกลางฤดูร้อน ผมรู้สึกถึงมันได้เลย$0#$e#คุณก็รู้สึถึงมันได้ใช่มั้ยฮะ?$1",
  "summer_Tue": "บางทีผมก็เคยลองขออาจารย์ ให้วินเซนท์กับแจสมาที่นี่บ้าง แต่อาจารย์ไม่เคยอนุญาตเลย$2",
  "summer_Tue6": "คุณว่าเมลอนลูกยักษ์ที่อยู่ ข้างนอกมันดูน่ากินมั้ยฮะ?$1#$e#บางทีผมก็อยากจะกัดมันจริงๆ$1#$b#แต่ถ้าทำงั้นผมต้องแย่แน่ๆ$2",
  "summer_Wed": "ผมยังร่ายเวทมนตร์แบบ ตะกุกตะกักอยู่เลย...$2#$b#คุณว่าผมจะทำได้ดีกว่านี้มั้ยฮะ?$2#$e#%You คุณบอกมอร์แกนว่าต้องทำได้แน่!#$e#ขอบคุณ @$3",
  "summer_Wed6": "คุณร่ายเวทมนตร์เป็นมั้ยฮะ?$0",
  "summer_Wed8": "ผมจะต้องออกไปปฏิบัติภาค สนามในวันพรุ่งนี้ล่ะ!$3#$e#ผมถามอาจารย์ว่าชวนคุณ ไปด้วยได้มั้ย แต่เขาไม่อนุญาต$0",
  "summer_Thu": "*หาว*...$3#$b#เมื่อคืนผมนอนน้อยไปหน่อย$0#$e#ทำไมน่ะหรอ? ก็ผมต้องฝึกเวทมนตร์นี่ฮะ!$1#$e#อย่าบอกอาจารย์นะ!$5",
  "summer_Thu8": "ผมว่าผมเนี่ยเก่งเรื่องปรุงยาจริงๆ นะ อันนี้ผมให้คุณฮะ![773]$3#$e#โอ้ มีอันนี้อีกอันนึงฮะ![773]$1",
  "summer_Fri": "คุณเคยได้ยินที่ที่ถูกเรียกว่า 'แคสเซิลวิลเลจ' มั้ยฮะ?$0#$b#ผมไม่ได้รับอนุญาตให้ไปที่นั้น จนกว่าจะโตกว่านี้...$8",
  "summer_Fri8": "มีแม่มดแวะมาหาพวกเราที่นี่ แต่เธอไม่พูดกับผมเลย$0#$e#เธอมีชื่อว่า คามิลล่า$8#$b#เธอทำให้ผมรู้สึกขนลุก$5",
  "summer_Sat": "ผมหวังว่าเราคงจะไม่ต้องกิน ซุปกบเป็นอาหารค่ำคืนนี้..อีกครั้ง...$5",
  "summer_Sat8": "แจสมักจะชอบเล่นกระโดด เชือกใต้ต้นเชอร์รี่ต้นใหญ่และ มีความสุขเสมอ$1#$e#เธอเป็นเพื่อนที่น่ารักนะ!$3",
  "summer_Sun": "ผมอ่านหนังสือได้น้อยกว่าที่คิดเอาไว้...$0",
  "summer_Sun6": "เมื่อเช้าเราทำเพชรเม็ดใหญ่มากๆ แตกไประหว่างการทดลองเวทย์$1#$e#มาร์ลอนมักจะเอาอัญมณี หายากและของที่ได้จาก มอนสเตอร์มาให้เราศึกษาเสมอ!$3",
  
  //FALL DIALOGUE
  "fall_15": "วันพรุ่งนี้คุณเวลวิคจะเปิดบูท 'เวลวิคจิตสัมผัส' ล่ะฮะ$1#$e#อาจารย์บอกว่าเธอทรงพลัง มากๆ $0",
  "fall_26": "พรุ่งนี้ผมจะได้เรียนวิธีอัญเชิญสัตว์วิญญาณล่ะฮะ!$3#$e#%Morgan กระโดดด้วยความตื่นเต้น",
  "fall_28": "คุณรู้สึกว่าอากาศมันเริ่มจะทิ่มแทงผิวหนังมั้ยฮะ?$0#$e#ผมสัมผัสได้นะ... หิมะกำลังจะตกแล้ว$1",
  
  "fall_Mon": "คุณรู้มั้ยฮะว่าอาจารย์สร้าง หอคอยนี้ทับบน 'สนามพลังเวทย์'?$0#$e#มันช่วยให้เขาตั้งสมาธิกับ พลังเวทย์ได้ง่ายขึ้น!$3",
  "fall_Mon6": "ผมก็อยากจะไปเล่นกับแจส และวินเซนท์เหมือนกันฮะ$0#$e#แต่วันนี้ผมมีบทเรียนสำคัญที่ ต้องศึกษาล่ะ...$6#$b#อาจจะเป็นช่วงสุดสัปดาห์$1",
  "fall_Tue": "ผมกำลังทำภารกิจสำคัญมาก ที่ต้องไปตามหาเห็ดเวทมนตร์ ในป่าด้วยฮะ!$3#$e#นี่เป็นโอกาสที่จะแสดงให้ อาจารย์เห็นว่าผมเป็นคน พึ่งพาได้$1#$e#%You บอกมอร์แกนว่าต้องทำได้แน่ และเขาก็ส่งยิ้มมาให้คุณ",
  "fall_Tue6": "ผมสร้างโทเทมอันแล้วของผม แล้วล่ะ!$3#$b#มันทำยากจริงๆ นะะเนี่ย$1#$e#คุณเคยสร้างมันสักอันรึยังฮะ?$0",
  "fall_Tue10": "นี่ @!$3#$b#ผมสร้างโทเทมอันนี้ให้คุณ ด้วยนะ มันจะช่วยวาร์ปคุณ กลับไปที่ %farm ฟาร์มนะฮะ[688]$1",
  "fall_Wed": "สีสันในฤดูใบไม้ร่วงนี่งดงาม มากเลยนะฮะ$0#$b#พวกต้นไม้ทำให้ผมคิดถึงบ้าน$1#$e#...$2#$e#ผมคิดถึงพ่อกับแม่จัง$2",
  "fall_Wed6": "สักวันนึงผมจะสอนเวทมนตร์ ให้คุณนะ ผมว่าคุณต้องทำได้ ยอดเยี่ยมแน่ๆ คุณมีพลัง ซ่อนเร้นเยอะมากเลย$3#$e#แต่คุณต้องไปเข้าสมัครเป็น จอมเวทย์ที่สมาคมเวทมนตร์ แห่งเมืองเฟิร์นกิลก่อนล่ะ$0#$b#และก็มีกฏที่เข้มงวดมากด้วย$5",
  "fall_Thu": "คุณรู้อะไรเกี่ยวกับแอนดี้บ้างฮะ?$0#$b#ผมว่าเขาต้องไม่ชอบ เวทมนตร์แน่ๆ $0#$e#ผมน่าจะลองแกล้งเขาดูสักที ดีมั้ยนะ?$3#$e#%You อธิบายกับมอร์แกนว่า ไม่ควรแกล้งแอนดี้#$e#อ่าาา อืม ขอโทษนะ อย่าบอกอาจารย์นะฮะ$2",
  "fall_Thu8": "ผมแอบเสกคาถาบทเล็กๆ เพื่อเพิ่มประสิทธิภาพดินไว้ที่ ฟาร์มของแอนดี้$0#$e#อืม อย่าบอกใครนะฮะ ผมไม่อยากมีปัญหา$1",
  "fall_Fri": "อาจารย์สอนผมเกี่ยวกับ 'หลักคำสอนของเมอร์ลิน' มันเหมือนกับหนังสือบทกฏหมาย ของจอมเวทย์เล่มใหญ่ยักษ์$0#$e#แล้วมันก็เป็นอะไรที่ น่าเบื่อมากกกกกกกกกกก$2",
  "fall_Sat": "นี่ คุณชอบหมวกใบใหม่ของผม มั้ยฮะ?$1#$e#เอ๋? คุณคิดว่ามันดูเหมือนเดิมหรอ?$8",
  "fall_Sat6": "มีจุดวาร์ปในห้วงมิติอันหนึ่ง ที่ถูกปิดและขีดฆ่าสัญลักษณ์ทิ้ง ผมอยากรู้จังว่ามันคืออะไร?$0#$b#อาจารย์สั่งผมว่าห้ามถามถึง มันอีก แต่ผมคิดว่าสักวัน อาจารย์คงจะบอกเอง$4",
  "fall_Sun": "ผมอยากจะเสกคาถาไฟดูบ้าง แต่อาจารย์ไม่อนุญาต$8#$e#อาจารย์บอกว่ามันควบคุม ยากมาก$0",
  "fall_Sun8": "ผมแอบได้ยินอาจารย์คุยกับ มาร์ลอน เกี่ยวกับการต่อสู้ ครั้งใหญ่ข้ามมหาสมุทร$0#$e#แล้วก็มีจอมเวทย์คนหนึ่งที่ พวกเขารู้จัก ไปเข้ากับ 'ฝ่ายตรงข้าม' ผมไม่รู้ว่ามันหมายความว่ายังไง$0",
  
  //WINTER DIALOGUE
  "winter_1": "ที่นี่มีชาวเมืองคนหนึ่งที่ไม่ชอบ ผู้ใช้เวทมนตร์นะฮะ$0#$e#ใครน่ะหรอ? อืม$0#$b#ผมบอกคุณไม่ได้หรอกฮะ$0#$e#ขอโทษด้วยนะฮะ @ ผมทำแบบนั้นไม่ได้$0#$e#หยุดเถอะ!$4#$e#%Morgan ไม่สนใจคุณ",
  "winter_7": "บริเวณที่มีการจัดแ่ข่งตกปลา ในเทศกาลสลักน้ำแข็งมีบ่อ พลังเวทย์ไหลเวียนเข้มข้น อยู่ด้วย$1#$e#อืม ผมกับอาจารย์ก็จะไปดู แถวนั้นล่ะ ลองตามหาพวกผมดูสิ!$1",
  "winter_24": "อาจารย์ห้ามไม่ให้ผมมอบ ของขวัญเป็นไอเทมเวทมนตร์ ล่ะฮะ$2",
  "winter_28": "ผมต้องคิดถึงหิมะแน่ๆ ...$0",
  
  "winter_Mon": "คุณชอบต่อสู้กับมอนสเตอร์ มากกว่าทำงานที่ฟาร์มหรอฮะ?$0#$e#มาร์ลอนบอกว่าคุณมักจะไปที่ เหมืองเสมอเลย$0",
  "winter_Mon10": "สักวันหนึ่งผมจะแนะนำคุณ ให้รู้จักกับพ่อแม่ของผมนะ ผมมักเล่าเรื่องของคุณให้ พวกท่านฟังเยอะเลย!$3#$e#%You ยิ้มให้กับมอร์แกน และมอร์แกนก็ส่งยิ้มมาให้คุณ",
  "winter_Tue": "ถ้าข้างนอกจะหนาวขนาดนี้ ผมจะลองโน้มน้าวให้อาจารย์ ยอมให้ผมใช้คาถาไฟดู$1#$e#ฮึ่ม คุณก็พูดถูกล่ะ มันอาจจะเกิดอันตรายก็ได้$2",
  "winter_Tue8": "ผมหวังว่าสักวันนึง มอนสเตอร์ คนแคระ และมนุษย์จะเป็น เพื่อนกันได้$1#$e#การได้เจอกับโครบัสทำให้ผม เชื่อว่าพวกเราเป็นเพื่อนกันได้จริงๆ$1",
  "winter_Wed": "ที่เอเวอร์ตันบ้านผม ก็มีมอนสเตอร์ที่เป็นปัญหา เหมือนที่สตาร์ดิวแวลลี่ล่ะฮะ$0#$b#มีพวกมันมากมายอาศัยอยู่ ใต้ดินในภูเขา$0#$e#เป็นมอนสเตอร์ที่น่ากลัว...$2#$b#ผะ..ผมอยากจะแข็งแกร่งขึ้น เพื่อต่อสู่กับพวกมันและปกป้อง ทุกคน$0",
  "winter_Wed8": "อืม วันนี้ผมปรุงน้ำยาอันนี้ล่ะ ผมอยากให้คุณเก็บมันไว้ฮะ!$1[773]",
  "winter_Thu": "ผมลองถามอาจารย์ว่าเราจะ ขอรับเลี้ยงสัตว์จากมานีบ้างได้มั้ย แล้วอาจารย์ก็ตอบว่า 'อาจจะ' !$3",
  "winter_Thu10": "ถ้าคุณติดอยู่ในพายุหิมะ ใช้เจ้านี่เพื่อกลับบ้านนะฮะ!$1[688]#$e#ผมจะต้องเสียใจมาก ถ้ามีเรื่องไม่ดีเกิดขึ้นกับคุณ$2",
  "winter_Sat8": "ที่ฟาร์มของคุณมีสัตว์เลี้ยงบ้าง รึเปล่าฮะ?$1#$e#มานีให้ผมเล่นกับสัตว์เลี้ยงของเธอด้วย! พวกมันน่ารักสุดๆ $3",
  "winter_Sun8": "ผมอยากไปเล่นหิมะกับแจส และวินเซนท์จัง!$3#$e#แต่เราจะเล่นแบบ 1 ต่อ 2 นะ เพราะผมเล่นปาหิมะเก่งมาก พูดเลย$1",
  
  //EVENT DIALOGUE
  "morgan_event1": "อืมมม...$9#$b#ผมมาอยู่ในสถานที่แปลกๆ ที่ห่างไกลจากบ้านและครอบครัว...$9",
  "morgan_event2": "อืมมม...$9#$b#ผมว่ามันอาจจะเป็นแบบนั้นก็ได้ ใช่มั้ยฮะ?$9#$b#ความเหงา...$9",
  "morgan_event3": "...$9#$b#...$0#$b#ขอบคุณนะฮะ$1",
  "morgan_event4": "ผมรู้ว่ามันเป็นเรื่องยากฮะ ผมจะเก็บมันเอาไว้ในใจ$0#$b#มันไม่ง่ายจริงๆ ...$9",
}
